/*

熙（统计时间：2025.8.18）

蓝卡：（15张——19.33级）

冥河守卫（1费）——20级、20级

箭竹守卫（1费）——20级、19级

卜命道长（1费）——20级

落雷击（1费）——19级

白羊药师（2费）——19级、18级

树木之怒（2费）——19级、18级

无面狂奔者（3费）——20级

猩红勇士（3费）——19级

疾风猎手（3费）——19级

风铃道人（4费）——20级

烈焰风暴（4费）——20级
 


紫卡：（12张——18.17级）

碎颅魔（2费）——20级

觅食大嘴兽（2费）——20级

绝望镰魔（3费）——20级

逍遥琴师（3费）——19级

扫叶僧（3费）——17级、14级

岩浆球（3费）——17级

灼神双炎（4费）——20级

御风武者（4费）——18级

疾风传说（4费）——15级

雷光炼狱（5费）——20级

恶灵魔焰（6费）——18级



橙卡：（3张——16.33级）

九天玄女·轩（4费）——16级

熔金饕餮兽（5费）——18级

猩红女妖·莉莉丝（6费）——15级


总卡等：18.57级 


技能等级：（魔音风暴-12级）：【回合4】吹回随机敌军生物，对敌方英雄造成60点伤害，本回合【禁疗】。

武器等级：（神机木拐-10级）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

宝物等级：（翡翠玉佩-7级）：【回合1结束】获得【蟠桃会-lv7】和【仙桃-lv3】。


*/