/*

莎尔玛（统计时间：2025.10.20）

蓝卡：（11张——18.55级）

冥河守卫（1费）——20级

落雷击（1费）——19级

心灵黑洞（1费）——15级、14级

狡诈学徒（2费）——20级

炎球（2费）——20级

黑夜突袭（2费）——20级

黑金勒索者（2费）——19级

酗酒醉汉（3费）——20级

不法交易（3费）——17级

烈焰风暴（4费）——20级
 


紫卡：（13张——18.85级）

碎颅魔（2费）——20级

觅食大嘴兽（2费）——20级

海燕精卫（2费）——20级

红海猎魔人（2费）——20级

绝望镰魔（3费）——20级

黑水伏击（3费）——20级

岩浆球（3费）——17级

寒夜灯灵（3费）——13级

灼神双炎（4费）——20级

黑金诈术师（4费）——17级

雷光炼狱（5费）——20级

星辰陨落（5费）——20级

恶灵魔焰（6费）——18级



橙卡：（6张——17.50级）

蒙面侠客·翔（2费）——18级

夏日女郎·鲍莉（3费）——20级

樱花·艾希尔（4费）——16级

熔金饕餮兽（5费）——19级

天雷降临·布瑞恩（5费）——16级

猩红女妖·莉莉丝（6费）——16级


总卡等：18.47级 


技能等级：（唤魔仪式-12级）：【回合1】吸取敌方英雄17点生命，获得【红海使魔-lv17】和【暗潮涌动-lv17】。

武器等级：（船长双刀-10级）：【回合1】后排随机位置召唤【亡命之徒-lv14】，敌方英雄生命-4。

宝物等级：（黄金玫瑰-10级）：【回合2】中排随机位置召唤【幸福空间-lv12】，英雄生命+15。


*/