/*

亚芬戴克斯（统计时间：2025.8.18）

蓝卡：（10张——17.10级）

圣殿斥候（1费）——18级

心灵黑洞（1费）——14级、14级

狡诈学徒（2费）——20级

黑夜突袭（2费）——20级

圣殿卫士（2费）——19级

酗酒醉汉（3费）——20级

不法交易（3费）——17级

热血矿工（3费）——15级

光明惩戒（5费）——14级



紫卡：（11张——17.36级）

四芒军旗（1费）——15级

海燕精卫（2费）——20级

圣殿御卫（2费）——19级

黑水伏击（3费）——20级

白袍主教（3费）——19级

圣殿骑士（3费）——18级

寒夜灯灵（3费）——13级

黑金诈术师（4费）——17级

阳炎坠落（4费）——13级

星辰陨落（5费）——20级

禁卫百夫长（5费）——17级



橙卡：（9张——15.22级）

蒙面侠客·翔（2费）——17级

夏日女郎·鲍莉（3费）——19级

花光春影·安娜贝尔（3费）——14级

春花使者·卡洛琳（4费）——16级

樱花·艾希尔（4费）——15级

明日香·露娜（4费）——11级

永恒之王·莱哈特（5费）——16级

天雷降临·布瑞恩（5费）——16级

武圣·云长（8费）——13级


总卡等：16.63级


技能等级：（扬起黑旗-8级）：【回合3】吸取敌方英雄18点生命，若英雄生命高于敌方，随机友军生物攻击+4。

武器等级：（矿工锄-10级）：【回合2结束】后排位置召唤【热血矿工-lv14】。

宝物等级：（逆旅披风-9级）：【回合1结束】后排位置召唤【无情夺命客-lv10】，敌方随机位置坠落1点伤害。


*/