/*

萨维丽娅（统计时间：2025.8.18）

蓝卡：（10张——16.70级）

圣殿斥候（1费）——15级

心灵黑洞（1费）——14级、13级

黑夜突袭（2费）——20级

狡诈学徒（2费）——19级

酗酒醉汉（3费）——20级

圣殿弩手（3费）——19级

增援战线（3费）——17级

不法交易（3费）——16级

光明惩戒（5费）——14级



紫卡：（11张——16.45级）

四芒军旗（1费）——15级

传记·钢铁守卫（1费）——14级

海燕精卫（2费）——20级

圣殿御卫（2费）——19级

黑水伏击（3费）——20级

白袍主教（3费）——18级

圣殿骑士（3费）——17级

黑金诈术师（4费）——16级

召集护卫（4费）——14级

阳炎坠落（4费）——12级

禁卫百夫长（5费）——16级



橙卡：（9张——14.89级）

蒙面侠客·翔（2费）——17级

夏日女郎·鲍莉（3费）——18级

花光春影·安娜贝尔（3费）——14级

春花使者·卡洛琳（4费）——16级

樱花·艾希尔（4费）——15级

明日香·露娜（4费）——11级

永恒之王·莱哈特（5费）——16级

白袍·伊恩（6费）——14级

武圣·云长（8费）——13级


总卡等：16.07级 


技能等级：（重炮阵地-6级）：【回合4】召唤【帝国重炮-lv5】和【小镇民兵-lv1】。

武器等级：（禁卫之矛-6级）：【回合4】召唤【禁卫指挥官-lv5】。

宝物等级：（圣洁纹章-6级）：【回合2】召唤【白袍主教-lv7】。


*/