/*

瓦斯兰（统计时间：2025.8.18）

蓝卡：（10张——18.50级）

冥河守卫（1费）——20级、20级

落雷击（1费）——18级

心灵黑洞（1费）——14级

黑夜突袭（2费）——20级

狡诈学徒（2费）——19级

酗酒醉汉（3费）——20级

猩红勇士（3费）——18级

不法交易（3费）——16级

烈焰风暴（4费）——20级
 


紫卡：（13张——18.46级）

碎颅魔（2费）——20级

觅食大嘴兽（2费）——20级

海燕精卫（2费）——20级

红海猎魔人（2费）——18级

绝望镰魔（3费）——20级

黑水伏击（3费）——20级

岩浆球（3费）——16级

寒夜灯灵（3费）——13级

灼神双炎（4费）——20级

黑金诈术师（4费）——16级

雷光炼狱（5费）——20级

星辰陨落（5费）——20级

恶灵魔焰（6费）——17级



橙卡：（7张——15.43级）

蒙面侠客·翔（2费）——17级

恶魔之心（2费）——10级

夏日女郎·鲍莉（3费）——18级

樱花·艾希尔（4费）——15级

熔金饕餮兽（5费）——18级

天雷降临·布瑞恩（5费）——15级

猩红女妖·莉莉丝（6费）——15级


总卡等：17.77级 


技能等级：（流星火雨-10级）：【回合3】坠落5个5点伤害的火球，对敌方英雄造成18点伤害。

武器等级：（历劫拳套-8级）：【回合1结束】获得2张【炎球-lv9】，召唤【嗜血卒-lv9】。

宝物等级：（燃魂戒指-10级）：【回合1结束】获得3张【落雷击-lv13】。


*/