/*

蓝卡：（17.14级）（7张）

心灵黑洞（1费）——14级、14级
【解卡】

狡诈学徒（2费）——20级
【洞察】、【人海】、【高攻击】

黑夜突袭（2费）——20级
【解卡】、【洞察】

酗酒醉汉（3费）——20级
【快攻】、【机制】

不法交易（3费）——17级
【快攻】、【过牌】、【洞察】

热血矿工（3费）——15级
【洞察】、【快攻】



紫卡：（18.33级）（6张）

海燕精卫（2费）——20级
【狙击】、【人海】

红海猎魔人（2费）——20级
【洞察】、【先攻】、【增益】、【机制】

黑水伏击（3费）——20级
【减益】、【召唤】、【吸血】

寒夜灯灵（3费）——13级
【禁疗】、【魔免】、【铺冰】

黑金诈术师（4费）——17级
【吹飞】、【压费】

星辰陨落（5费）——20级
【快攻】



橙卡：（16.75级）（4张）

花剑绅士·翔（2费）——17级
【先攻】、【回命】、【协战】

海燕·鲍莉（3费）——19级
【人海】、【机制】

赤影·艾希尔（4费）——15级
【洞察】、【连击】、【高魔防】、【隐身】、【增益】

钢之咆哮·布瑞恩（5费）——16级
【横排伤害】、【践踏】、【护甲】、【人海】、【成长】



小计：17.47级

*/