/*

总计：（16张）

蓝卡：（19.86级）（7张）

心灵黑洞（1费）——16级、16级
【解卡】

狡诈学徒（2费）——22级
【洞察】、【人海】、【高攻击】

黑金勒索者（2费）——22级
【禁疗】、【成长】

黑夜突袭（2费）——22级
【解卡】、【洞察】

酗酒醉汉（3费）——22级
【快攻】、【机制】

不法交易（3费）——19级
【快攻】、【过牌】、【洞察】



紫卡：（20.20级）（5张）

海燕精卫（2费）——22级
【狙击】、【人海】

红海猎魔人（2费）——22级
【洞察】、【先攻】、【增益】、【机制】

黑水伏击（3费）——22级
【减益】、【召唤】、【吸血】

黑金诈术师（4费）——19级
【吹飞】、【压费】

星辰陨落（5费）——21级
【快攻】



橙卡：（20.00级）（4张）

花剑绅士·翔（2费）——21级
【先攻】、【回命】、【协战】

海燕·鲍莉（3费）——22级
【人海】、【机制】

赤影·艾希尔（4费）——18级
【洞察】、【连击】、【高魔防】、【隐身】、【增益】

钢之咆哮·布瑞恩（5费）——19级
【横排伤害】、【践踏】、【护甲】、【人海】、【成长】



小计：20.31级

*/