/*

总计：（15张）

蓝卡：（12.75级）（4张）

沉重否定（2费）——13级、13、12级
【沉默】、【减益】、【充能】

全数否定（3费）——13级
【洞察】、【减益】



紫卡：（13.14级）（7张）

克隆术（2费）——14级
【复制】、【洞察】、【回命】

破魔系教授（2费）——12级
【沉默】、【洞察】

咒术系学士（2费）——12级
【过牌】、【回血】、【传记成长】

学仆-脉冲型（3费）——18级
【快攻】、【洞察】、【成长】

观星台大预言家（5费）——12级
【过牌】、【洞察】

幻象巨龙（6费）——12级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——12级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（15.50级）（4张）

No.5咒刃·布雷克（3费）——17级
【连击】、【先攻】、【魔免】、【成长】

鬼童-7号（4费）——18级
【机制怪】

No.2时光·米拉（5费）——15级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——12级
【机制怪】



小计：13.67级

*/





