/*

// 民族


1.埃及（中东）：
文明强项：僧侣
文明特色：农场便宜20%、采金效率+20%，矿工每次多承载2黄金、所有战车单位+33%生命值、祭司在青铜时代/铁器时代射程+2/+3
组队奖励：祭司+1远程护甲


2.亚述（中东）：
文明强项：射手/攻城武器
文明特色：村民移动速度+10%、射手攻击速度在工具时代/青铜时代/铁器时代+11%/+22%/+33%、攻城器升级费用-50%
组队奖励：攻城武器厂+15%工作速度


3.赫梯（中东）：
文明强项：射手/海军
文明特色：所有弓箭手+1攻击力、投石车系+50%生命值、战舰(除火艨艟外)在工具时代/青铜时代/铁器时代射程+1/+2/+3、车轮成本和研究时间-50%
组队奖励：塔提供4人口


4.希腊（近东）：
文明强项：步兵
文明特色：城镇中心从工具时代开始工作效率快10%、学院单位速度+30%，便宜20%、舰船速度+20%、多神论和占星学免费
组队奖励：市场便宜50%


5.腓尼基（近东）：
文明强项：射手/海军
文明特色：伐木效率+15%，伐木工每次多承载2木头、大象单位便宜25%、投石型三桨座战船和大帆船的射击速度+30%、船坞+150生命值，+4视野
组队奖励：射手+2视野


6.米诺斯（近东）：
文明强项：射手/海军
文明特色：船只在石器时代/工具时代/青铜时代/铁器时代便宜15/20/25/30%、复合弓箭手在青铜时代/铁器时代射程+1/+2、农民耕作工作速度+10%
组队奖励：船坞便宜20%


7.巴比伦（两河）：
文明强项：防御
文明特色：采石效率+20%，矿工每次多承载2石头、市场科技便宜30%、墙和塔生命值+60%、祭司恢复效率+30%、战车+1远程护甲
组队奖励：建筑工工作效率+10%


8.波斯（两河）：
文明强项：大象
文明特色：狩猎效率+30%，猎人每次多承载3食物、大象部队移动快25%、侦察船系在工具时代/青铜时代/铁器时代射击速度增加18%/25%/33%、墙壁便宜20%
组队奖励：马厩效率+20%


9.苏美尔（两河）：
文明强项：投石车
文明特色：村民生命值+15、投石车系列+45%射速、农田+125食物、骆驼兵+1远程护甲
组队奖励：城镇中心便宜25%


10.商朝（远东）：
文明强项：骑兵
文明特色：村民只需要40食物，开局-40食物、墙增加60%生命值、骑兵系攻击速度+10%
组队奖励：城镇中心提供4人口


11.大和（远东）：
文明强项：骑兵/骑射/海军
文明特色：渔船系工作效率+20%、所有骑兵部队和骑马弓兵便宜15%、船只在石器时代/工具时代/青铜时代/铁器时代生命值提高10/15/20/25%、马厩和靶场升级费用-30%
组队奖励：马厩和靶场便宜33%


12.朝鲜（远东）：
文明强项：步兵/僧侣
文明特色：持斧战士、短剑士、阔剑士、长剑士、军团兵增加5/15/20/60/80生命值、贮藏阱的技术研究成本-40%、塔射程+2、祭司便宜30%
组队奖励：建筑物+2视野


13.骆越（远东）：
文明强项：射手/弩炮
文明特色：粮草征收员工作速度+15%、军事部队生产速度+25%、靶场系部队和弩炮+2近战护甲
组队奖励：房屋和农田建造速度+50%


14.罗马（地中海）：
文明强项：步兵/弩炮
文明特色：防御建筑和奇观外的建筑物便宜10%、塔便宜40%、剑兵系攻击速度+33%、弩炮系+1射程
组队奖励：祭司+50%治疗速度


15.马其顿（地中海）：
文明强项：步兵/攻城武器
文明特色：非远程部队+2视野、学院单位在青铜时代+1远程护甲，铁器时代+2远程护甲、所有单位抵抗招降能力提高四倍
组队奖励：房屋+50生命值


16.迦太基（地中海）：
文明强项：大象/骆驼/步兵
文明特色：以额外的每种50的资源开局、大象部队和学院部队生命值+25%、骆驼兵生命值+15%、火艨艟+25%攻击力、运输船+25%速度、贵族制免费
组队奖励：学院工作速度+20%


17.巴尔米拉（地中海）：
文明强项：落体
文明特色：村民工作效率+25%，拥有护甲，但是贵50%、以额外75食物开始游戏、骆驼兵移动速度+25%、免费进贡，商人部队获得额外的20%黄金
组队奖励：科技研究效率+30%


*/