/*

// 步兵


1.民兵系（50食物）：
护甲类型：【步兵】
特殊能力：/
狼牙棒战士：生命40、攻击3、护甲0、盾牌0、移速1、视野4
持斧战士：生命50、攻击5、护甲0、盾牌1、移速1、视野4、（对冲击步兵+2、建筑+2）————升级费用（100食物）


2.环索投石手（40食物+10石头）：
护甲类型：/
特殊能力：/
属性：生命25、攻击2、护甲0、盾牌3、移速1、视野4、（对弓箭手+3、防御建筑+3）


3.剑士系（35食物+15黄金）：
护甲类型：【步兵】
特殊能力：/
短剑士：生命60、攻击7、护甲1、盾牌0、移速1、视野4
阔剑士：生命80、攻击9、护甲1、盾牌0、移速1、视野4————升级费用（140食物+50黄金）
长剑士：生命100、攻击11、护甲2、盾牌0、移速1、视野4————升级费用（240食物+100黄金）
军团兵：生命140、攻击13、护甲2、盾牌0、移速1、视野4————升级费用（1400食物+600黄金）


4.甲兵系（60食物+40黄金）：
护甲类型：/
特殊能力：/
甲兵：生命120、攻击17、护甲5、盾牌0、移速0.87、视野4
方阵步兵：生命120、攻击20、护甲7、盾牌0、移速0.87、视野4————升级费用（300食物+100黄金）
百夫长：生命160、攻击30、护甲8、盾牌0、移速0.87、视野4————升级费用（1800食物+700黄金）


 */