/*

// 罗马归来：

阿卡德的萨尔贡：【✅181.战神】
1.神选之人（金）【✅27.货真价实】
2.神的意志（金）【✅179.加急运送】
3.预言（金）【✅180.乌尔的离开】
4.君主之地（金）
5.苏巴尔图（金）

伊庇鲁斯的皮洛士：【❌回到第一方阵】
1.亚历山大二世【❌亚历山大会怎么做？】
2.马其顿诸王【❌希腊闪电】
3.皮洛士的胜利
4.希腊人的救世主
5.西西弗斯【❌严防死守...】

图拉真：【✅139.擎天大帝（金）】
1.使节与军团（金）【✅170.你不满意吗？】
2.罗马声誉（金）
3.血流成河（金）【✅129.我即军团】
4.一位宿敌（金）【✅131.你在这里并无权力！】
5.水中之血（金）


// 帝国时代：

埃及的崛起：【✅60.文明的建筑者（金）】
1.捕猎（金）
2.觅食（金）
3.搜索（金）
4.新时代的黎明（金）
5.小规模战斗（金）
6.耕作（金）
7.贸易（金）
8.宗教（金）
9.河流哨站（金）
10.海战（金）
11.世界奇观（金）
12.围攻迦南（金）

巴比伦之声：【✅127.立法者（金）】
1.圣者（金）
2.底格里斯河谷（金）
3.复仇（金）
4.我必重返（金）
5.大捕猎（金）
6.商队（金）
7.幼发拉底河之主（金）
8.征服尼尼微（金）

希腊之光：【✅125.希腊友方（金）】
1.开疆辟土（金）
2.卫城（金）
3.征服克里特（金）
4.特洛伊战争（金）
5.殖民伊奥尼亚（金）
6.围困雅典（金）
7.色诺芬的远征（金）
8.亚历山大大帝（金）


// 罗马崛起

第一次布匿战争【✅124.战术撤退（金）】
1.为西西里岛而战（金）
2.米拉海战（金）
3.突尼斯战役（金）



*/