/*

// 射手


1.弓箭手（40食物+20木材）：
护甲类型：【弓箭手】
特殊能力：/
属性：生命35、攻击3、护甲0、盾牌0、移速1、视野7、射程5、（对近战步兵+2）


2.步弓系（40食物+20黄金）：
护甲类型：【弓箭手】
特殊能力：/
属性：生命40、攻击4、护甲0、盾牌0、移速1、视野8、射程6
属性：生命45、攻击5、护甲0、盾牌0、移速1、视野9、射程7————升级费用（180食物+100木材）


3.骑射系（50食物+70黄金）：
护甲类型：【弓箭手】、【骑乘部队】
特殊能力：/
骑马弓兵：生命60、攻击7、护甲0、盾牌1、移速1.91、视野9、射程7
重装骑马弓兵：生命90、攻击8、护甲0、盾牌1、移速2.08、视野9、射程7————升级费用（1750食物+800黄金）


4.骑象射手（180食物+60黄金）：
护甲类型：【弓箭手】、【骑乘部队+4】
特殊能力：/
属性：生命600、攻击6、护甲0、盾牌0、移速0.75、视野8、射程7


5.战车弓兵（40食物+70木材）：
护甲类型：【弓箭手】、【骑乘部队+4】
特殊能力：/
属性：生命70、攻击4、护甲0、盾牌0、移速1.66、视野9、射程7


 */