/*

// 骑兵


1.侦察兵（90食物）：
护甲类型：【骑乘部队】
特殊能力：/
属性：生命60、攻击3、护甲0、盾牌1、移速1.66、视野7/9/11、（对远程单位+3）


2.骆驼兵（70食物+60黄金）：
护甲类型：/
特殊能力：/
属性：生命125、攻击6、护甲0、盾牌0、移速1.66、视野4、（对骑乘部队+8）


3.战车系（40食物+60木材）：
护甲类型：【骑乘部队+4】
特殊能力：刀轮战车对0.75范围造成100%伤害
战车：生命100、攻击7、护甲0、盾牌0、移速1.66、视野4
刀轮战车：生命120、攻击9、护甲1、盾牌0、移速1.66、视野4————升级费用（1400木材+1000黄金）


4.骑士系：（70食物+80黄金）
护甲类型：【骑乘部队】
特殊能力：/
骑兵：生命150、攻击8、护甲0、盾牌1、移速1.66、视野4、（对步兵+5）
重装骑兵：生命150、攻击10、护甲2、盾牌2、移速1.66、视野4、（对步兵+6）————升级费用（300食物+300黄金）
甲胄骑兵：生命240、攻击12、护甲5、盾牌3、移速1.66、视野4、（对步兵+7）————升级费用（1600食物+600黄金）


5.象兵系：（170食物+40黄金）
护甲类型：【骑乘部队+4】
特殊能力：对0.75/1范围造成100%伤害
战象：生命600、攻击15、护甲0、盾牌0、移速0.75、视野5、（对建筑+25、塔+25）
披甲战象：生命600、攻击18、护甲2、盾牌1、移速0.75、视野5、（对建筑+35、塔+35）————升级费用（1000食物+1200黄金）


*/