/*

船只


1.渔船系（50木材）：
护甲类型：/
特殊能力：捕鱼获得食物
捕鱼艇：生命45、攻击0、护甲0、盾牌0、移速1.4、视野6
渔船：生命75、攻击0、护甲0、盾牌0、移速2、视野6————升级费用（50食物+100木材）


2.商船系（75木材+60黄金）：
护甲类型：/
特殊能力：贸易获得黄金或者木材
贸易艇：生命120、攻击0、护甲0、盾牌0、移速2、视野4
商船：生命200、攻击0、护甲0、盾牌0、移速2.5、视野4————升级费用（200食物+75木材）


3.运输船系（150木材）：
护甲类型：/
特殊能力：运输自己陆地部队
轻型运输船：生命150、攻击0、护甲0、盾牌0、移速1.4、视野4、驻扎5
重型运输船：生命200、攻击0、护甲0、盾牌0、移速1.75、视野5、驻扎10————升级费用（300食物+150木材）


4.战舰系（135木材）：
护甲类型：/
特殊能力：/
侦察船：生命120、攻击5、护甲0、盾牌0、移速1.75、视野7、射程5
战舰：生命160、攻击8、护甲0、盾牌0、移速1.75、视野9、射程6————升级费用（150食物+75木材）
三桨座战船：生命200、攻击12、护甲0、盾牌0、移速1.75、视野10、射程7————升级费用（300食物+100木材）


5.投石船系（135木材+50黄金）：
护甲类型：/
特殊能力：造成1/1.2范围溅射衰减伤害
投石型三桨座战船：生命135、攻击35、护甲0、盾牌0、移速1.45、视野12、射程9、（对建筑+140）
大帆船：生命200、攻击35、护甲0、盾牌0、移速1.45、视野13、射程10、（对建筑+140）————升级费用（1300食物+700木材）


6.火艨艟（115木材+40黄金）：
护甲类型：【建筑+130】、【火艨艟】
特殊能力：/
火艨艟：生命200、攻击24、护甲0、盾牌0、移速2、视野8、射程1


*/