/*

// 英雄单位


原版


1.科利斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命100、攻击6、护甲0、盾牌0、移速0.92、视野4


2.科利斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命150、攻击9、护甲0、盾牌0、移速0.92、视野4


3.伊阿宋：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命180、攻击20、护甲0、盾牌0、移速1.2、视野4


4.薛西斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命200、攻击20、护甲3、盾牌0、移速1.3、视野4


5.亚历山大：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命400、攻击22、护甲1、盾牌0、移速2、视野5


6.赫克特：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击25、护甲2、盾牌0、移速2、视野5


7.维钦托利：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击25、护甲2、盾牌0、移速2、视野5


8.提比略：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命250、攻击15、护甲0、盾牌0、移速2、视野5


9.珀尔修斯：
护甲类型：【射手】
特殊能力：/
属性：生命100、攻击10、护甲3、盾牌0、移速1.2、视野11、射程9


10.阿蒙·拉：
护甲类型：【祭司】
特殊能力：招降、治疗友军
属性：生命150、攻击0、护甲0、盾牌0、移速1、视野14、射程12


11.穆尔·哈沃克：
护甲类型：【祭司】
特殊能力：招降、治疗友军
属性：生命180、攻击0、护甲0、盾牌0、移速1、视野14、射程12



罗马复兴


1.马克·安东尼：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命300、攻击20、护甲6、盾牌0、移速1.2、视野4


2.凯撒：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击15、护甲5、盾牌0、移速2.5、视野10


3.西皮奥：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命250、攻击12、护甲2、盾牌0、移速2.5、视野10


4.汉尼拔：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命600、攻击20、护甲4、盾牌0、移速1.2、视野7


5.阿基米德：
护甲类型：【祭司】
特殊能力：/
属性：生命25、攻击0、护甲0、盾牌0、移速1、视野4


6.克莱奥帕特拉的驳船：
护甲类型：【战舰】
特殊能力：/
属性：生命500、攻击60、护甲0、盾牌0、移速2、视野13、射程10


7.聚光反射镜塔：
护甲类型：【建筑+90】、【防御建筑】、【塔】
特殊能力：可以射击
属性：生命400、攻击100、护甲0、盾牌5、视野17、射程17


8.齐诺比娅塔：
护甲类型：【建筑+90】、【防御建筑】、【塔】
特殊能力：可以射击
属性：生命10000、攻击40、护甲0、盾牌5、视野11、射程10



决定版

1.圣德太子：
护甲类型：【骑兵】、【弓箭手】
特殊能力：/
属性：生命200、攻击10、护甲0、盾牌2、移速2.2、视野9、射程7


2.奥德修斯：
护甲类型：【弓箭手】
特殊能力：/
属性：生命90、攻击12、护甲1、盾牌0、移速1.2、视野12、射程10


3.徐福：
护甲类型：【弓箭手】
特殊能力：/
属性：生命100、攻击10、护甲3、盾牌0、移速1.2、视野11、射程9


4.拉美西斯：
护甲类型：【骑兵】、【弓箭手】
特殊能力：/
属性：生命170、攻击7、护甲0、盾牌0、移速2、视野9、射程7


5.巴黎：
护甲类型：【骑兵】
特殊能力：/
属性：生命200、攻击17、护甲2、盾牌2、移速2、视野4、（对步兵+7）


6.穆瓦塔里：
护甲类型：【骑兵+4】
特殊能力：/
属性：生命200、攻击15、护甲2、盾牌0、移速2、视野4


7.埃阿斯：
护甲类型：【百夫长】
特殊能力：/
属性：生命300、攻击30、护甲3、盾牌0、移速0.9、视野4


8.伯利克利：
护甲类型：【百夫长】
特殊能力：/
属性：生命180、攻击24、护甲8、盾牌0、移速0.9、视野4


9.桑提普斯：
护甲类型：【百夫长】
特殊能力：/
属性：生命250、攻击35、护甲8、盾牌0、移速0.9、视野4


10.马特克领主：
护甲类型：【百夫长】
特殊能力：/
属性：生命16、攻击1、护甲1000、盾牌1000、移速1.3、视野6


11.阿喀琉斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命350、攻击25、护甲6、盾牌0、移速1.2、视野4



罗马归来


1.萨尔贡：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命120、攻击12、护甲1、盾牌0、移速1.2、视野5


2.哈德良：
护甲类型：【百夫长】
特殊能力：/
属性：生命200、攻击35、护甲10、盾牌0、移速1.125、视野4


3.德塞巴鲁斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命180、攻击16、护甲4、盾牌0、移速1.2、视野5


4.德米特里厄斯：
护甲类型：【百夫长】
特殊能力：/
属性：生命270、攻击14、护甲2、盾牌2、移速1.2、视野5


5.利西马科斯：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命250、攻击13、护甲1、盾牌1、移速1.2、视野5


6.阿卡德的萨尔贡：
护甲类型：【骑兵+4】
特殊能力：/
属性：生命320、攻击20、护甲3、盾牌1、移速2、视野5


7.皮洛士：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击19、护甲2、盾牌5、移速2、视野5


8.齐诺比娅女王：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命135、攻击12、护甲3、盾牌0、移速2、视野5、（对骑兵+8、骑象射手+4）


9.图密善：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命320、攻击20、护甲2、盾牌1、移速2、视野5、（对步兵+7）


10.奥斯罗斯一世：
护甲类型：【骑射手】
特殊能力：/
属性：生命140、攻击10、护甲0、盾牌2、移速2.2、视野9、射程7


*/