/*

// 建筑


1.房屋（30木材）：
护甲类型：【建筑】
特殊能力：提供4人口
尺寸：2*2
属性：生命75、护甲0、盾牌0、视野2


2.兵营（125木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5


3.贮藏阱（120木材）：
护甲类型：【建筑】
特殊能力：木材、黄金、石头和狩猎到的食物存放点
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野4
科技：
Ⅱ
工具利用（100食物）：近战部队+2攻击力
步兵皮甲（75食物）：步兵+2近战护甲
射手皮甲（100食物）：弓兵+2近战护甲
骑兵皮甲（125食物）：骑兵+2近战护甲
Ⅲ
金属利用（200食物+120黄金）：近战部队+2攻击力
青铜盾（150食物+180黄金）：步兵+1远程护甲
步兵鳞甲（100食物+50黄金）：步兵+2近战护甲
射手鳞甲（125食物+50黄金）：弓兵+2近战护甲
骑兵鳞甲（150食物+50黄金）：骑兵+2近战护甲
Ⅳ
冶金学（300食物+180黄金）：近战部队+3攻击力
铁盾（200食物+320黄金）：步兵+1远程护甲
塔盾（250黄金+400黄金）：步兵+1远程护甲
神权（200黄金）：多个僧侣招降只会消耗1个僧侣的能量
步兵锁甲（125食物+100黄金）：步兵+2近战护甲
射手锁甲（150食物+100黄金）：弓兵+2近战护甲
骑兵锁甲（175食物+100黄金）：骑兵+2近战护甲


3.谷仓（120木材）：
护甲类型：【建筑】
特殊能力：农田食物和果丛食物的存放点
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野4
科技：
Ⅱ
研究低矮围墙（50食物）：可以建造低矮围棋
研究瞭望箭塔 （50食物）：可以建筑瞭望箭塔
Ⅲ
研究稍高围墙（180食物+100石头）：可以建造稍高围墙
研究警卫塔（120食物+50石头）：可以建造警卫塔
Ⅳ
研究垛墙（300食物+175石头）：可以建造垛墙
研究警戒箭塔（300食物+100石头）：可以建造警戒箭塔
研究弩炮塔（1800食物+900石头）：可以建造弩炮塔


4.船坞（100木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、攻击0、护甲0、盾牌0、视野5


5.城镇中心（200木材）：
护甲类型：【建筑】
特殊能力：提供4人口、所有资源存放点、进化时代
尺寸：3*3
属性：生命600、攻击0、护甲0、盾牌0、视野7
科技：
Ⅰ
工具时代（500食物）：进化到工具时代
Ⅱ
铜时代（800食物）：进化到青铜时代
城市守望（100食物）：建筑物视野+3
Ⅲ
铁器时代（1000食物+800黄金）：进化到铁器时代


6.靶场（125木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野4


7.马厩（125木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野4


8.市场（150木材）：
护甲类型：【建筑】
特殊能力：可以调配经济、进贡盟友、作为贸易点贸易黄金
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5
科技：
Ⅱ
木材利用（120食物+75木材）：+2伐木效率、+1远程武器射程
石矿开采（100食物+50石头）：+3采石效率、+1环索投石手射程
金矿开采（120食物+100木材）：+3采金效率
驯化术（150食物+50木材）：农场+75食物产出量
Ⅲ
工艺（170食物+150木材）：+2伐木效率、+1远程武器射程
车轮（175食物+75木材）：村民移动速度+60%，生产战车单位的必要条件
犁（250食物+75木材）：农场+100食物产出量
Ⅳ
精湛工艺（240食物+200木材）：+2伐木效率、+1远程武器射程
攻城术（190食物+100石头）：+3采石效率、+1环索投石手射程、村民对建筑伤害增加
铸币术（200食物+100黄金）：金矿的产能+25%、免费进贡、开采黄金效率+33%
灌溉术（300食物+100木材）：农场+125食物产出量


9.农田（75木材）：
护甲类型：【建筑】
特殊能力：提供食物、可以自动复耕
尺寸：3*3
属性：生命50、护甲0、盾牌0、视野3


10.城墙（5石头）：
护甲类型：【建筑】、【防御建筑】、【墙】
特殊能力：/
尺寸：1*1
低矮围棋：生命200、护甲0、盾牌3、视野3
稍高围棋：生命300、护甲0、盾牌4、视野3————升级费用（180食物+100石头）
垛墙：生命400、护甲0、盾牌5、视野3————升级费用（300食物+175石头）


11.城门（40石头）：
护甲类型：【建筑】、【防御建筑】、【墙】
特殊能力：/
尺寸：1*3
属性：生命50、护甲0、盾牌3、视野3


12.箭塔系（150石头）
护甲类型：【建筑+90】、【防御建筑】、【塔】
特殊能力：可以射箭
尺寸：2*2
瞭望箭塔：生命125、攻击5、护甲0、盾牌3、视野8、射程6
警卫塔：生命185、攻击6、护甲0、盾牌4、视野9、射程7————升级费用（120食物+50石头）
警戒箭塔：生命240、攻击8、护甲0、盾牌5、视野9、射程8————升级费用（300食物+100石头）
警戒箭塔：生命240、攻击18、护甲0、盾牌5、视野10、射程8————升级费用（1800食物+750石头）


13.政府中心（175木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5
科技：
Ⅲ
贵族制（175食物+120黄金）：骑兵部队+15%生命值
建筑学（150食物+175木材）：建筑建造时间-33%，生命+20%
文字书写（200食物+75黄金）：分享同盟视野
后勤学（180食物+100黄金）：兵营部队只需要占据半个人口
城市化（300木材+100石头）：房屋提供双倍人口数
Ⅳ
贵族统治制度（175物+150黄金）：学院部队移动速度+25%
弹道学（200食物+50黄金）：投射部队命中率增高，研究弩炮塔的先决条件
炼金术（250食物+200黄金）：+1投射部队的攻击力
工程学（200食物+100木材）：攻城部队和攻城船只+2射程
征招（450食物+200黄金）：陆地部队训练速度+25%


14.神庙（200木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5
科技：
Ⅲ
占星术（175黄金）：祭司招降效率+30%
神秘论（120黄金）：祭司生命值+20
多神论（120黄金）：祭司移动速度+40%
Ⅳ
冥世信仰（275黄金）：祭司招降范围+3
盲信主义（120黄金）：祭司能量回复速度+50%
医学（150黄金）：祭司治愈速度加快
一神论（350黄金）：祭司可以招降建筑和其他祭司
牺牲（400黄金）：祭司死亡可以马上招降敌方部队
狂热行为（120黄金）：村民攻击力+7、移动速度+12%、生命值+40、负载量-8
神权（400黄金）：多个祭司招降后只有一个祭司消耗能量


15.学院（150木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5


16.攻城武器厂（200木材）：
护甲类型：【建筑】
特殊能力：/
尺寸：3*3
属性：生命350、护甲0、盾牌0、视野5


17.世界奇观（1000木材+1000黄金+1000石头）：
护甲类型：【建筑】
特殊能力：坚持2000年就可以获得胜利
尺寸：5*5
属性：生命500、护甲0、盾牌0、视野4


*/