/*

// 民族


1.埃及人（中东）：
文明强项：战车/祭司
文明特色：农场成本-20%、金矿工人的工作速度提高+20%，携带黄金量+2、战车单位+33%生命值、祭司在青铜/铁器时代射程+2/+3
团队加成：祭司+1远程护甲


2.亚述人（中东）：
文明强项：步弓手/攻城
文明特色：村民移动速度提高10%、步弓手在工具/青铜/铁器时代射击速度分别提高11/22/33%、攻城单位升级花费-50%
团队加成：攻城武器厂运转速度提高20%


3.赫梯人（中东）：
文明强项：步弓手/攻城
文明特色：所有步弓手攻击力+1、投石器、投石车和重型投石车+50%生命值、战舰(不包括火艨艟)在工具/青铜/铁器时代射程分别+1/+2/+3、车轮成本和研究时间-50%
团队加成：塔楼容纳的人口数量+4


4.希腊人（近东）：
文明强项：步兵/海军
文明特色：城镇中心自工具时代开始工作效率提高10%、学院单位移动速度提高30%、成本-20%、舰船移动速度提高20%、多神论和占星术免费(需要神庙)
团队加成：市场成本-50%


5.腓尼基人（近东）：
文明强项：野象/海军
文明特色：伐木工的工作速度提高15%，携带木头数量+2、野象单位成本-25%、投石型三列桨座战船和大帆船火力速度提高33%、码头+150HP，视野+4
团队加成：弓箭手视野+2


6.米诺斯人（近东）：
文明强项：步弓手/海军
文明特色：舰船在石器/工具/青铜/铁器时代花费分别-15/-20/-25/-30%、弓箭手系在青铜/铁器时代射程分别+1/+2、农民工作速度提高10%
团队加成：码头花费-20%


7.巴比伦人（两河）：
文明强项：防御
文明特色：石料工人工作速度提高20%，携带石料数量+2、市场技术成本-30%、城墙和塔楼+60%生命值、祭司恢复速度提高30%、战车+1远程护甲
团队加成：建造者的工作速度提高10%


8.波斯人（两河）：
文明强项：野象/海军
文明特色：猎人工作速度提高30%，携带食物+3、野象单位移动速度提高25%、侦察舰在工具/青铜/铁器时代中的攻击速度分别提高18/25/33%、城墙成本-20%
团队加成：马厩工作速度提高20%


9.苏美尔人（两河）：
文明强项：经济/攻城
文明特色：村民+15生命值、投石器、投石车、重型投石车攻击速度提高45%、农场食物+125、骆驼+1远程护甲
团队加成：城镇中心花费-25%


10.商朝（远东）：
文明强项：经济/骑兵
文明特色：村民花费40食物，开始游戏时食物-40、城墙+60%生命值、骑兵线攻击速度提高10%
团队加成：城镇中心容纳的人口数量+4


11.大和氏（远东）：
文明强项：骑兵/海军
文明特色：渔船系工作效率提高20%、所有骑兵单位和骑马弓箭手的成本-15%、船只在石器/工具/青铜/铁器时代生命值分别+10/15/20/25%、马厩和靶场升级成本-30%
团队加成：马厩和靶场成本的木头-33%


12.朝鲜（远东）：
文明强项：步兵/塔楼
文明特色：持斧战士、短/阔/长剑士和军团兵+5/+15/+20+60/+80生命值、贮藏阱技术花费-40%、塔楼射程+2、祭司便花费-30%
团队加成：建筑视线+2


13.骆越（远东）：
文明强项：步弓手
文明特色：浆果采集者的效率提升15%、军事单位创建速度提高25%、靶场单位和弩炮+2护甲
团队加成：房屋和农田建造速度提高50%


14.罗马（地中海）：
文明强项：步兵
文明特色：建筑花费-10%，不包括塔楼、围墙和世界奇观、塔楼花费-40%、剑士攻击速度提高50%、弩炮和破城者攻城塔射程+1
团队加成：祭司治疗速度+50%


15.马其顿人（地中海）：
文明强项：步兵
文明特色：所有非远程单位视线+2、学院单位青铜时代远程护甲+1、铁器时代远程护甲+2、攻城武器厂单位花费-25%、所有单位的抵抗招降能力提高四倍
团队加成：房屋+50HP


16.迦太基（地中海）：
文明强项：野象/骆驼/海军
文明特色：游戏开始时所有资源+50、学院单位和野象单位+25%生命值，骆驼骑士+15%生命值、火艨艟+25%攻击、运输船移动速度提高25%、贵族制免费(需要政府中心)
团队加成：学院工作速度提高20%


17.巴尔米拉人（地中海）：
文明强项：骆驼/贸易
文明特色：村民花费75食物，但拥有护甲+1/+1且工作速度提高25%、开始游戏时食物+75、骆驼骑士移动速度提高25%、贡品不征税、贸易单位返还黄金+20%
团队加成：科技研究速度提高30%


*/