/*
猎兵祭刀（绿）：某种锋利的合金武具。即便失去了原本的主人仍反射着令人不安的寒光。
特工祭刀（蓝）：利用至冬国优越的技术制造的异形兵器，曾经属于某位资深特工。一般人不经训练，根本无法使用这种奇怪的武具。
督察长祭刀（紫）：在故主手中，曾处理过许多【债务】的凶恶武具。世上无人背后长眼，而这种兵器与相关的武艺则是针对这种弱点设计的。

雾虚花粉（绿）：雾虚草在密闭空间中会产生的奇妙孢子，是飞萤喜好的事物。
雾虚草囊（蓝）：保存完好的雾虚草，有的人会利用飞萤对雾虚草的喜好，来控制它们。
雾虚灯芯（紫）：将本就罕见的雾虚草集结成的束，会散发出幽晦的冥光；提着这种灯的人，则会召来飞萤与不幸。

混沌装置（绿）：来自不再活动的古代遗迹构装体。曾经是维系它身躯的某个部位，有着精妙的工学美感。
混沌回路（蓝）：来自不再活动的古代遗迹构装体。曾经是驱使它行动的逻辑回路。其中蕴含的伟大技术，如今已经无人可解。
混沌炉心（紫）：来自不再活动的古代遗迹构装体。曾经是驱动它活动的能源之心。若能理解、重构这样的神秘技术，或许能改变这个世界也说不定。

地脉的旧枝（绿）：来自深邃地底的脆弱枯枝。即使饱经岁月，也能从斑驳的树皮下，看出尚未散尽的力量。
地脉的枯叶（蓝）：来自深邃地底的植物枝条。即使远离它的主人，其中也残留着低沉脉动的力量。
地脉的新芽（紫）：据说有一株巨木曾经贯彻了世界的各处；据说这枝是它的一部分。仿佛从未被人折下带到遥远的地表，仍然充满了勃发的生机，长出了新叶。

沉重号角（绿）：粗砺的号角，是丘丘人用来警告同伴的道具。现在散布在号角上的战损使其失去了发声的功能。
黑铜号角（蓝）：金属制的魔物号角。通常只能从格外强壮的丘丘人身上获得，因为鸣响号角是需要气力的事情。
黑金号角（紫）：隐隐反射着不祥光芒的金属号角，饰有材质不明的黑晶。几乎没有使用过，推测是丘丘人重要的仪式器具。

脆弱的骨片（绿）：从幼岩龙蜥身上找到的某种骨片。尽管十分脆弱，其中苏沪蕴含着某种难以言喻的力量。
结实的骨片（蓝）：出于某种理由，幼龙蜥十分珍惜的某种生物骨片。看上去有一定的年头，即使这种不通人言的龙兽，似乎对这种残骸也拥有某种特殊的憧憬。
石化的骨片（紫）：击败幼龙蜥后有时能找到的石化骨片。幼龙蜥都梦想着成长为真正的龙。会把古老的化石认作是龙之骨而加以珍惜，或许是因为希冀着龙的永恒与强大吧。

黯淡棱镜（绿）：原本是能偏转光线的棱镜，在流水般的年岁中渐渐变得黯淡。
水晶棱镜（蓝）：能够偏转光线的棱镜。利用这种棱镜，可以制造虚幻的影像。从某种意义而言，也因此有着操纵人心的力量。
偏光棱镜（紫）：能够偏转光线的棱镜。在黑暗中，棱镜可以将细微的光明散布到更大的范围里。这种棱镜对于内心常常被黑暗笼罩的人，有着令他们稍稍安心的力量。

混沌机关（绿）：来自不再活动的古代遗迹机关。似乎是拟生机关的动力来源。
混沌枢纽（蓝）：来自不再活动的古代遗迹机关。在无法维持机关构装体的结构性之后，其中蕴含的伟大技术与未知力量也失去意义了吧。
混沌真眼（紫）：来自不再活动的古代遗迹机关。这类机关的【遗迹】之名源自它们热衷的活动区域。单遗迹机关本身与它们所寄居的残垣断壁之间却没有多少共同之处。在遥远的过去，遗迹曾经属于伟大的、几乎可以触碰天空穹顶的文明，而【遗迹】则在大地的深处蓄势待发，等待着踏平一切国度的指令下达。

隐兽指爪（绿）：兽境群狼的残留身体组织。按照常理来说，这种与此世不容的事物不应在这种一场造物被驱逐后，残留于世才对。
隐兽利爪（蓝）：兽境群狼的身体组织。虽然奇妙，但是和大杰作【腐殖层】杜林相比，【淋溶层】猎犬不值一提。
隐兽鬼抓（紫）：守军群狼的利爪。世之奇珍，但是和最高杰作【白垩层】相比，只是寻常之物罢了。

晦暗刻像（绿）：刻画着某人形象的小雕像。即使经过了长久的岁月，也没有受到任何损伤。似乎被原本的主人如同圣象一般呵护着。
夤夜刻像（蓝）：刻画着某人形象的独目偶像。握在手中时似乎能感受到其中散发的丝丝暖意，就像挚友的臂膀那般。或许能给予明白雕像背后个中含义的人持续前进的勇气吧。
幽邃刻像（紫）：微微散发着不详的能量的独目刻像，是以何种材质制成则完全不可知。凝视着这尊偶像时，似乎能听见令人心情宁静的奇妙低语...【看吧，我孩子。天之座下的万物终将在动荡中消亡。永远宁静的漆黑深空会包容一切。】

失活菌核（绿）：蕈兽的部分身体组织，在外界元素的剧烈刺激下才会形成。手感很好，适合用来解压，单容易造成蕈兽大量孳生，所以不宜商用。
休眠菌核（蓝）：蕈兽的部分身体组织，在外界元素的剧烈刺激下才会形成。生论派的学者们曾对蕈兽究竟属于植物还是动物展开过旷日持久的论战。最后两派达成和解，将蕈兽单列在动植物之外，并不再讨论。
茁壮菌核（紫）：蕈兽的部分身体组织，在外界元素的剧烈刺激下才会形成。一般认为，蕈兽之所以演化出移动能力，是为了将孢子散布在更为广泛的天地中。曾有诗人称，在蕈兽共同的梦中，孢子覆盖了山岳与海洋，世界无比宁静。蕈兽演化成游鱼、走兽、飞禽、人与神，依赖雨水、土地与回归土地的同伴而生。

混沌容器（绿）：来自不再活动的古代遗迹龙兽。遗迹龙兽可以吸收外界的元素能量，并储存在【颈部】的构件中。
混沌模块（蓝）：来自不再活动的古代遗迹龙兽。【龙】是最为原始、古老的顶级元素受肉之形态，直到它们被击溃、被征服，抑或是被同化。
混沌锚栓（紫）：来自不再活动的古代遗迹龙兽。已经失落的古国之中，曾有一派醉心于拟生之原理。无论是无相的纯粹秩序元素，或是龙的亘古原始力量，都应当加以拟造、改良，最终达到超越。如此便能以更为优越的无垢之身，取代终将朽败、终将破碎的秩序。

破缺棱晶（绿）：打倒元能构装体后获得的破碎零件。这些造型特异的机械是沙漠遗迹永恒的守护者，具有足以凿穿岩山，重塑巨石的力量。驱动这些机械运作的原理与地上、地下许多神秘的机关相似。
混浊棱晶（蓝）：打倒元能构装体后获得的老旧零件。据说这些机械与同样来自沙海深处的【遗迹机关】不同，并不是作为歼灭与征服的使者被制造出来的。
辉光棱晶（紫）：打倒元能构装体后获得的精巧零件。荒漠的王曾经做过一个梦，也做出过许多许诺。在荒漠的传说中，这些机械的造物原本是践行诺言的道具，如今也只有它们的机械记忆体中刻写着无人记得的梦与承诺吧。

残毁的横脊（绿）：圣骸兽脊背上残毁的骨壳。昔日遍布四方之土的灾厄之证，如今唯有在人迹罕至之处方能寻得踪影。
密固的横脊（蓝）：圣骸兽脊背上坚实的骨壳。噬啮殒落的伟大生灵之躯骸，并藉此升衍的灾兽之骨。纵然窃得昔日权能的片影，兽群终究无法逃过与诸神相同的终局。
锲纹的横脊（紫）：圣骸兽脊背上铭镌着古老徽记的骨壳。琅霜般净固的骨壳上，依稀萦绕着遥世的遗恨。终有一日，兽骨会在时之风中散作白灰，而那旧日倾殒的高贵者，最终也会迎来安眠之日吧...

来自何处的待放之花（绿）：丘丘游侠曾珍视的野花。在开放前就被摘下了。它在荒野的巡礼中并不携带任何多余的物品，除了这朵未开之花。
何人所珍藏之花（蓝）：丘丘游侠曾珍视的野花，并不具有什么特别之处。花朵在许多文明当中都是表达心意的赠礼或谢礼。即使失去了文化的经纬，或许这种含义也并未折损吧。
漫游者的盛放之花（紫）：丘丘游侠曾珍视的盛放野花，并不具有什么特别之处。永恒的异乡人从不索要酬劳，所行所为最终理应开花结果...常说自己的语言即是故乡所在，然而丘丘人是缺乏记忆与文字的魔物种族。对于这些流浪者而言，唯一的赞许就只有获赠的花朵上些许的香气了吧。

隙间之核（绿）：隙境原体留下的碎屑。与地上任何生命形式都不具备相似之处。
外世突触（蓝）：隙境原体留下的碎屑。这种异形生命体的根源是厄里那斯，活动范围也以厄里那斯为主。
异界生命核（紫）：隙境原体留下的核心。这种生命体并没有彻底消灭的手段，即使只剩下核心也会在翌日，或是数十年后再度复生。所幸似乎没有很强的攻击性与智性，所以枫丹人对其他大多采取的是敬而远之的态度。据与【护国的白骑士】同行的逐影猎人的记述，在厄里那斯的惨烈战斗结束后，曾经出现了大量的隙境原体。这些隙境原体并没有对他们采取任何攻击行为。

浊水的一滴（绿）：击败浊水幻灵后，取得的一小滴水。其中的生命力似乎尚未完全消散。
浊水的一掬（蓝）：击败浊水幻灵后，取得的一小滴水。其中的生命力似乎尚未完全消散。过去的纯水精灵如今在枫丹已经绝迹，从水中升起的只有这些不具备优美形态的奇异元素生命体。
初生的浊水幻灵（紫）：击败浊水幻灵后，即使再度升起的新生命体，被装在了禁锢的瓶中。水中所蕴含着的生命是无形的，而无形的生命也寄于水中，借由水之形诞生。枫丹古代的诗人与哲学家相信（或是希望），在时间开始之前的过去与时间结束后的未来，无数的生命在水中相遇，不再需要形体、语言与接触。一切不再诞生，也不再死亡。而水的世界则是一切生命的肢体延伸。这是世界最原始亦即最终极的形态，也是已经错过或是尚未到来的黄金时代。

老旧的役人怀表（绿）：猎壳上徽记的磨损与氧化褪色忠实地记录着身为执行者，所度过的时日。
役人的制式怀表（蓝）：怀表把头的位置设计并不合理，外壳过多的棱角也容易将衣物磨破，所以总有人会将其中的机芯装配在更加朴实、缺乏特征性的套壳中使用。
役人的时时刻刻（紫）：装载着【邪眼】的饰物，是愚人众役人元素力量的来源。但即使将之取下，役者仍然有着远超常人的身体素质，这些都来自漫长岁月的训练与实战经验；而她们往往清楚，自己的过去、现在与未来已经奉献给了愚人众的理想国，驱使邪眼的力量所带来的折损因此也不值一提。

羽状鳍翅（绿）：击败玄文兽后，从其背上取得的鳍翅残片。尽管不具备长距离飞行的能力，这些如同鸟羽一般的鳍翅依然能让玄文兽在驰逐猎物时更为迅疾。
月色鳍翅（蓝）：击败玄文兽后，从其背上取得的鳍翅。其上隐隐折射着如月色般温润的幽光，不知为何给人一种宁谧感。所谓【玉魄流虚白，玄文照影明】，无论时岁如何流转，行走于山林的野兽总会缅念尚未陨落的月色，正如它们深藏在影与晚风中的秘密那般。
渊光鳍翅（紫）：击败玄文兽后，从其背上取得的华美鳍翅。其上折射着幽邃的微光，能隐隐感受到仙力的痕迹。更深夜静之时，即便是凶暴的野兽亦会短暂沉入宁谧的安眠，追忆【梦】尚不独属于人的年岁。然而曾经创造许多美梦的主人早已不复，昔时的梦亦如沉入渊底的幽光，再也难觅其踪。

残毁的剑柄（绿）：自古老雕像上取得的石制剑柄。在海水的冲刷下已彻底残毁，失去了曾经的光泽。
裂断的剑柄（蓝）：自古老雕像上取得的石制剑柄。剑柄上的断口与刻痕似乎记录了其主人曾经历过的残酷战斗。
未熄的剑柄（紫）：自古老雕像上取得的石制剑柄。或许是因为刚刚离开其主人的缘故，剑柄中的火光还尚未熄灭。

聚燃的石块（绿）：击败熔岩游像之后，从其体内取得的碎块。即使已经破碎到了这个程度，其中的燃烧也并没有停止，或许是因为燃素所具备的超常活力所致。
聚燃的命种（蓝）：击败熔岩游像之后，从其体内取得的聚燃堆。散发着些微的热量。到了这种规模的石堆，已经很难阻止其不断燃烧下去了。据说，这就是某种生命初始的形态。
聚燃的游像眼（紫）：击败熔岩游像之后，从其体内取得的核心。散发着相当的热量。据说只要形成这样的核心，放置不管就会形成新的熔岩游像。古老的文明一度认为生命的所有形式来源于火的燃烧，认为灵魂与智慧的起源即是聚燃的火种。熔岩游像这一生命体或许印证了这样的说法，又或者，是那样的理论使它诞生在了纳塔的大地上...

意志破碎的残片（绿）：大灵显化身寄宿的残片。破碎的石偶断片，其承载的【大灵】意志与力量也十分有限。
意志明晰的寄偶（蓝）：大灵显化身寄宿的玉偶。能够隐约看到形制的玉偶雕像，能够承载更多【大灵】的意志与力量。
意志巡游的符像（紫）：大灵显化身寄宿的黑曜石符像。环绕黑曜石的玉偶雕像，据说从前的人经常用这样的雕像，尝试与夜神国度中的【大灵】进行沟通，或许这也是【大灵】能够凭依在其上，并显化出形体的缘由吧。

秘源轴（绿）：来自不再活动的秘源机兵。看上去只是两个机关之间的承接结构。
秘源机鞘（蓝）：来自不再活动的秘源机兵。看上去是承载秘源机械体运作的机关，但其核心之处空空如也。
秘源真芯（紫）：来自不再活动的秘源机兵。看上去是完整的驱动秘源机械体运作的核心，似乎是作为通用的组件而被制造出来的奇特装置。传说古老文明的伟大住民辉用金纹创生的智慧勾勒奇异机械体运作的蓝图，或许这核心也是其中之一吧。

折光的胚芽（绿）：名为深邃拟覆叶的魔物在被击败后所掉落的芽叶。据说这种魔物自黑潮之中诞生时，最先生长而出的，就是这样能使元素的力量偏转的嫩芽。
惑光的阔叶（蓝）：名为深邃拟覆叶的魔物在被击败后所掉落的箭形叶片。在侵蚀地脉并抽取其中的记忆后，魔物所生长出的承载自身解析出信息的载体。魔物能够拟态复现何种形态，或许与这些具有复杂纹路的枝叶息息相关。
迷光的蜷叶之心（紫）：名为深邃拟覆叶的魔物在被击败后所残余，由蜷缩在一起的叶片构成的核心。即使已如生机尽失般黯淡下去，但是仍能感受到其中隐约鼓动的不祥之力。时常有人感到困惑，当此种魔物被消灭时，它从大地之中汲取的那些记忆都去往了何处？或许这枚核心提供了这一问题的答案。

冷裂壳块（绿）：击败炉壳山鼬后，从其背上取得的背壳的残片。一度燃烧，但此时已经冷却的背壳的裂块，已经失去其中蕴藏的如火的光彩。
蕴热的背壳（蓝）：击败炉壳山鼬后，从其背上取得的背壳的部分结构。炉壳山鼬会在贝壳之后蕴积进食所得的燃素，以备不时之需，燃火的鼬兽在圣山中腾跃时的一抹焰色，或许是长久以来都未曾被人窥得的风景吧。
明燃的棱状壳（紫）：击败炉壳山鼬后，从其背上取得的完整的背壳碎块。据说在一个种群之中，地位越高的炉壳山鼬，其背后蕴藏的燃素会更多，而地位越低越弱的个体，背后蕴藏的燃素越少。形成这个现象的原因也许很好解释：地位越高的炉壳山鼬，需要运用到背后积蓄的燃素的机会或许永远没有地位低的个体那样多吧。

幽雾化形（绿）：在狂猎迷雾中寻得的碎块。如同雪花一般，是由来自异界的漆黑力量显化凝结而成的。
幽雾片甲（蓝）：在狂猎迷雾中寻得的甲片。曾是狂猎魔物所着盔甲的一部分，不知为何没有随着迷雾一同消失。
幽雾兜盔（紫）：在狂猎的迷雾中寻得的兜鍪。或许是因为来自异界的不洁存在汲取了地脉中古老的记忆，造型与失落古国的遗物颇为相似。

失光块骨（绿）：自蕴光的魔兽体表，取下的黯淡骨块。浸润古老月之力的魔兽生长出来的外骨的碎块，已经失去其中蕴藏的隐秘与一度显曜的光亮。
稀光遗骼（蓝）：自蕴光的魔兽体表，取下的散发微光的骨块。仍然残留一部分古老月之力的外骨遗骸，在其中能看到因月之力浸润已久，即使已脱离了本体许久仍无法褪去的深邃颜色。
繁光躯外骸（紫）：自蕴光的魔兽体表，取下的散发着清凉光芒的巨大骨块。曾受古老月之力恩赐的魔兽，能够通过这种的漫长岁月中浸入深髓中的光亮，操纵生长而出的外骨，对它们来说，即使并未完全在生理结构上连接，但浮于体表的外骨仍然是可随心念驱使的身躯的一部分吧。

霜夜的残照（绿）：击败霜夜灵嗣后，从其角冠上取得的残片。传说在遥远的过去，这些高贵的生灵亦是黄金之城的侍仆，辉映于其瞳中的乃是至圣至耀的天光。如今那缕残光早已熄灭，而失却了旧主的灵嗣依然漫行于月下的霜夜，守望无人铭记的誓言。
霜夜的柔辉（蓝）：击败霜夜灵嗣后，从其角冠上取得的碎块。在霜月之子最古老的口头传承祷歌中，这些高贵生灵的辉光曾被终北的哲人称作神使无垢的垂怜。尽管垂怜最终末能阻止黄金城的覆灭，也未能让她的后裔免于流离于荒野的命运，但那柔辉依然流淌在角冠上，等待着也许不会再度降临的梦。
霜夜的煌荣（紫）：击败霜夜灵嗣后，从其角冠上取得的骨甲。其上萦缠着如月光般柔润的温存，即便是在寒夜最深之时亦不会消退。从某种意义上来说，与霜月之子一样，这是这些高贵的生灵最后的坚守。它们侍奉的旧主已经殒入尘埃，它们的梦中却依然辉耀着金色的煌荣。












*/