/**

// 地方传奇

湖畔的维维安涅（浊水喷吐幻灵）
湖畔的尼尼安涅（浊水粉碎幻灵）
双生妖精骑士（猎刀鳐）
深谷之剑（猎刀鳐）
隐者王多尔库（膨膨兽）
渐渐隐去的老兵（膨膨兽）
海源巡回法官（重甲蟹）
铁皮子爵（重甲蟹）
自律超算型场力发生装置（机关·算力增幅器）
以索忒（愚人众·霜役人）
利亚姆（盗宝团·药剂师）
罗基·艾威尔森（盗宝团·拳术家）
雪奈茨芙娜的蝶安奈拉（愚人众·风役人）
赤璋巡岳府君（岩龙蜥）
西尼阿斯（深海龙蜥·原种）
巴拉奇科（愚人众·火之债务处理人）
海浪中的莎孚（鳍游龙武士·穿浪之梭）
异色三连星（愚人众先遣队·冰铳重卫士、愚人众先遣队·火铳游击兵、愚人众先遣队·雷锤前锋军）
科西霍（玳龟）
莉莱（瞑视龙武士·冰晶炮手）
铜锁（遗迹龙兽·地巡）
战羊&铁爪（苦苦羊&浮燃鸟）
微末（熔岩游像·蚀土者）
尖峰（突角龙）
西格德（执灯人）
拉斯科尔尼科夫（愚人众特辖队·火刃突击队）
十六倍曼陀草（曼陀草）
海捷德（盗宝团精锐）
望乡的孤狼（蕴光凛狼）
摩诃婆苏提婆耶弗太子（陆行岩本真蕈）
丘尔德里克（丘丘萨满）
虹彩史莱姆（史莱姆）
穆什特希尔（先驱秘源统辖阵列）
弗瑞奥萨（嚎狼追猎者）
班劫（嵌合梭地兽）
丘林（矮灵雕刻师）


 */