/*

蒙德：

1.风之城：（风会将蒲公英的种子、诗歌与故事带到远方，也会将温柔的旅人带到自己的国度。欢迎来到蒙德。）

2.守护神像的湖泽：（曾有诗歌说：星辰坠入此间大地，造就了湖泽。但也有其他的诗歌说，就连星辰也会为这如同风神的明眸般清澈的景象倾倒，落入湖中。）

3.风洗的原野：（永不止歇的细风洗濯着这片原野。昔日的英雄留下的挺拔巨木在风中轻轻吟籁。）

4.清泉静流之地：（宁静祥和的城郊小镇。有着悠久的猎人传统、清澈甘甜的泉水，以及水源中寄寓着某种善良精灵的传说。）

5.曙光初照的庄园：（弥漫着葡萄的芬芳与醇厚的酒香，蒙德酒业望族的庄园宅邸。以难以望其项背的佳酿征服了蒙德的酒客，某种意义上是贪恋杯中物之人不得不巡礼的圣地。）

6.西风大教堂：（由风神的虔诚信徒经营的宏伟圣堂。过去曾是贵族炫耀权威的大殿。）

7.西风骑士团·图书馆：（北大陆藏书数目最多的图书馆。除【禁书区】的书籍外，所有馆藏皆可供公众自由阅览。）

8.悠古的千风神殿：（环形剧场的古遗迹。悠扬的千风曾经汇集此地，带来无数故事，也让无数故事乘风去往远方。）

9.未名的剑冢：（数百年过去了，天地已经归复平和。如林的剑冢静静铭记着，过去钢铁交错编织的诗篇，战士吟唱的歌谣，妖物如雷撼动大地的步伐，如同鲜烈的血一般赤红的天空。）

10.风啸的古代废度：（独踞高塔者已经不再。盘旋废都的风低啸着无人可知的最古之事：它过去的主人、风中无名的精灵、以及撼动尖塔的群唱...）


璃月：

1.千船万商云集之地：（千帆汇集的繁荣海港。在无数契约规约之下，百货迭出，宝飨七国。欢迎来到璃月，遍行四方的旅人。）

2.绯云坡：（诸商行兴隆发达，居民富足无忧的繁华之所，灯火熙熙攘攘，长明不灭。）

3.吃虎岩：（璃月港永远搏动的心脏，为之输送活力十足的血液。此处忙碌热闹市井景象，正是璃月港无限生机之所在。）

4.玉京台：（远离嚣闹的港口，依着天衡山高高升起。【七星】与诸商会的首脑，在此驱动着璃月驶向无止境的平稳与繁华。）

5.远眺高车之所：（端坐荻花洲南端的客栈，似乎也承担着客栈以外的使命。据说望舒客栈的楼阁是恋人共约赏月的胜地。坊间有传说道，纵然贵为仙人者，偶尔也会在此沐浴清冷的月光...）

6.水泽荻原：（此间是沙沙作响的荻草与蛙声和鸣之地，也是古代无数侠客最后的安息之所。）

7.归离城墟：（曾经盛开者某种花卉的繁华城集。单美梦最终醒转，乐土终究毁于乱世，归人复离。）

8.轻策山间：（高大的轻策山慈悲地怀抱着安乐无虞的村庄，静静守护着其中的老者、孩童与丰饶的天地。而山下镇压着古老妖异的传说早已同讲述者一齐老去，亦不复归。）

9.千峰绝云之间：（传说仙家寄寓此间千百石峰与翻腾云霭之间。是凡骨之躯难以企及的地方。）

10.沐浴月光之树：（枝头流淌着清冷的月光的奇树。深入地心的根系末端，是否又连结着某种等待着再次沐浴月光的悠古之物呢...）

11.雾海中的石林：（云中有如亭阁般耸立的石峰。纵使知晓此间绝非凡人应当涉足之地，这样的华光雾海也会有如旋涡一般，吸引着憧憬天空、憧憬仙居之人吧。）

12.盈泪的故园：（传说石深情清澈的相思盈满了旧日的园圃，造就了渌华池如今的景象。）

13.瀚海孤云：（传说是帝君镇压海中妖物留下的孤傲石峰。据说，心神敏感者偶尔会在睡梦中听见，磐岩镇压的海床深处传来的某种律动。）

14.层岩巨渊外：（连接璃月港与名为层岩巨渊的巨大矿坑的中转站，近来因为层岩巨渊深处的某种变故而停止运作。）

15.遁玉古陵：（【美玉遁藏之地】，但昔日发生在此地的战争早已结束，因玉而辉的古陵早已毁灭。如今只有流水之声陌陌低语。）

16.青墟孤楼：（矗立在青潭之间的荒废城楼。如今依旧守护着早已化为土灰的高傲过往。）

17.靖世九柱：（浅眠在翠玦坡的山谷深处，传说祓除妖异、靖却世间邪妄的九柱石锁。）


层岩巨渊：

1.层岩巨渊地面景观：（【初来此地时，望见如此奇迹般的可怖地貌层一度惊愕失声...那时的震撼与敬畏感，至今没有忘记。】【但被总务司支使着跑上跑下久了，就算再巧夺天工的奇景也难免厌烦了...】【说到这里，不得不多谢前辈的相助，我才能继续自己的冒险...】）

2.矿坑巨口：（【层岩巨渊矿井的入口，被矿工们敬畏地称作[巨渊之口]。最近那场地震发生后，本就被七星封闭的坑口更显诡谲难测...】【在前辈的忙碌下，封印巨口的法印终于被解除了。希望[七星]不要怪罪下来才好...】）

3.伏鳌谷古战场：（【此地曾是若陀龙王与岩王帝君死斗的战场。我只是一个经验浅薄的年前冒险家，提笔弄墨本非所长...但目睹这样的奇观，仍然不觉感慨。】【与不舍昼夜的时空、震天撼地的巨神相比，我们身为凡人如何渺小...】）

4.地下矿区：（【我曾在明蕴镇矿区长大，矿工们热闹嘈杂的劳动生息、矿工们的喜怒哀乐，占满了我的整个童年生活。】【如今面对更加宏大却寂静无人的地下矿道，心中有如昨日重现，只不过是更加寂寥忧郁的昨日...】）

5.被阻塞的矿道：（【当年撤离层岩巨渊的工人们将通往更深处的矿道封闭了，却保留下来了一尊[开山炮]。】【或许是当年大人物的特别指令吧...璃月蓬勃的商业，可不能离开琉璃晶砂的滋养太久。】）

6.地下水泽：（【独自勘探的路上，发现了这处水泽。池水清洁洁净，在这里放松一下正好，将一路上的晦气洗濯一空。】【附近徘徊着一些温和的元素生物，慢悠悠的，罕见的与世无争之物...将它画在了地图上，如果前辈能顺着地图来到这里就好了。】）

7.晶石碎片：（【曾经存在于此的正是当年迫使层岩巨渊关闭的[元凶]，如今它的异动又令总务司惊悚不已。】【幸有前辈相助，它已经回归了地下更深处的渊薮，空留这座冷峻的[岩石行宫]。】）

8.颠倒古城：（【独自探索的路上，发现了这座宏大可怖的遗迹。或许是千百年前遭受惩罚而湮灭的古老文明，这座古城似乎在抗拒着外人的存在...或许与那些来历不明的紫黑色晶体与泥状物有关。】【驻足片刻，我只得远离这不详的倒吊剪影。】）

9.大蘑菇之地：（【生长着奇怪巨大蘑菇的地下洞穴，似乎能听到诡异的呼唤声。也许是我的幻觉，出现幻觉则说明这里应该充满了有毒气体，应该尽快离开。】）

10.巨柱岩宫：（【尽管前辈警告再三，我还是跟随着他/她的脚步来到了这片区域。】【天空般湛蓝的晶石巨柱，是我难以理解的景象...这是绝不属于大地的造物，只可能来自同它一般耀眼的天空。】【为了破解它的谜团，我决定通过隐秘的通道继续向深处探索...不知之后还能走多远，是否留下任何记录...】）


沉玉谷：

1.碧水的玉玦歌：（【...幽谷涟涟泉响圜，灵龛先出东北岸，幽峦岸峻藏西南；乾阳临坤自相隔，长流涡不转，美玉藏其间...】）

2.云瀑万寻遗珑埠：（沿着碧水河溯流而上，邻接瀚海的万丈悬瀑间，坐落着繁荣的商港。人稠物穰，无数商贾与海员的谈笑，伴随着街头巷尾的叫卖声，构成了璃月北境别具一格的风光。）

3.彩蝶翩绵之谷：（远离尘世喧嚣的仙家洞府。传说在遥远的过去，因战乱而流离失所的先民曾经蒙受名为【浮锦】的仙人庇佑，在此躲避外界的祸殃。文明的火种最终得以留存，而非消逝于滔天的山洪。）

4.药笼的柩庭：（昔日被奉为【药君】的仙人已经离去，如今留在此地的唯有无数空置的药笼。直到战争的最后，那扶危济困的悲愿都未曾动摇。）

5.泓净的余音：（【...宝玦沉，玉珑出...人间得失本相同，世事浮沉总难疏；万古兴亡俱是梦，一江流水自如初...】）

6.玉山遗威：（昔日，古华派势力盛之时，各路豪杰曾聚义于此，觥筹交错，行歌之声不绝于耳。尽管如今门派业已式微，恢宏的厅堂依然伫立在此处，铭刻着被称作【侠义】的昨日。）

7.悬练垂晴：（【万斛凝岚结昼阴，千寻悬瀑垂晴练。】）

8.荒祠枕山麓：（在老人们的传说中，沉玉谷的先民自遥远的南方迁居而来，他们在此地筑起了直通高天的祭台，留下了无数恢宏的殿宇。玉造的祭台早已无处可寻，唯有那些缄默的古老废墟依然伫立在浓雾缭绕的山岭中，看守着再也无人知晓的秘密。）

9.来歆的痕影：（【匪石斯沉，惟石来歆。】）

10.赤望高丘：（如今早已被遗忘的古老年岁里，沉玉的先民曾将此地称作【悬圃】。昔日辉煌的国度散作诸多部族，诸多部族又再度统一繁荣的国度，而沉玉谷的灵脉只是一如当初，忠实地汇集于此处。）

11.昔古的宿诺：（【...等这棵树长大一些，我便把叶子摘了，在这里研茶给你们喝...】）

12.翘英日暖絮花轻：（当春日温煦的柔风再度抚过沉玉的山野，那馥郁的茶香也会伴着轻舞的魂香花瓣，如昔时一般，再度飘遍安宁的街巷...）

13.碧水沉暮辉：（最后的玉珑在这里沉落千丈沧渊，最初的心愿在这里化作万寻江烟。）


稻妻：

1.鸣神·离岛：（传说数百年前，勘定奉行柊弘嗣曾从荒岛之上奇迹般地建起一座繁荣的商贸中心，令将军殿下刮目相看。【锁国令】实行的日子里，勘定奉行府上依旧灯火通明，来自远国的商户却已寂寥怆然，不复百年前熙攘之貌。或许这便是凡人之业的最好写照：成于一夕者，亦将败于一朝。）

2.稻妻城·天领：（诸多街巷坂道延伸交割，最终集于天守前。天守是稻妻无可置疑的权力中心，在大御所将军殿下永恒静谧的注视下，熙攘的万民终将摆脱执念的烦恼，走向不再需要追逐竞夺愿望的乐土——只不过，将军所见的那片净土，究竟是何风景呢？）

3.稻妻城·城郊：（沿古老的坂道逐步上行，稻妻城的城郊是一片颇有古风的闲适景象。似乎城内的繁华胜景并未感染此处的风光。将军的威势与恩惠同样在此弥布，带来了静谧而别样的生机。）

4.月光下的神林：（传说在过去，这片神林曾是诸多妖怪栖身之处。如今，关于这片静谧的林地，仍有妖狸【狸囃子】传说。）

5.影向山·鸣神大社：（鸣神大社坐落于影向山顶，守护着独一无二的神樱，是稻妻最大的神社。在并不太平的今日，为稻妻的民众提供可贵的慰藉与安宁。）

6.远眺踏鞴之岛：（此处重峦叠嶂的环形岛屿是幕府的冶炼设施的最佳地形屏障。此处宏伟的巨型高炉曾源源不断地为稻妻生产高质量玉钢。但近来由于战事，驱动生产的【御影炉心】遭到了破坏。）

7.神无冢·阵前：（传说在数百年前的灾事中，将军殿下倚重的凡人名将九条重赖短短一夜间便筑起阵城，与漆黑的军势对抗，高扬【雷之三重巴】的旗印。数百年后，九条家的后人亦传承了出色的军事工程技术。）

8.战火中的滩涂：（【名椎】在稻妻先民的古老语言中有【为神灵之手温柔爱抚】之含义。但讽刺的是，自千百年前至今，名椎滩便饱受战乱的摧残，落得居民寥寥，也成了拾荒者与海贼的天地。）

9.八酝岛·裂谷：（传说中，终结蛇神的一刀正是在此处斩下的。在这道横贯八酝岛的深邃峡谷中，雷光的残响至今不绝，仿佛属雷的精灵仍在喋喋不休地议论着数千年前，划开天空与大地的传奇光景...）

10.高眺之蛇首：（传说中曾经深入深海的巨蛇，最终在八酝岛归于沉默。又有传说说海风穿过巨蛇的双眼、利齿时会发出阵阵如同哨子的声响，那是它为自己所作的镇魂诗。如今这首镇魂诗也同样为所有在战争中倒下、流离失所的人而吟。）

11.寂静的渔村：（旧日的笑语蝉鸣终湮于雷的威声。今人只记得，这是一座因无羁的雷电而废弃的村庄。）

12.搁浅的旗舰：（破落的安宅船也曾经历宏伟年代，星光垂泪的遗骸中，依稀可见在昔日巫女与乡老祝福下骄傲扬帆的光景。）

13.代宫司寝子大人的居所：（【[阿响]会回来的。】【多亏了汝等，神社打理得很好了。她很快就回来了。】）

14.雷云旋骤之处：（海天变色的大战已成为渐被遗忘的过去，应唤而来的悠远雷暴依然在此驻留。）

15.珠光弥布的宫阙：（海祇岛住民的政治中心与信仰集聚之地，礁岩与巨贝拱卫的宫阙隐居着蛇神的紫遗。）

16.海渊民的村落：（海祇岛上的古老村庄，据说其居民祖辈自海渊而来。也是対向【眼狩令】揭旗抵抗之人重要的据点。）

17.月浴之渊：（【渊下宫】入口之所在，池水终年闪烁着比拟月华的磷光，因而得名【月浴】。）

18.鹤观：（【啊啊，美丽的鸟，如神的鹫鸟啊。】【我们一同沉睡在蛛丝般的雾巢中。】）


须弥：

1.一切智慧具足之城：（地上一切智慧的渊薮。在繁枝茂叶的圣树之下，学城的贤者们已遍计所有知识。欢迎来到须弥，寻找答案的旅人。）

2.林上的化城：（【智慧的华城属于我们，无明的密林亦然。那宝树上缀满的，是失梦之国的余物。】）

3.临河的村庄：（维摩庄中除了宁静的生活外，别无他物。疲惫的旅人，请好好休息一下吧。）

4.双树控扼的港湾：（【贤者的说教何其枯燥，不如斟满花酿的美酒，踏上征服七海的航程。】）

5.卡萨扎莱宫的回忆：（在林中深处的宫殿前，有一片紫色的园林。繁花锦簇，莺鸟欢歌，正适合出演一场美丽的邂逅。）

6.沉思的花园：（花园中播种着无数的花卉，每一朵都要比晶蝶更加绚丽。这是善思之人所蒙许的乐园。）

7.高墙下的边驿：（高大的坚壁抵御了热砂的风暴，也隔绝了知识的恩典。但神明的慧光不是本应普照所有人吗？）

8.遥望降魔的巨人：（【诸位，古国坎瑞亚数千年的历史在看着我们！】）

9.法留纳法宝：（法留纳神机的力量的显现。带来生命的水，把巴螺迦变成桓那，让不毛的土地从此充满生机。）

10.雨的尽头：（【这里是没有雨的地方，又是雨诞生的地方。净化桓那的雨，从这里开始，也在这里结束。】）

11.无郁夷摩之地：（森林的记忆与梦汇集之处，似乎拥有着自己的意识。）

12.兰纳迦的小小园圃：（在这里，石榴歌唱，苹果鼓掌。）

13.兰那罗的世界：（【不管天空、大地有多么灰暗，只要你的心一直像太阳一样，发出金色的、温暖的光，那就是一直都会有希望。】）

14.失梦的苗圃：【挚友将再次同行于茂密的森林中。一切美好的事物终将归来，一切痛苦的记忆也会远去，就像溪水净化自己，枯树绽放新芽。】

15.小小的梦：（尽管拙劣，但他似乎为了迎接那菈朋友，做了许多准备。）

16.苗圃的新芽：（森林会记住一切。）

17.飞沙起舞的不毛地：（防沙壁以西，曾经也是一位神明的居所，也许在那时，沙漠也曾经是众生的乐园，智慧汇聚之所。而不是如同今日这般，举目所见，除却风暴以外，只有让人徒生感叹的陈迹。）

18.【背弃之塔】：（赤王逝去后矗立于此的宏大尖碑，沙漠住民称之为【背弃之塔】，将它们视作耻辱的标志，意味着沙漠诸王背弃了同赤王的誓约...它们的真实历史或许早于短寿的沙漠诸国，但早已被今人遗忘。）

19.遗民聚居之所：（【蓝宝石之城】图莱杜拉的巧合诗人、萨勒赫城金瞳的赛莫德角斗士，阿伊·哈努姆的镇灵...赤王的伟大国度崩溃后产生和消亡的无数国度、英雄及其故事，在这座村庄化作了古老的童谣，轻响在幼童的枕边...长年以来，赤王的遗民早已混淆了历史与传说的界限，将之交融成浑然一体的回忆...）

20.赛莫德绿洲：（金瞳的赛莫德人同他们七重城墙的宏伟城邦崛起于古国的尸骸之上，旋又覆灭于诸国争斗的漩涡之中...短寿的国度沦亡已久，绿洲却仍如宝石一般点缀的沙海之上，以甘泉芳草招待往来的商队与流浪者。）

21.赤王陵：（巨大的锥体像是支撑在高天与黄沙之间的柱石，从不知何时的过去就伫立于沙漠正中。站在它的面前，无论是平民、富有者亦或是饱识的学者，都不过是几粒沙尘。）

22.深埋地下的千间宫室：（在黄沙无法肆虐的幽暗处，无数间宫室与塑像久久沉睡，等待着自己的主人再度巡游至此的时日...）

23.圣显厅：（【黄金的梦乡在召唤流浪的沙子，在这里不必将那苦涩的盐水掬饮，在这里不会再有明日的愁肠。】）

24.无底的大厅：（传说，在沙漠的深处，古老的神明试图将神话中的幽冥与天国一一再现，让那些有罪之人堕入幽冥，受他眷顾的子民居于乐土。）

25.阿如的倒影：（在赤王陵顶端的顶端，并没有令人垂涎的宝藏，亦没有镶嵌宝石的殿宇，只有与沙漠别无二致的荒芜与衰颓，只有那宏大梦想破碎的痕迹。）

26.风蚀谷地中的巨人：（巨人在山谷之间归于沉寂，过往黑渊的魔群仿佛是诗歌的夸张叙事。只有那足够摧山崩岩的力量，是学者所言非虚的最好证明。）

27.并无活力的活力之家：（以对患者的祈愿而命名的医院，如今不见了医者的身影与病愈者的欢歌，只剩下一片残迹。）

28.远眺葱茏之野：（从环卫股的沙漠远眺藏匿智慧的森林国度，深绿的遥远剪影阻隔在阻拦沙暴的高墙之后，冷眼睥睨着热风中飘摇的沙之国度...赤王之国覆灭后破碎诸国的时代，藩王们也曾以嫉恨的目光，在此遥望丰裕的国土吧...）




*/