/*
蒙德：
boos：无相之雷·阿莱夫、无相之风·贝特、急冻树、无相之冰·塔勒特
超级boos：裂空的魔龙、北风的王狼


璃月：
boos：无相之岩·基末尔、纯水精灵·洛蒂娅、爆炎树、古岩龙蜥、遗迹巨蛇、隐山猊兽
超级boos：【公子】、若陀龙王
地方传奇：赤嶂巡岳府君（岩龙蜥）


稻妻：
boos：魔偶剑鬼、恒常机关阵列、无相之火·亚因、无相之水·希伊、雷音权现、黄金王兽、深海龙蜥之群
超级boos：【女士】、祸津御建鸣神命


须弥：
boos：掣电树、翠翎恐蕈、半永恒统辖矩阵、兆载永劫龙兽、无相之草·扎因、风蚀沙虫、深罪浸礼者
超级boos：【正机之神】、阿佩普的绿洲守望者


枫丹：
boos：铁甲熔火帝皇、【冰风组曲】、实验性场力发生装置、千年珍珠骏麟、水形幻人、魔像督军
超级boos：吞星之鲸、【仆人】
地方传奇：湖畔的维维安涅（浊水喷吐幻灵）、湖畔的尼维维安涅（浊水粉碎幻灵）、自律超算型场力发生装置（算力增幅器）、西尼阿斯（深海龙蜥）
          双生妖精骑士&深谷之剑（猎刀鳐）、夏萨尼翁&魔剑柯鲁日（帽子水母）、海原巡回管&铁皮公爵（重甲蟹）、隐者王多尔库&渐渐隐去的老兵（膨膨兽）
          雪奈茨芙娜的蝶安奈拉（风役人）、以索忒（霜役人）、罗基·艾威尔森（拳术师）、利亚姆（药剂师）


纳塔：
boos：金焰绒翼龙暴君、贪食匿叶龙山王、秘源机兵·构型械、深邃摹结株、灵觉隐修的迷者、熔岩辉龙像、秘源机兵·统御械
超级boos：蚀灭的源焰之主、门扉前的弈局
地方传奇：海浪中的莎孚（鳍游龙武士）、异色三连星（瓦西里·火枪/诺莫科诺夫·雷锤/西多连科·冰胖）、科西霍（雷龟）、巴拉奇科（火债务处理人）、铜锁（遗迹龙兽·地巡）、
         莉莱（冰晶炮手）、战羊&铁爪（羊/鸟）、微末（熔岩游像·蚀土者）、尖峰（突角龙）、最后的特诺奇兹托克人（龙武士）


*/

// 英雄
/*
蒙德：（全/20 男/8 女/12 五星/7 四星/13）
  神：温蒂
  男：（迪卢克、阿贝多）、（班尼特、雷泽、凯亚、米卡、塔利雅）
  女：（琴、莫娜、可莉、优菈）、（菲谢尔、芭芭拉、迪奥娜、砂糖、诺艾尔、丽莎、安柏、罗莎莉亚）

璃月：（全/20 男/6 女/14 五星/10 四星/10）
  神：钟离
  男：（魈、白术）、（行秋、重云、嘉明）
  女：（胡桃、甘雨、夜兰、申鹤、刻晴、七七、闲云）、（香菱、云堇、凝光、北斗、烟绯、辛焱、瑶瑶、蓝砚)

稻妻：（全/16 男/6 女/10 五星/9 四星/7）
  神：雷电将军
  男：(枫原万叶、神里绫人、荒泷一斗)、(五郎、托马、鹿野苑平藏)
  女：(八重神子、神里绫华、霄宫、珊瑚宫心海、梦见月瑞希)、(九条裟罗、久岐忍、早柚、绮良良)

须弥：（全/14 男/6 女/8 五星/7 四星/7）
  神：纳西妲
  男：(艾尔海森、赛诺、流浪者、提纳里)、(卡维、赛索斯)
  女：(妮露、迪希雅)、(柯莱、珐露珊、莱依拉、多莉、坎蒂丝)

枫丹：（全/14 男/4 女/10 五星/10 四星/4）
  神：芙宁娜
  男：(林尼、那维莱特、莱欧斯利)、(菲米尼)
  女：(娜维娅、千织、克洛琳德、希格雯、艾梅莉埃、爱可菲)、(琳妮特、夏洛蒂、夏沃蕾)

纳塔：（全/11 男/3 女/8 五星/7 四星/4）
  神：玛薇卡
  男：（基尼奇）、（欧洛伦、伊法）
  女：（玛拉妮、希诺宁、恰斯卡、茜特菈莉、瓦雷莎）、（卡齐娜、伊安珊）

至冬：（全/2 男/1 女/1 五星/2 四星/0）
  神：
  女：（阿蕾奇诺）
  男：（达达利亚）

诺德卡莱：（全/1 男/0 女/1 五星/1 四星/0）
  神：
  女：（伊涅芙）
  男：

异世界：（全/4 男/1 女/3 五星/4 四星/0）
  男：（空）
  女：（莹、埃洛伊、丝柯克）


*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/

/*


1.0：原神开服（温蒂、特瓦林）
1.1：迫近的客星（钟离、达达利亚）
1.2：白垩与黑龙（阿贝多、杜林）
1.3：明霄升海平（海灯节）
1.4：风花的邀约（风花节）
1.5：玉扉绕尘歌（尘歌壶）
1.6：盛夏！海岛？大冒险！（可莉，金苹果群岛）
2.0：不动鸣神，泡影断灭（稻妻）
2.1：韶光抚月，天下人间（雷电将军、逐月节）
2.2：雾海悬谜境（鹤观岛）
2.3：皑尘与雪影（阿贝多、阿贝少）
2.4：飞彩镌流年（海灯节）
2.5：薄樱初绽时（雷电将军、神樱树）
2.6：流风眷堇庭（巴巴托斯、稻妻）
2.7：荒梦藏虞渊（浮舍、魈）
2.8：仲夏！幻夜？奇想曲！（万叶、菲谢尔、莫娜、辛焱、海岛）
3.0：千朵玫瑰带来的黎明（须弥、妮露）
3.1：赤土之王与三朝圣者（艾尔海森、赛诺、迪希雅）
3.2：虚空鼓动，劫火高扬（散兵、纳西妲、博士）
3.3：六入尽明，诸相皆无（流浪者、世界树）
3.4：磬弦奏华夜（海灯节）
3.5：风花的呼吸（风花节）
3.6：盛典与慧业（卡维）
3.7：决斗！召唤之巅！（七圣召唤）
3.8：清夏！乐园？大秘境！（可莉、凯亚、心海、优菈、琉形蜃境）
4.0：仿若无因飘落的轻雨（林尼、琳妮特）
4.1：向深水中的晨星（那维莱特，莱欧斯利）
4.2：罪人舞步旋（芙宁娜、芙卡洛斯、阿蕾奇诺）
4.3：蔷薇与铳枪（娜维娅）
4.4：彩鹞栉春风（闲云、嘉明）
4.5：铓锋锦间裁（千织）
4.6：两界为火，赤夜将熄（阿蕾奇诺）
4.7：纺坠终久之梦（戴因斯雷布、反主）
4.8：欢夏！邪龙？童话！（妮露、绮良良、娜维娅、流浪者、希穆兰卡）
5.0：荣花与炎日之途（玛拉妮、卡齐娜、基尼奇）
5.1：命定将焚的虹光（希诺宁、恰斯卡、欧洛伦）
5.2：灵与火的织卷（恰斯卡、茜特菈莉）
5.3：炽烈的还魂诗（玛薇卡、卡皮塔诺）
5.4：梦间见月明（梦见月瑞希）
5.5：众火溯还之日（瓦雷莎、伊安珊）
5.6：悖理（爱可菲，伊法）
5.7：你存在的时空（丝柯克，塔利雅）








魔神任务：

序章：
第一幕：捕风的异乡人
第二幕：为了没有眼泪的明天
第三幕：巨龙与自由之歌

第一章：
第一幕：浮世浮生千岩间
第二幕：辞行久远之躯
第三幕：迫近的客星
第四幕：我们终将重逢

第二章：
序幕：振袖秋风问红叶
第一幕：不动鸣神，恒常乐土
第二幕：无念无想，泡影断灭
第三幕：千手百眼，天下人间
第四幕：回响渊底的安魂曲

第三章：
第一幕：穿越烟帷与暗林
第二幕：千朵玫瑰带来的黎明
第三幕：迷梦与空幻与欺骗
第四幕：赤土之王与三朝圣者
第五幕：虚空鼓动，劫火高扬
第六幕：卡利贝尔

第四章：
第一幕：白露与黑潮的序诗
第二幕：仿若无因飘落的轻雨
第三幕：向深水中的晨星
第四幕：谕示胎动的终焉之刻
第五幕：罪人舞步旋
第六幕：睡前故事

第五章：
第一幕：荣花与炎日之途
第二幕：黑石湮落白石下
第三幕：镜与谜烟的彼方
第四幕：命定将焚的虹光
第五幕·幕间：万火归一
第五幕：炽热的还魂诗
第六幕：你存在的时空

空月之歌：
序奏：归途

间章：
第一幕：风起鹤归
第二幕：危途疑踪
第三幕：倾落伽蓝
第四幕：悖理




*/