// 英雄
/*
蒙德：（全/24 男/11 女/13 五星/10 四星/14）
  神：温迪
  男：（迪卢克、阿贝多、杜林、法尔伽、洛恩）、（凯亚、班尼特、雷泽、米卡、塔利雅）
  女：（琴、莫娜、可莉、优菈）、（安柏、丽莎、芭芭拉、诺艾尔、罗莎莉亚、菲谢尔、迪奥娜、砂糖、布伦妮）

璃月：（全/22 男/6 女/16 五星/11 四星/11）
  神：钟离
  男：（魈、白术）、（行秋、重云、嘉明）
  女：（刻晴、七七、胡桃、甘雨、夜兰、申鹤、闲云、兹白）、（香菱、凝光、北斗、云堇、烟绯、辛焱、瑶瑶、蓝砚)

稻妻：（全/16 男/6 女/10 五星/9 四星/7）
  神：雷电将军
  男：(枫原万叶、神里绫人、荒泷一斗)、(五郎、托马、鹿野苑平藏)
  女：(八重神子、神里绫华、霄宫、珊瑚宫心海、梦见月瑞希)、(九条裟罗、久岐忍、早柚、绮良良)

须弥：（全/14 男/6 女/8 五星/7 四星/7）
  神：纳西妲
  男：(提纳里、艾尔海森、赛诺、流浪者)、(卡维、赛索斯)
  女：(妮露、迪希雅)、(柯莱、珐露珊、莱依拉、多莉、坎蒂丝)

枫丹：（全/14 男/4 女/10 五星/10 四星/4）
  神：芙宁娜
  男：(林尼、那维莱特、莱欧斯利)、(菲米尼)
  女：(娜维娅、千织、克洛琳德、希格雯、艾梅莉埃、爱可菲)、(琳妮特、夏洛蒂、夏沃蕾)

纳塔：（全/11 男/3 女/8 五星/7 四星/4）
  神：玛薇卡
  男：（基尼奇）、（欧洛伦、伊法）
  女：（玛拉妮、希诺宁、恰斯卡、茜特菈莉、瓦雷莎）、（卡齐娜、伊安珊）

至冬：（全/3 男/1 女/2 五星/3 四星/0）
  神：
  女：（阿蕾奇诺、桑多涅）
  男：（达达利亚）

挪德卡莱：（全/9 男/2 女/7 五星/6 四星/3）
  神：哥伦比娅
  女：（伊涅芙、拉乌玛、奈芙尔、莉奈娅）、（爱诺、雅柯达）
  男：（菲林斯）、（叶洛亚）

魔女会：（全/1）
  魔女：（尼可）

异世界：（全/4 男/1 女/3 五星/4 四星/0）
  男：（空）
  女：（莹、埃洛伊、丝柯克）


*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/


/*

1.0（2020-09-28）：捕风的异乡人（原神开服、温迪、可莉、芭芭拉、菲谢尔、香菱、砂糖、行秋、诺艾尔）
1.1（2020-11-11）：迫近的客星（未归的熄星、钟离、达达利亚）
1.2（2020-12-23）：白垩与黑龙（白垩与黑龙、阿贝多）
1.3（2021-02-03）：明霄升海平（海灯节、魈、胡桃、钟离、凝光）
1.4（2021-03-17）：风花的邀约（风花节、温迪、琴、砂糖）
1.5（2021-04-28）：玉扉绕尘歌（导能原盘、钟离、阿贝多）
1.6（2021-06-09）：盛夏！海岛？大冒险！（金苹果群岛、可莉、万叶、菲谢尔、莫娜）
2.0（2021-07-21）：不动鸣神，泡影断灭（开稻妻、神里绫华、宵宫）
2.1（2021-09-01）：韶光抚月，天下人间（逐月节、雷电将军、香菱）
2.2（2021-10-13）：雾海悬谜境（鹤观岛、托马）
2.3（2021-11-24）：皑尘与雪影（皑尘与雪影、阿贝多、优菈）
2.4（2022-01-05）：飞彩镌流年（海灯节、申鹤、云堇、钟离）
2.5（2022-02-16）：薄樱初绽时（神樱树、神里绫人、八重神子）
2.6（2022-03-30）：流风眷堇庭（风花节、温迪、柯莱）
2.7（2022-05-31）：荒梦藏虞渊（危途疑踪、夜兰、魈、浮舍）
2.8（2022-07-13）：仲夏！幻夜？奇想曲！（金苹果群岛2、万叶、鹿野院平藏、菲谢尔、莫娜）
3.0（2022-08-24）：千朵玫瑰带来的黎明（森林书、提纳里、柯莱、多莉）
3.1（2022-09-28）：赤土之王与三朝圣者（佳酿节、艾尔海森、赛诺、迪希雅、妮露）
3.2（2022-11-02）：虚空鼓动，劫火高扬（智巧灵蕈大竞逐、纳西妲、宵宫）
3.3（2022-12-07）：六入尽明，诸相皆无（秋津森夜试胆会、流浪者、荒泷一斗）
3.4（2023-01-18）：磬弦奏华夜（海灯节、艾尔海森、瑶瑶、胡桃）
3.5（2023-03-01）：风花的呼吸（风花节、卡利贝尔、迪希雅、赛诺、凯亚）
3.6（2023-04-12）：盛典与慧业（学院庆典、卡维、白术、妮露、纳西妲）
3.7（2023-05-24）：决斗！召唤之巅！（七圣召唤大赛、宵宫、久岐忍）
3.8（2023-07-05）：清夏！乐园？大秘境！（琉形蜃境、可莉、凯亚、心海、优菈、绮良良）
4.0（2023-08-16）：仿若无因飘落的轻雨（开枫丹、林尼、琳妮特、菲米尼）
4.1（2023-09-27）：向深水中的晨星（水下寻宝、那维莱特、莱欧斯利）
4.2（2023-11-08）：罪人舞步旋（剧团事件、芙卡洛斯、芙宁娜、那维莱特、阿蕾奇诺）
4.3（2023-12-20）：蔷薇与铳枪（娜维娅、夏沃蕾）
4.4（2024-02-07）：彩鹞栉春风（海灯节、闲云、嘉明、胡桃）
4.5（2024-03-13）：铓锋锦间裁（千织工坊、千织）
4.6（2024-04-24）：两界为火，赤夜将熄（阿蕾奇诺）
4.7（2024-06-05）：纺坠终久之梦（梦境纺车、艾梅莉埃）
4.8（2024-07-17）：欢夏！邪龙？童话国！（妮露、绮良良、娜维娅、流浪者、希穆兰卡）
5.0（2024-08-28）：荣花与炎日之途（玛拉妮、卡齐娜、基尼奇）
5.1（2024-10-09）：命定将焚的虹光（希诺宁、恰斯卡、欧洛伦）
5.2（2024-11-20）：灵与火的织卷（恰斯卡、茜特菈莉）
5.3（2025-01-01）：炽烈的还魂诗（玛薇卡、卡皮塔诺）
5.4（2025-02-12）：梦间见月明（梦见月瑞希）
5.5（2025-03-26）：众火溯还之日（瓦雷莎、伊安珊）
5.6（2025-05-07）：悖理（爱可菲、娜维娅、伊法）
5.7（2025-06-18）：你存在的时空（丝柯克、塔利雅）
5.8（2025-07-30）：绘夏！烈日？度假村！（伊涅芙）
6.0（2025-09-10）：雪浪与苍林之舞（菈乌玛、菲林斯、爱诺）
6.1（2025-10-22）：回望湮灭的月光（奈芙尔、菈乌玛）
6.2（2025-12-03）：终北的夜行诗（菲林斯、杜林）
6.3（2026-01-14）：如果在冬夜，一个旅人（哥伦比亚、奈芙尔、菈乌玛、博士）
6.4（2026-02-25）：捕风的归客（法尔伽）
6.5（2026-04-08）：逢归的谶羽（莉奈娅）
6.6（2026-05-20）：虚空劫灰往世书（纳西妲、多托雷、富人）
6.7（2026-07-01）：映夏！归乡？千灵节！（桑多涅）



魔神任务：

序章：（捕风的异乡人）
第一幕：捕风的异乡人
第二幕：为了没有眼泪的明天
第三幕：巨龙与自由之歌

第一章：（辞行久远之躯）
第一幕：浮世浮生千岩间
第二幕：辞行久远之躯
第三幕：迫近的客星
第四幕：我们终将重逢

第二章：（千手百眼，天下人间）
序幕：振袖秋风问红叶
第一幕：不动鸣神，恒常乐土
第二幕：无念无想，泡影断灭
第三幕：千手百眼，天下人间
第四幕：回响渊底的安魂曲

第三章：（虚空劫灰往世书）
第一幕：穿越烟帷与暗林
第二幕：千朵玫瑰带来的黎明
第三幕：迷梦与空幻与欺骗
第四幕：赤土之王与三朝圣者
第五幕：虚空鼓动，劫火高扬
第六幕：卡利贝尔

第四章：（罪人舞步旋）
第一幕：白露与黑潮的序诗
第二幕：仿若无因飘落的轻雨
第三幕：向深水中的晨星
第四幕：谕示胎动的终焉之刻
第五幕：罪人舞步旋
第六幕：睡前故事

第五章：（炽热的还魂诗）
第一幕：荣花与炎日之途
第二幕：黑石湮落白石下
第三幕：镜与谜烟的彼方
第四幕：命定将焚的虹光
第五幕·幕间：万火归一
第五幕：炽热的还魂诗
第六幕：你存在的时空

空月之歌：
序奏：归途
第一幕：雪浪与苍林之舞
第二幕：尘与灯的挽歌
第三幕：不存在的国土
第四幕：回望湮灭的月光
第五幕：终北的夜行诗
第六幕：散于晨雾的月芒
第七幕：如果在冬夜，一个旅人
第八幕：真实之月
第九幕：身土坏空，五蕴识转
第十幕：虚空劫灰往世书

间章：
第一幕：风起鹤归
第二幕：危途疑踪
第三幕：倾落伽蓝
第四幕：悖理


*/