/*
蒙德：
boos：
1.无相之雷·阿莱夫
雷光棱镜：无相之雷用于汇聚元素，修复损伤的元素物质。其中蕴含着至纯的雷之力。棱镜能将构成光的色彩区分，而雷光棱镜将奔流的能量编织成纯粹的雷光。即使无相之雷已经被击败,雷元素也持续在这只棱镜中汇聚。

2.无相之风·贝特
飓风之种：无相之风被击败后，所坍缩成的形态。其中蕴含着至纯的风之力。传说在纤细脆弱的蝴蝶体内，也藏有引发飓风的力量。这由纯粹的风构成的蝴蝶，无疑在等待着再次召来暴风的那一天吧。

3.急冻树
极寒之核：急冻树被击败后，裸露出的原核。其中蕴含着纯净的冰元素。在大地深处中奔涌的能量与思念终归会喷发。就连哀思般沉寂的寒霜，也会附着在地面上的生命形态当中；即使原本不该狩猎的生灵的藤蔓植物，也会变得庞大而凶悍吧。

4.无相之冰·塔勒特
晶凝之华：无相之冰绽开的极寒瞬间，凝结而出的至纯冰晶。冰霜的结晶永远依凭着冰冷的定则生长、盛放，最终开出冻结一切的凛冬之花。或许滞顿的时间，无法解冻的幽怀，才应当是永存不灭之花的真谛。

超级boos：
1.裂空的魔龙
a.东风之爪：从蒙德的东风之主身上，取下的一丝锋锐。因为过去撕裂了伟大魔龙「杜林」的血肉的缘故，过去蕴含着骇人的猛毒。但经过你的净化与治愈，其中躁动的毒性终于平息。
b.东风之翎：从蒙德的东风之主身上,取下的一枚翎羽。那是经历了千年之风的龙之羽。追求自由的本心使它几乎唤起轻风,好逃离现今的桎梏;但它的旧主对你的赏识,使它留在了你的掌心里。
c.东风的吐息：从蒙德的东风之主唤起的狂风中，采来的些许力量。它的身躯是优美而通透的，信风与龙卷都愿为它效力。只要乘风而行，风就是它的同伴、它的歌声与它的自由。 而它的敌人，就是—千种名字各异的风的敌人。

2.北风的王狼
a.北风之尾：从北风的伟大王狼身上，取来的些许尾鳞。失去了生命与形体的北风王狼仍有超越凡俗的伟大力量。为了迎接挑战而用冰与风复现的形体也无法容下它的全部，少数灵魂附在了在战斗中脱落的冰鳞上。
b.北风之环：从北风的伟大王狼身上，取来的些许凝冰。这片大地曾经北风呼啸，呼气凝霜。如砂砾的冰与雪在寒风中嚣叫，飞舞着将肌肤撕裂，让血液凝结。如今的北风王狼力量虽然不如往昔，却仍有能将大地冰封的力量。
c.北风的魂匣：从北风的伟大王狼之灵处，取来的些许力量。这片大地上曾经北风呼啸，呼气凝霜。但它在最终终于明白，酷烈的北风只能熄灭生命，不能滋养生命。在生命的末尾，它让自己的力量流入这片大地，永远守护大地与大地的住民。


璃月：
boos：
1.无相之岩·基末尔
玄岩之塔：无相之岩的外壳构成的石柱。由纯粹的岩元素高度浓缩而成。岩元素是最为沉重的元素。无相之岩将外壳筑成高耸的岩柱，将自己抬升至高处，或许不仅是为了应敌。或许也是为了更加接近与它无缘的天空吧。

2.纯水精灵·洛蒂娅
纯水之心：纯水精灵留下的永远透彻的一掬水。即使溶在了湖泊中，它的纯净也不会被稀释吧。但高洁如此的纯水精灵，又是为何渴望着地上生灵的模样，以净水模拟成生物的姿态呢，即使不需要呼吸、也不需要进食...

3.爆炎树
常燃火种：驱动爆炎树持续燃烧的种子。仿佛要点燃世间的一切草木般放射着火元素的热量。大地深处湍流不息的能量中运载着无穷的愿望。按着烈火凭依在植物上，使它恒常地燃烧，并且渴望用爆裂的火炎洗净一切的，又是什么样的愿望呢。

4.古岩龙蜥
未熟之玉：从古岩龙蜥处取来的结晶物质，蕴含着成为龙的可能性。沉眠在山岳中的龙蜥体内，会析出这种黯淡的晶石。璃月有坊间传说认为，力量随着年月积聚，而这种晶石最终会取代原本的心脏，而龙蜥也会成为真正的龙，撼动山岳、撕裂大地。

5.遗迹巨蛇
符文之齿：神秘的蛇状古代机械用于掘削山壁的「齿」，其上篆刻着无解的不祥符文。相传在大地的深黑裂缝中潜藏着庞大的虺类，它们永远怀着对地上世界的憎恨与恶意，抱着不可知的险恶目的，发掘着宏大的隧道...

6.隐山猊兽
凝云鳞甲：隐山猊兽的甲鳞，质地冰冷而坚硬。纵然剥离脱落，其上依然萦绕着纯净的仙力，普通的武器难以损之分毫。普通的野兽有时也会被逸散的仙力影响，变得比往常更为强大，但猊兽的不同之处在于，萦绕其身的仙力并非源于环境，而是源于它们自身——这也是其首领的地位往往被认为与仙人等同的原因。

超级boos：
1.【公子】
a.吞天之鲸·只角：战胜解放了邪眼之力的「公子」后，取来的水鲸之角。传说中，命之座的图形反映着人的气质。而巡弋漆黑夜空的星辰之鲸，恐怕映照出的是粉碎一切、吞噬一切的狂傲理念吧...而接受了这一面的他，欣然唤出灭世的水之鲸，投身与你的战斗。
b.魔物之刃·残片：战胜解放了邪眼之力的「公子」后，得到的武器破片。因为曾经抵达无穷的至暗之地，以少年的双眼目睹了那个国度的漆黑，因此不可逆地染上了不应属于这个世界的深邃色彩。纵使「邪眼」的力量与其无关，但物似主人形...
c.武炼之魂·孤影：	战胜解放了邪眼之力的「公子」后，取来的些许力量。经过无尽历练的气势与战意在全力的厮杀中喷涌而出，物质化的产物。倘若人类拥有了命运，那恐怕他的命运也为之歪曲了吧。否则，他又为何总是身处斗争的旋涡中心呢。

2.若陀龙王
a.龙王之冕：千年刚玉凝成的结晶之角，乃是「龙王」的天生冠冕。注之以精魄，塑之以顽岩。它自山涧而生，在群岩的国土彰示天地的威权，而黄金般的长角则是它在过去与某位君王分庭抗礼的标志。曾一度裂折失色，如今却在你的手中闪烁着冰冷的黄金光泽。
b.血玉之枝：闪烁着特异色泽的骨质枝条，以「龙王」的力量滋养而生。憎恨淌过天成的泉道，交汇冰冷的月光，令晶化的枝桠舒展而生...即使在战斗中已被斩落，龙血滋养的枝叶仍在簌簌作响，永无宁时。
c.鎏金之鳞：玄岩之中自然而生的鳞甲，坚韧而沉默，蕴含着「龙王」的威能。在无数代蝼蚁归于腐土的岁月中，黄金与黑曜嵌入磐石造就的血肉，蔓延盘生而成甲胄。炽热的痛感，无声的呼号，或许皆会在恩怨终结的一刻消散吧。

地方传奇：赤嶂巡岳府君（岩龙蜥）


稻妻：
boos
1.魔偶剑鬼
魔偶机心：能够驱动无机质的机关魔偶剑鬼，使它如同生者一般挥舞刀剑的核心。无论是如何精湛的武艺、多么美丽的记忆，也会随着肉体的衰败而凋零。恐怕只有将自己的四肢、躯体都换成牢固的机关，最终将心脏换成精密的「机心」，才能比凡骨肉胎更加接近永恒吧...

2.恒常机关阵列
恒常机关之心：驱使恒常机关阵列自律行动的核心。有人推测这种核心上的纹样当中以肉眼不可见的语言写上了智能与逻辑，也有人进一步认为这种特殊的遗迹机关因为格外庞大的核心与复杂的纹样，自发选择抛弃了生物的姿态，转而追求性能的强大。

3.无相之火·亚因
阴燃之珠：无相之火坍缩成的结晶，不断散发着热量。炽热的火焰终有一天会冷却，而熄灭的柴薪也会随着意志而再度熊熊燃烧。无相之火不断的冷却与复燃、消散与凝聚也是这个世界意志的一部分吧，就如同宇宙万物的生生不息。直到漆黑的命运终有一日降临，将森罗万象归于空无为止。

4.无相之水·希伊
排异之露：无相之水坍缩后，留下的奇异水珠。具有强烈的排异本能，也是无相之水的攻击手段之一。据说水中蕴含着记忆与意志，也能随水体的融合获得成长。然而无相之水唤出的浪潮，与地上地下一切湍流之物皆不相容。哪怕落入佩特莉可那无比纯粹的水中，这滴水也会像水银一般抗拒着周遭的融合吧。

5.雷音权现
雷霆数珠：雷音权现留下的，蕴含电气的雷之珠。传说雷音权现只会随着雷霆降生在遗留着强大忿恨的土地上。驱使它永远地徘徊在破碎的土地上，释放贯天之雷的，在歌人的故事中往往是生命无法承受的失望与痛苦。

6.黄金王兽
兽境王器：战胜王兽后，得到的折断椅角。在它遭到驱逐后，不应残留在此世才对。即使在兽境群狼中贵为王兽，在魔兽的系谱中也不及其兄长们的万分之一吧。「黄金」将无数兽境的群狼如同将弃置的画纸一般压缩后而意外产生的畸形魔兽，而寄寓在其椅角中的是足以号令黑色的狼群为它溶解空间的权威。

7.深海龙蜥之群
龙嗣伪鳍：击败深海龙蜥之后，可以拾取到的一截生物组织。虽然看起来像是鲨鳍，但其实并不发挥什么作用。曾经的白夜国之民对深海龙蜥有深入的研究。它们最为不同的一点就是可以靠意志决定自身特征的去留与遗传。因为厌恶人造光源，龙蜥成年就会失去视觉上的大部分细节；同时为了战斗，它们进化出了其他元素的行为多型性。

超级boos：
1.【女士】
a.灰烬之心：战胜解放了原本力量的「女士」后，得到的某种蕴含着强大思念的畸形碎片。即使是泪水也无法使火焰熄灭。铁水般炽热的哀伤与愤怒在她的血管中奔涌，从泪腺中迸发。在她的心脏被永恒之火烧尽前，最初的愚者找到了她。他明白，只有更加深刻的仇恨与妄执，才能熄灭吞噬她的火焰，让她成为自己的同伴…
b.狱火之蝶：战胜解放了原本力量的「女士」后，得到的某种蕴含着温暖的力量的畸形碎片。应激的冰之封印被打破，过往的意志冲破苍白的囚牢，她再度想起自己原本的名字时，不死蝶会随着血肉焚毁一同逸散飞舞。而她也想起了漫游大地，散布烈焰，烧尽一切罪恶的过去，以及自己未能再见的那个人的面貌。
c.熔毁之刻：战胜解放了原本力量的「女士」后，得到的某种蕴含着强大力量的畸形碎片。「我做了一个很长的梦。我梦见我与你，在我们缔造的纯白世界中再会。但我终于醒来了。我早已经被烈火吞没。你早已与毒血一同回归大地。不过都无所谓了。要不断往前走，就要烧毁身后的一切，就要相信他所说的永远纯白无暇的国度，在地平线的尽头，『陛下』的梦中，在他让我看见的『妄念』里。」

2.祸津御建鸣神命
a.万劫之真意：在一切尘埃落定之后，从净土带回的小小头饰。一念则万劫尽，总有思念可以超越时间。百千万劫，「真」实之意，不知道是否传达到了。
b.祸神之褉泪：从净土中取回的人偶关节，这一部分乃是「恶曜之眼」的造型。仅仅依靠凝视就可以降下灾祸与诅咒，因此把人生之不顺归咎于「祸神」似乎理所当然。但是好好想想吧，倘若意志足够强大，信念足够坚定...万劫太过久远，凶星恶曜亦能以泪涤净自身。
c.凶将之手眼：从净土中取回来的人偶关节，这一部分乃是象征着「所见即所为」的手眼造型。已经化做祸神的「她」，同样可以驾驭此等手眼神通。目光所见之瞬间，便已斩出一刀。然而万劫太过久远，凶将之骸亦得春生。


须弥：
boos：
1.掣电树
藏雷野实：被锋锐树叶包裹的製电树核心，肆意向周围散发雷元素。大地深处咆哮的能量急切地想要倾泻暴怒，于是不幸的藤蔓也沾染了狂躁的气息，挥舞着扭曲的枝条哀号，不知是想要让他人品尝雷火穿身的苦痛，还是挣扎着期待必至的末日。

2.翠翎恐蕈
蕈王钩喙：击败翠翎恐蕈后，获得的角质结构。学者至今都觉得柔软的蕈兽演化出坚如磐石的钩喙是一个奇迹。在演化的终点线上，堪称华美的众蕈之王悠然踱步，时而长鸣，在向雨林中的万物昭告：哪怕再弱小再胆怯的生灵，也有可能成为未来的山灵主人。

3.半永恒统辖矩阵
导光四面体：击败神秘的机关组合后，获得的核心部件。即使到今日，古老的机械也从未遗忘主人的梦与自己的职责：构筑一千座宫殿、统辖三千台机械、种下一万朵如今已经不再开放的花，为地上一切有灵者重现埋没在沙海中的「乐园」。即使荒漠的王者已经不再，梦想也因为深罪的低语而腐败；即使所有魔柱都完全折断、倒塌，原本受王青睐的巨兽隐入热砂的风暴中。

4.兆载永劫龙兽
永续机芯：从神秘的遗迹机械上取来的动力机关。即使它所驱动的机体已经被摧毁，仍在持续运转着。地上理应不存在无限持续的能源，关于「永动」的研究成果发表也大多被证伪。然而从这枚机芯可以看出，如今已经覆灭的文明曾经一度触及人所不能抵达的领域。

5.无相之草·扎因
灭诤草蔓：无相之草最终凝聚成的形姿，坚硬的藤蔓包围之下的纯净元素方晶。最与常理相悖、又最适宜生命的草元素，与距离一切生命的形态最遥远的无相元素原本不应当相结合出现在大地上吧。一说认为无相元素有「学习」的智性，所以了解到了森林中的多彩与梦。在超越千年的晕染中，也变成了如此的形态。

6.风蚀沙虫
苍砾蕊羽：沙虫隐于尾中的苍色鞘翼，仿若绽露的花蕊般纤薄。传说在时间开始之前的过去，它们曾在草甸与巨木之下的湿润土地中穿行，如空中飞鸟、水中游鱼。一般认为，花的拟态是为了引诱沙暴中迷途的猎物，但也有说法认为，那盛绽的浮花之形，仿拓的是归于黄沙的，在无数纪元之前的，芳草遍布、繁花依旧盛开的时代。

7.深罪浸礼者
常暗圆环：击败呢喃着至暗福音的四臂使者后，得到的环形法器。圆环即是通道的造型。是故能产生各种神秘效力的法阵常常以圆环构成。在大地深处曾有一些瞥见过宇宙之一角的人，他们大多明白了这样的道理：即便是宇宙当中的伟大之物的阴影，也比受缚于大地之重力的渺小生命有更鲜明的色彩、更立体的形态。而在这些人当中又有先驱者试图前往漆黑的宇宙，或是将真正的宇宙带到隐藏在充满争斗、没有希望、没有过去也没有未来的世界地下的繁荣和平之国。这种环形法器或许便是导引宇宙的门路。

超级boos：
1.【正机之神】
a.傀儡的悬丝：插入机心人偶背部的导管。流淌其中的色彩时而晦暗时而明艳，矛盾到令人恐惧。为机心人偶提供能量，同时也如悬挂木偶的丝线一般控制束缚着人偶。失去导管支撑，人偶将羸弱得堪比新生幼儿，寸步难行。
b.无心的渊镜：正机之主胸前用于隔断外界的镜面。特意绘上了三重巴纹以宣告其身份与威严。此纹样并非向雷之主人宣告臣服，而是刺往世间既有之威能的利刃; 此镜面并非隔绝世人批判之目光；而是断却俗世一切之污脏的宫墙。于此大殿中施舍惩戒，洗净蒙昧，颠倒梦想、剜去心因，重书定业。
c.空行的虚铃：状似铃铛，用来连接机体臂部的球形关节部件。看起来精致小巧，却能负荷远超想象的能量。链接手臂，自己的双臂就会失去知觉；链接腿部，自己的双腿几乎无法使力；而链接这颗机械之颅…憎恨与痛苦，疯狂与自傲，都不会被洗去。万幸。

2.阿佩普的绿洲守望者
a.生长天地之蕨草：从阿佩普体内的绿洲中取来的一支蕨草。在时间开始之前，世界曾经由龙管辖。而在阿佩普的宮阙灵囿里、草木生长之天地中，首先抽芽的便是蕨草。在随后的漫长年月当中，蕨草将变为树木、藤蔓、根茎与草叶，遍布大地。但阿佩普还记得最初的一支蕨草由蜷曲的姿态，向无拘无束的天空伸展开时，发出的细不可闻的声响。
b.原初绿洲之初绽：从阿佩普体内的绿洲中取来的保有古老原始形态的花朵。在随后的漫长年月当中，花取得了无穷多的色彩与芬芳，也获得了如夜空中繁星的数量一般多的名字。但这朵最初绽放的花始终没有名字。对古老的龙而言,即便玫瑰失去了它的名字，也不会失去它的芳香。定义不过是狭隘短寿的物种用于认识世界的工具；生命是不会为字词所限，永远变化着的。
c.亘古树海之一瞬：从阿佩普体内的绿洲中取来的一枚琥珀。其中禁锢着细小的，如今已经绝迹的飞虫。包裹着细小生命的琥珀对于树木而言是偶然，对其中的存在而言则是命运。随着从天而降的灾厄，树木、藤蔓、根茎与花草纷纷枯干，化作尘埃，许多的生命也消失了。但静止在琥珀当中，又被珍藏于这一不存在于地上的绿洲里的无名飞虫，也因此得以前往同族无缘抵达的未来。


枫丹：
boos：
1.铁甲熔火帝皇
帝皇的决断：铁甲熔火帝皇的战锤。无论是其他的原海异种，还是发条机关或是一时兴起的讨伐者，它用这只巨钳粉碎了无数觐见者。与人不同：在原海异种当中。不存在贵族也不存在富人之子。谁也无法生来就高于别的同类。能够克服一切逆境、战胜一切天敌的原海异种在漫长的岁月中能够随着捕猎与进食，无限地积累力量成长，最终被充满畏惧地称为霸王。

2.【冰风组曲】
奇械发条备件·歌裴莉娅：属于歌裴莉娅的奇械发条备件，能够为奇械舞者提供能源。在制造者的构想中，有着纤细关节的奇械舞者的故事停留在欢快的一瞬。歌裴莉娅将会以超凡的战斗能力为任何试图搅扰此刻的不速之客送去厄运的篇章。「冰风组曲」的灵感来自曾在剧院仅上演一次，仅演出过前几幕的剧作《发条的歌裴莉娅》，讲述的是发明家倾心于拥有所谓「人心」的发条机关歌裴莉娅的故事。该剧在上演前备受评论界与文艺界的期待，但在初次上演的第一次幕间休息时在世界各地刻下深重伤痕的灾难发生了。它所留下的故事只剩下依据当时有幸光临剧院的观众拼凑出的前几幕台词，以及残垣断壁与过期报刊上留下的广告。那是很多年以前的事情，在当时欧庇克莱歌剧院尚未开始修建，而那间剧场也没有在被毁后被人买下并改建，并在无数次的易主后成为如今的德波大饭店。但在许多年后，从未完整面世的《发条的歌裴莉娅》依然能够激起渴望描写黄金时代或悲剧（这两者常常在同一个故事中出现）的创作者、有热衷文艺的工程师或发明家的灵感。
奇械发条备件·科培琉斯：属于科培琉司的奇械发条备件，能够为奇械舞者提供能源。奇械舞者踏着白金的音节，不知昼夜地为观众献上冰风的轮舞。科培琉司不会停下舞步，直至丧钟敲响。在最初的《发条的歌裴莉娅》中，科培琉司是发条机关歌装莉娅的创造者与追求者。这是根据观众回忆，少数被记录下来的台词节选：「我心已定，从今往后，我将不再追寻使我欢喜的人，而要为我选定的人带来欢喜。」「此事虽然荒唐但却也是世间常理，智者总是听命于蠢人，人生就像一场庸俗的喜剧。」

3.实验性场力发生装置
「图比昂装置」：实验性场力发生装置的核心部件。能够在肉眼几乎无法捕获的高速旋转中抵消重力影响的精密加工机械件。在长久的历史中，枫丹动能工程科学研究院一直在以曾经洗去无数生命，又总有一天会再度遮天蔽日的洪水为敌，寻找着生存的途径。而蕴含着庞大能量，能够粉碎大地桎梏的始基矿则一度被认为是开启救赎大门的钥匙。

4.千年珍珠骏麟
原海麟角：千年珍珠骏麟的放电器官，也是象征它的伟大超越的王器。已经在与挑战者的战斗中折断了。作为自泡泡海马成长而来的顶尖掠食者，千年珍珠骏麟的进化之旅与别的原海异种截然不同：并不是基于原本的物种结构而进化得更大、更强壮，而是生出了泡泡海马所不具备的肢体、犄角，甚至连同骨骼、肌肉都发生了变化。比起原本应有的形态，它的身姿更像古老传说中的幻兽。在诗人与剧作家的幻想中，即使是海马也会有骐骥在大地上驰骋、跃动的姿态。

5.水形幻人
未能达到超越之水：水形幻人崩溃逸散后留下的唯一痕迹。与原海异种体内取出的晶体有非常相近的性质，但当中蕴含了许多细碎的浊物，就如同凝固在拙劣工匠的玻璃制品中的微小气泡。

6.魔像督军
金色旋律的断章：半人马魔像胸前掉落的金色别章。与之连缀的碎石上所镌刻着的曲调，似乎是某部宏大乐剧的断章。曾有人认为，永恒幸福的谐和音律将会响彻寰宇，直至一切命运的尽头，但谐律亦会变奏，最终，当叛逆的神王跌落王座，不朽的王都化为丘墟，失去了军团的统帅手中的琴又要为谁人奏响呢。

超级boos：
1.吞星之鲸
a.无光线丝：与吞星之鲸战斗时，不知不觉缠绕在武器上的细丝。在古代的枫丹，曾有人认为主宰万物现象的「法图纳」是由无比细微的「纤维」编制而成，就如同组成竖琴的弦丝。与宏伟的乐声共振的丝线将会带来普世的幸福，正如不谐音会破坏宇宙的肌理。
b.无光涡眼：从吞星之鲸的战斗中取得的奇异「物质」，实际质量远比从尺寸看上去的重。一切都聚集在命定沉重的事物旁，正如黄金比之黑铁、大地比之轻风。正如光线无法从黑暗的涡眼当中逃脱，因缘也会汇聚在沉重的命运上，或许这也是不可逆转的规则吧。
c.无光质块：在与吞星之鲸的激烈战斗中，产生的碎屑。宇宙是黑暗而冰冷的地方。但仔细看吧。其中总有无比细微的亮光，如同半掩沙中的珍珠、撒在沥青上的碎钻、雾夜中视界尽头的灯光，以及点燃枯草原的火星。

2.【仆人】
a.否定裁断：完成与「仆人」的决斗后，在废墟中拾起的耳钉。红色的符号如同她眼中的图案，既是申敕也是否决。失怙失恃的孩子们自幼就蒙受诸般苦难，这些她都记在心底。命运审视人间，亦将有人审视命运。
b.残火灯烛：完成与「仆人」的决斗后，在废墟中拾起的灯烛。相传当烛火摇曳于罪人的手中，光亮即可化作阴影，掩盖脚步声与杀意。不知用何种材料制成，燃烧后没有蜡泪，只有黑色的灰烬散入风中，飘向未知的远方。
c.丝织之羽：完成与「仆人」的决斗后，在废墟中拾起的晶片。已经冷却的血与火依旧维持着羽毛的形状，周围缭绕着凝固的黑色细线。心智尚未成熟之时，稚童们总是依赖父母的精心照料，如同雏鸟需要羽翼的庇护。为了满足这份愿望，「父亲」将危险的蛛丝织成羽毛，模仿成鸟的翅膀，为家中带去些许温暖。

地方传奇：湖畔的维维安涅（浊水喷吐幻灵）、湖畔的尼维维安涅（浊水粉碎幻灵）、自律超算型场力发生装置（算力增幅器）、西尼阿斯（深海龙蜥）
          双生妖精骑士&深谷之剑（猎刀鳐）、夏萨尼翁&魔剑柯鲁日（帽子水母）、海原巡回管&铁皮公爵（重甲蟹）、隐者王多尔库&渐渐隐去的老兵（膨膨兽）
          雪奈茨芙娜的蝶安奈拉（风役人）、以索忒（霜役人）、罗基·艾威尔森（拳术师）、利亚姆（药剂师）


纳塔：
boos：
1.金焰绒翼龙暴君
受祝所缚之印：击败金焰绒翼龙暴君后，获得的角的残片。其上能够看到蔓延于角上的奇怪印记，这印记被称为「焰主之祝」，拥有此印的龙众将获得远古的伟力。不过，远古的伟力自然不是现在龙众的身躯所能承担，也是诸多祸事的来由。许多的悲剧，其源头正是不可自控的力量。

2.贪食匿叶龙山王
过熟的火榴果：击败贪食匿叶龙山王后，获得的奇特火榴果。一般来说，成熟的火榴果如果再继续生长，就会跌入泥中腐烂。但是从山王的鬃毛之中落下的果子，或由于其奇特体温保护着的缘故，呈现出非常难得的「过熟」状态。这种状态下的火榴果稳定，富含燃素，果色厚重，别具一番风味。

3.秘源机兵·构型械
秘刻金纹的源核：在击败秘源机兵·构型械后，从其失去动力而解离的躯体中寻找到的核心构件。据说驱使所有现在被称为秘源机兵的造物的核心都是同一种，只是不同核心携带的信息并不一样，其上金色纹路图案的差别或许也可以说明这一点。起初只是为了让工具能够自如运转而在回路之中加入了诸多命令，或许正是这种命令的重重叠加，最后造就了人造智慧的雏形吧。

4.深邃摹结株
深邃纠缠的凝视：击败名为深邃摹结株的魔物后，获得的犹如果实却并非果实的事物。那聚集一处的能量所形成的「眼」，其后似乎有仿佛来自遥远而黑暗的彼端的视线。

5.灵觉隐修的迷者
迷土的护符：通过灵觉隐修的迷者的考验后，不知何时出现在背包中的护符。在「烟谜主」部族中的一些记载中，「灵觉」强大的祭司甚至能够通过冥想，令意识穿越黑曜石反射的光影，进入唯有亡者才能进入的地下谜土。只是这一举动相当危险，能够做到此举的祭司往往需要佩戴类似的护符，避免灵魂迷失在谜土之中。不过，这护符的象征意义远大于实际意义，隐修的祭司将之留给通过考验的勇士，也许只是为了留下简单的祝福。

6.熔岩辉龙像
龙像的无智核：击败熔岩辉龙像之后，从其持续燃烧的身躯中取得的核心。据说名为熔岩辉龙像的个体是无限堆垒燃素以后形成的特殊存在，在原本的构想之中，纯粹的能量之中会诞生具有人智的生命。只不过这一尝试最终以失败告终，事实证明，纯粹的能量已无法像更远古的时代那般，自发形成能够成长和受到操控的复杂智慧。

7.秘源机兵·统御械
秘源积气喉：自不再活动、看似龙首的秘源机兵上取下的特殊结构。据说，这个结构原本是为了使各种物体能够挣脱星体的束缚而设计的，首先被运用在了各种秘源机关之上。或许，如果一切顺利的话，这项技术本来将被应用在其他更重要的地方吧...

超级boos：
1.蚀灭的源焰之主
a.蚀灭的鳞羽：在与蚀灭的源焰之主战斗后，落于地面的漆黑鳞片。古老的龙众曾经用自身脱落的鳞片以传递秘密的信息与谕令。完全被漆黑之力腐蚀的鳞片，原本镌刻其上的光芒被噬尽后，唯留有扭曲与黑暗的残余。
b.蚀灭的阳焰：在与蚀灭的源焰之主战斗后，仍在不息燃烧的环状火焰。最初，在最深邃的夜晚里，执掌火焰的主人仿照太阳，以此取代星空的光芒。一半的火焰已受侵蚀的焰芒之辉，似乎还能看出映照旧日世界的光采。
c.蚀灭的灵犀：在与蚀灭的源焰之主战斗后，斩下的魔龙的焰角。传说最初的源火是一切光明与智慧诞生之处，而火龙之角犹如光炬一般照亮蛮荒凄凉的世界。在焰角底座已受腐蚀的情况下，一度点亮世界的光辉也并未染上丝毫的污浊。

2.门扉前的弈局
a.升扬样本·王族：这是物质经过炼金术的活性化反应后，所留下的珍稀样本。「王后」棋子曾经的名字是「宰相」。但是随着游戏规则的发展，它变成了象征外戚势力的最强重子，实至名归的黄金王族。普通士兵的升变和炼金术的物质嬗变或许有些相似之处吧。但是就算成为了黄金，也只能用倒置的城堡来表示。
b.升扬样本·骑士：这是物质经过炼金术的活性化反应后，所留下的珍惜样本。秘典的记述中，青铜骑士并不知道自己的使命是征服还是守护。它只是经历了炼金术的擢升，开始寻找自己的意义罢了。青铜时代是英雄的时代。
c.升扬样本·战车：这是物质经过炼金术的活性化反应后，所留下的珍稀样本。棋子的「车」词源乃是古代须弥语言的「战车」。在占卜牌中，「战车」的画面必须驾驭黑白双色的神驹，这也是炼金术里驾驭性质相反之物的平衡之道。

地方传奇：海浪中的莎孚（鳍游龙武士）、异色三连星（瓦西里·火枪/诺莫科诺夫·雷锤/西多连科·冰胖）、科西霍（雷龟）、巴拉奇科（火债务处理人）、铜锁（遗迹龙兽·地巡）、
         莉莱（冰晶炮手）、战羊&铁爪（羊/鸟）、微末（熔岩游像·蚀土者）、尖峰（突角龙）、最后的特诺奇兹托克人（龙武士）


*/

// 英雄
/*
蒙德：（全/20 男/8 女/12 五星/7 四星/13）
  神：温蒂
  男：（迪卢克、阿贝多）、（班尼特、雷泽、凯亚、米卡、塔利雅）
  女：（琴、莫娜、可莉、优菈）、（菲谢尔、芭芭拉、迪奥娜、砂糖、诺艾尔、丽莎、安柏、罗莎莉亚）

璃月：（全/20 男/6 女/14 五星/10 四星/10）
  神：钟离
  男：（魈、白术）、（行秋、重云、嘉明）
  女：（胡桃、甘雨、夜兰、申鹤、刻晴、七七、闲云）、（香菱、云堇、凝光、北斗、烟绯、辛焱、瑶瑶、蓝砚)

稻妻：（全/16 男/6 女/10 五星/9 四星/7）
  神：雷电将军
  男：(枫原万叶、神里绫人、荒泷一斗)、(五郎、托马、鹿野苑平藏)
  女：(八重神子、神里绫华、霄宫、珊瑚宫心海、梦见月瑞希)、(九条裟罗、久岐忍、早柚、绮良良)

须弥：（全/14 男/6 女/8 五星/7 四星/7）
  神：纳西妲
  男：(艾尔海森、赛诺、流浪者、提纳里)、(卡维、赛索斯)
  女：(妮露、迪希雅)、(柯莱、珐露珊、莱依拉、多莉、坎蒂丝)

枫丹：（全/14 男/4 女/10 五星/10 四星/4）
  神：芙宁娜
  男：(林尼、那维莱特、莱欧斯利)、(菲米尼)
  女：(娜维娅、千织、克洛琳德、希格雯、艾梅莉埃、爱可菲)、(琳妮特、夏洛蒂、夏沃蕾)

纳塔：（全/11 男/3 女/8 五星/7 四星/4）
  神：玛薇卡
  男：（基尼奇）、（欧洛伦、伊法）
  女：（玛拉妮、希诺宁、恰斯卡、茜特菈莉、瓦雷莎）、（卡齐娜、伊安珊）

至冬：（全/2 男/1 女/1 五星/2 四星/0）
  神：
  女：（阿蕾奇诺）
  男：（达达利亚）

诺德卡莱：（全/1 男/0 女/1 五星/1 四星/0）
  神：
  女：（伊涅芙）
  男：

异世界：（全/4 男/1 女/3 五星/4 四星/0）
  男：（空）
  女：（莹、埃洛伊、丝柯克）


*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/

/*


1.0：原神开服（温蒂、特瓦林）
1.1：迫近的客星（钟离、达达利亚）
1.2：白垩与黑龙（阿贝多、杜林）
1.3：明霄升海平（海灯节）
1.4：风花的邀约（风花节）
1.5：玉扉绕尘歌（尘歌壶）
1.6：盛夏！海岛？大冒险！（可莉，金苹果群岛）
2.0：不动鸣神，泡影断灭（稻妻）
2.1：韶光抚月，天下人间（雷电将军、逐月节）
2.2：雾海悬谜境（鹤观岛）
2.3：皑尘与雪影（阿贝多、阿贝少）
2.4：飞彩镌流年（海灯节）
2.5：薄樱初绽时（雷电将军、神樱树）
2.6：流风眷堇庭（巴巴托斯、稻妻）
2.7：荒梦藏虞渊（浮舍、魈）
2.8：仲夏！幻夜？奇想曲！（万叶、菲谢尔、莫娜、辛焱、海岛）
3.0：千朵玫瑰带来的黎明（须弥、妮露）
3.1：赤土之王与三朝圣者（艾尔海森、赛诺、迪希雅）
3.2：虚空鼓动，劫火高扬（散兵、纳西妲、博士）
3.3：六入尽明，诸相皆无（流浪者、世界树）
3.4：磬弦奏华夜（海灯节）
3.5：风花的呼吸（风花节）
3.6：盛典与慧业（卡维）
3.7：决斗！召唤之巅！（七圣召唤）
3.8：清夏！乐园？大秘境！（可莉、凯亚、心海、优菈、琉形蜃境）
4.0：仿若无因飘落的轻雨（林尼、琳妮特）
4.1：向深水中的晨星（那维莱特，莱欧斯利）
4.2：罪人舞步旋（芙宁娜、芙卡洛斯、阿蕾奇诺）
4.3：蔷薇与铳枪（娜维娅）
4.4：彩鹞栉春风（闲云、嘉明）
4.5：铓锋锦间裁（千织）
4.6：两界为火，赤夜将熄（阿蕾奇诺）
4.7：纺坠终久之梦（戴因斯雷布、反主）
4.8：欢夏！邪龙？童话！（妮露、绮良良、娜维娅、流浪者、希穆兰卡）
5.0：荣花与炎日之途（玛拉妮、卡齐娜、基尼奇）
5.1：命定将焚的虹光（希诺宁、恰斯卡、欧洛伦）
5.2：灵与火的织卷（恰斯卡、茜特菈莉）
5.3：炽烈的还魂诗（玛薇卡、卡皮塔诺）
5.4：梦间见月明（梦见月瑞希）
5.5：众火溯还之日（瓦雷莎、伊安珊）
5.6：悖理（爱可菲，伊法）
5.7：你存在的时空（丝柯克，塔利雅）
5.8：绘夏！烈日？度假村！（伊涅芙）



魔神任务：

序章：
第一幕：捕风的异乡人
第二幕：为了没有眼泪的明天
第三幕：巨龙与自由之歌

第一章：
第一幕：浮世浮生千岩间
第二幕：辞行久远之躯
第三幕：迫近的客星
第四幕：我们终将重逢

第二章：
序幕：振袖秋风问红叶
第一幕：不动鸣神，恒常乐土
第二幕：无念无想，泡影断灭
第三幕：千手百眼，天下人间
第四幕：回响渊底的安魂曲

第三章：
第一幕：穿越烟帷与暗林
第二幕：千朵玫瑰带来的黎明
第三幕：迷梦与空幻与欺骗
第四幕：赤土之王与三朝圣者
第五幕：虚空鼓动，劫火高扬
第六幕：卡利贝尔

第四章：
第一幕：白露与黑潮的序诗
第二幕：仿若无因飘落的轻雨
第三幕：向深水中的晨星
第四幕：谕示胎动的终焉之刻
第五幕：罪人舞步旋
第六幕：睡前故事

第五章：
第一幕：荣花与炎日之途
第二幕：黑石湮落白石下
第三幕：镜与谜烟的彼方
第四幕：命定将焚的虹光
第五幕·幕间：万火归一
第五幕：炽热的还魂诗
第六幕：你存在的时空

空月之歌：
序奏：归途

间章：
第一幕：风起鹤归
第二幕：危途疑踪
第三幕：倾落伽蓝
第四幕：悖理



*/