/**
 * 圣遗物
 * id：ID序号
 * name: 套装名称
 * quality：品质 1.蓝色3星、2.紫色4星、3.橙色5星
 * two：两件套效果
 * four：四件套效果
 * text：介绍，分别是：生之花、死之羽、时之沙、空之杯、理之冠（[部位名称，简介，故事]）
 */

export const baowuList = [
    {
        id: 1,
        name: "游医",
        quality: 1,
        two: "角色受到的治疗效果提高20%。",
        four: "施放元素爆发时，恢复20%生命值。",
        text: [
            ["游医的银莲", "是珍贵的药材，但存放了这么久已经失去了药用价值。",
                "漫步大地的游医，以冒险家的热情搜罗着珍稀药材。在险峻的山崖上，湿滑的岩石间，她发现一株银莲。到最后，药始终没派上用场，花香却一直鼓舞着她。"
            ],
            ["游医的枭羽", "枭的坚硬羽毛，夜间行医时用夜行猛禽的意象鼓舞自己。",
                "即使在不见五指的深夜，游医也要及时出诊，夜幕之中隐藏着无数危险，行人须警醒如枭。如夜枭般无休止的守望，最终使游医病倒了。"
            ],
            ["游医的怀钟", "用来精确计时的道具。对医者而言，即使是一秒的时间也不能浪费。",
                "有时面对性命垂危的伤患，游医不得不争分夺秒。怀钟总是分秒不差，助她在拯救伤患于危难之中。但当晚年的游医独卧病榻，耳边也只有怀钟滴答作响。为脱离危险报时的道具，最终唱出了游医自己的哀歌。"
            ],
            ["游医的药壶", "原本装满了提炼后极浓的药汁，如今只剩下浓烈的药味。",
                "浓重的药汤早已干涸，苦涩的气味却无法散去。游医曾用这陶壶中极苦的汤汁拯救了许多病患。当她身患痼疾时，却只有炉灶上药壶为她叹息。"
            ],
            ["游医的方巾", "平时能在行医时绑住乱发，紧急情况下也能用来托起扭伤、折断的手臂。",
                "在那些居无定所的日子里，游医每天都会匆忙出行。无论是晴日当空，还是大雨瓢泼，都无法阻挡步伐。不仅保护了她野草般的头发，也用来包扎伤病患者。游医的方巾历经风雨，是她漂泊路上最忠诚的伙伴。"
            ]
        ],
    },
    {
        id: 2,
        name: "冒险家",
        quality: 1,
        two: "生命值上限提升1000点。",
        four: "开启各类宝箱后5秒内，持续恢复30%生命值。",
        text: [
            ["冒险家之花", "从深邃的古都寻得的绝境求生的小花，被当做骄傲的勋章佩在胸前。",
                "志在星空与深渊的冒险家，在幽深的遗迹间不意遇见顽强的小花。生于死境的鲜花触动了冒险家，令他一时忘记了遗迹深处的宝藏。思索片刻，冒险家摘下小花，别在胸口，迈步向黑暗的地底走去。"
            ],
            ["冒险家尾羽", "异国的奇妙鸟类的羽毛，在这片大陆上非常罕见。",
                "冒险家曾经穿越森林，追寻从未见过的珍禽。仰望着天空贸然前行，却被树根捉住了脚踝。醒转时，见到的是命定令他放弃冒险的少女，发间别着一簇梦幻般的翎羽，一切有如幻梦。"
            ],
            ["冒险家怀表", "常在不见天日的巨渊还是失落的古都流连的冒险家，会经常忘记时间。",
                "冒险家的怀表，秉持着冒险家协会简朴实用的信条，由老牌钟表匠打制而成。在冒险家多年不见天日的黑暗旅途中，它的滴答声是时间仍存在的唯一证据。而在冒险家不得不放弃挚爱的生涯，落入平凡窠臼的多年之后。无人问津的怀表仍旧躺在橱窗里滴答作响，静候着下一次冒险。"
            ],
            ["冒险家金杯", "冒险家某次出征的战利品，虽然有缺口，仍然是值得骄傲的猎获。",
                "冒险家拿来饮水的破旧金杯，据说是从某处遗迹寻得的宝物。金色的杯壁上雕刻着古老模糊的纹路，镶嵌着已黯淡的宝石。在他最终告别了以天地为屋舍，以遗迹为居室的冒险生活后。古旧的金杯被换作闪耀的摩拉。"
            ],
            ["冒险家头带", "束在额前的饰带，吸满了汗液，覆盖着尘土。但脏污难以掩盖冒险家的骄傲。",
                "虽然这只是普普通通的绿色头带，布料坚韧，吸湿挡尘。虽然这头带的主人也仅仅是凡人，只拥有一副血肉之躯。但高天之上无尽深远的星空，与地下暗无天日的深渊，以及它们隐藏的一切秘密，正等待这弱小的人去猎获。"
            ]
        ],
    },
    {
        id: 3,
        name: "冒险家",
        quality: 1,
        two: "生命值上限提升1000点。",
        four: "开启各类宝箱后5秒内，持续恢复30%生命值。",
        text: [
            ["冒险家之花", "从深邃的古都寻得的绝境求生的小花，被当做骄傲的勋章佩在胸前。",
                "志在星空与深渊的冒险家，在幽深的遗迹间不意遇见顽强的小花。生于死境的鲜花触动了冒险家，令他一时忘记了遗迹深处的宝藏。思索片刻，冒险家摘下小花，别在胸口，迈步向黑暗的地底走去。"
            ],
            ["冒险家尾羽", "异国的奇妙鸟类的羽毛，在这片大陆上非常罕见。",
                "冒险家曾经穿越森林，追寻从未见过的珍禽。仰望着天空贸然前行，却被树根捉住了脚踝。醒转时，见到的是命定令他放弃冒险的少女，发间别着一簇梦幻般的翎羽，一切有如幻梦。"
            ],
            ["冒险家怀表", "常在不见天日的巨渊还是失落的古都流连的冒险家，会经常忘记时间。",
                "冒险家的怀表，秉持着冒险家协会简朴实用的信条，由老牌钟表匠打制而成。在冒险家多年不见天日的黑暗旅途中，它的滴答声是时间仍存在的唯一证据。而在冒险家不得不放弃挚爱的生涯，落入平凡窠臼的多年之后。无人问津的怀表仍旧躺在橱窗里滴答作响，静候着下一次冒险。"
            ],
            ["冒险家金杯", "冒险家某次出征的战利品，虽然有缺口，仍然是值得骄傲的猎获。",
                "冒险家拿来饮水的破旧金杯，据说是从某处遗迹寻得的宝物。金色的杯壁上雕刻着古老模糊的纹路，镶嵌着已黯淡的宝石。在他最终告别了以天地为屋舍，以遗迹为居室的冒险生活后。古旧的金杯被换作闪耀的摩拉。"
            ],
            ["冒险家头带", "束在额前的饰带，吸满了汗液，覆盖着尘土。但脏污难以掩盖冒险家的骄傲。",
                "虽然这只是普普通通的绿色头带，布料坚韧，吸湿挡尘。虽然这头带的主人也仅仅是凡人，只拥有一副血肉之躯。但高天之上无尽深远的星空，与地下暗无天日的深渊，以及它们隐藏的一切秘密，正等待这弱小的人去猎获。"
            ]
        ],
    },
    {
        id: 4,
        name: "战狂",
        quality: 2,
        two: "暴击率提高12%。",
        four: "	生命值低于70%时，暴击率额外提高24%。",
        text: [
            ["战狂的蔷薇", "被染红的精致花朵，与狂战士的气质微妙地相符。",
                "尚未发狂的日子里，战士曾在蔷薇花园中踟蹰。他未曾有亲人与爱人，也不曾有好友与他交心。在血战的间歇，战士以心血温柔照料园中脆弱的花朵。仿佛这些荆棘中的血红之花，才是他仅剩无几的温情。"
            ],
            ["战狂的翎羽", "原本传说中报丧之鸟的黯蓝尾羽，一部分被染成了红色。",
                "在众神与凡人的混战中，战士的家乡被战火殃及。蔷薇花园化作火海，报丧之鸟啄食着同胞的尸体。烈火之中重生的战士，被复仇与杀戮的欲望迷醉。战场上飞散的黑色鸟羽，也被复仇者的狂热染红。"
            ],
            ["战狂的时计", "永远无情流动着的器物，提醒着狂战士自己在战场上的时限，和在人世间的时限。",
                "未曾遭逢敌手的狂战士，其生涯也会有终结的一天。当血海在双脚下枯涸，当狂战士终于疲惫不堪之时。他遇到了战场上最后一个敌手，注定结束他的命运。夕阳下弥漫血腥的战场之上，他的沙漏被染成血色。"
            ],
            ["战狂的骨杯", "用不知名的巨大兽类的骨头制成的杯，是某次厮杀后得到的猎获。",
                "嗜血的狂战士肆行大地，与人类作战，与魔兽作战，甚至向魔神怒吼。在飘散着余烬的荒芜之地，流浪的狂战士迎头撞上了硕大无朋的魔兽。冷酷的铁面隐藏着无法平息的怒火，狂战士与魔兽展开了无尽的血斗。过了无数时辰、日子、年头，巨兽终于力竭倒下。魔物断角中的骨髓被吸干，那是属于冠军的美酒。"
            ],
            ["战狂的鬼面", "在不顾生死的厮杀中一半破碎的骇人铁面具。",
                "吞噬家乡的烈火中，发狂的战士失去了英俊的容颜。铁面烙在脸上代替了血肉，表情定格在冷酷的一面。在罔顾生死的血战中，可怖的铁面被对手一劈两半。疤痕纵贯铁的脸面，深深地割裂了附生其上的皮肉。但疼痛绝不会让狂战士止步，流血也不会停顿他的动作。狂战士继续嘶吼着，直到鲜红的血与黑红的血覆满面庞。"
            ]
        ],
    },
]