// 历届深渊12层
/*

1.0 —— 1.1
第一间上半：冰霜骗骗花*4、木盾丘丘暴徒、大型冰史莱姆*8
第二间上半：冰霜骗骗花*4、冰箭丘丘人*6、火箭丘丘人*6
第三间上半：愚人众先遣队·冰铳重卫士、愚人众先遣队·雷锤前锋军*2、愚人众先遣队·风拳前锋军
第一间下半：冰深渊法师、大型冰史莱姆*5、冰箭丘丘人*2
第二间下半：冰深渊法师*2、木盾丘丘暴徒、大型冰史莱姆、冰箭丘丘人*2、火箭丘丘人、雷箭丘丘人
第三间下半：愚人众先遣队·冰铳重卫士*2、愚人众先遣队·雷锤前锋军、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军

1.2
第一间上半：火斧丘丘暴徒*2、岩盾丘丘暴徒、岩盾丘丘人*12
第二间上半：盗宝团·杂工、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·拳术家*6、盗宝团·粉碎者*6
第三间上半：愚人众·雷萤术士、岩盾丘丘暴徒*2、盗宝团·冰之药剂师、盗宝团·火之药剂师
第一间下半：狂风之核、遗迹守卫
第二间下半：愚人众·火之债务处理人*2
第三间下半：愚人众·火之债务处理人、岩盾丘丘暴徒*2


1.3 —— 1.4
第一间上半：岩龙蜥*2
第二间上半：冰萤术士、雷萤术士
第三间上半：遗迹守卫*2
第一间下半：岩龙蜥*2
第二间下半：愚人众·火之债务处理人*2、盗宝团·掘墓者*2
第三间下半：遗迹重机*2

1.5：
第一间上半：岩龙蜥、炽热骗骗花*2
第二间上半：盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师*2、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家、盗宝团·粉碎者、雷萤*4、冰萤*2、水萤*2
第三间上半：深渊咏者·紫电*2
第一间下半：岩龙蜥、冰霜骗骗花*2
第二间下半：火深渊法师、水深渊法师、幻形豕兽·水、幻形鹤·水、幻形蟹·水、幻形游禽·水、幻形花鼠·水
第三间下半：愚人众·火之债务处理人、愚人众·冰萤术士、愚人众·雷萤术士

1.6：
第一间上半：岩龙蜥*2
第二间上半：愚人众·冰萤术士、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家*2、盗宝团·粉碎者*2
第三间上半：深渊咏者·紫电、火深渊法师、水深渊法师
第一间下半：岩龙蜥*2
第二间下半：丘丘岩盔王、幼岩龙蜥*2
第三间下半：深渊使徒·激流、冰深渊法师、火深渊法师

2.0：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：丘丘雷兜王、水深渊法师、火斧丘丘暴徒、雷斧丘丘暴徒
第三间上半：遗迹猎者、遗迹巡弋者、遗迹防卫者、遗迹侦察者
第一间下半：愚人众·火之债务处理人*2、愚人众·藏镜仕女、愚人众·雷萤术士
第二间下半：魔偶剑鬼
第三间下半：遗迹守卫、遗迹歼击者*2、遗迹侦察者

2.1：
第一间上半：野伏·火付番*2、野伏·机巧番*3、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·杂工
第二间上半：魔偶剑鬼
第三间上半：遗迹守卫*2
第一间下半：丘丘岩盔王、狂风之核、岩飘浮灵*3、风飘浮灵*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士
第三间下半：恒常机关阵列

2.2：
第一间上半：愚人众·火之债务处理人*3、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：魔偶剑鬼
第三间上半：遗迹守卫*6
第一间下半：岩龙蜥*2、幻形豕兽·水*3、幻形花鼠·水*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师*2、盗宝团·雷之药剂师
第三间下半：遗迹猎者、遗迹守卫、遗迹歼击者*2、遗迹巡弋者*2

2.3：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*3
第二间上半：岩龙蜥*2
第三间上半：嗜雷·兽境猎犬*2、遗迹巡弋者、遗迹防卫者
第一间下半：嗜岩*兽境猎犬、嗜岩·兽境幼兽*5
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：嗜岩*兽境猎犬、遗迹守卫*2、嗜岩·兽境幼兽*2

2.4：
第一间上半：恒常机关阵列
第二间上半：古岩龙蜥
第三间上半：遗迹重机*2、遗迹守卫*2
第一间下半：深渊咏者·渊火、火深渊法师、嗜岩·兽境幼兽*3、草丘丘萨满
第二间下半：深渊使徒·激流*2
第三间下半：魔偶剑鬼

2.5：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*4
第二间上半：遗迹重机*2
第三间上半：遗迹歼击者、遗迹侦察者*2
第一间下半：深海龙蜥·原种*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·原种
第二间下半：黄金王兽
第三间下半：深海龙蜥之群

2.6：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师
第二间上半：冰霜骗骗花*3、炽热骗骗花*3
第三间上半：深渊咏者·渊火*2
第一间下半：遗迹重机*2
第二间下半：深渊咏者·渊火、深渊使徒·激流、深渊咏者·紫电
第三间下半：深渊使徒·激流*2

2.7：
第一间上半：岩龙蜥*2、冰霜骗骗花*3、电气骗骗花*3
第二间上半：丘丘霜铠王、冰盾丘丘暴徒*3、大型冰史莱姆*3
第三间上半：深海龙蜥·原种*2
第一间下半：遗迹重机*2
第二间下半：魔偶剑鬼
第三间下半：恒常机关阵列

2.8：
第一间上半：丘丘霜铠王、冰盾丘丘暴徒*2、冰丘丘萨满*3、冰盾丘丘人*9、射手丘丘人*6
第二间上半：无相之冰
第三间上半：愚人众先遣队·冰铳重卫士*2、愚人众·藏镜仕女
第一间下半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间下半：遗迹重机、遗迹歼击者*2、遗迹巡弋者*2、遗迹侦察者
第三间下半：遗迹巨蛇

3.0：
第一间上半：遗迹龙兽·空巡、遗迹龙兽·地巡
第二间上半：愚人众·藏镜仕女、愚人众·雷萤术士、镀金旅团·机弩兵*2
第三间上半：深海龙蜥·原种、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈
第一间下半：镀金旅团·炽阳凝冰、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2、愚人众先遣队·雷锤前锋军、镀金旅团·机弩兵*2
第二间下半：古岩龙蜥
第三间下半：翠翎恐蕈

3.1：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、镀金旅团·沙中净水、镀金旅团·刀舞者*4、镀金旅团·鸦噱戟手*2、镀金旅团·破阵者*2、镀金旅团·阵前斧手
第二间上半：遗迹龙兽·地巡*2、遗迹歼击者、遗迹侦察者
第三间上半：深海龙蜥幼体·原种*4
第一间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：魔偶剑鬼
第三间下半：半永恒统辖矩阵

3.2：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*12
第二间上半：黑蛇骑士·斩风之剑、黯色空壳 ·近卫、黯色空壳·旗令*3、黯色空壳·破阵*3
第三间上半：兆载永劫龙兽
第一间下半：雷音权现
第二间下半：丘丘霜铠王*2、丘丘雷兜王*2
第三间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军

3.3：
第一间上半：恒常机关阵列
第二间上半：镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第三间上半：翠翎恐蕈
第一间下半：镀金旅团·魔岩役使、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、愚人众先遣队·岩使游击兵
第二间下半：黄金王兽
第三间下半：嗜岩*兽境猎犬*3、嗜岩·兽境幼兽*9

3.4：
第一间上半：遗迹龙兽·地巡、遗迹重机、遗迹守卫*2
第二间上半：圣骸赤鹫、圣骸毒蝎、海乱鬼·雷腾、野伏·阵刀番*2
第三间上半：半永恒统辖矩阵
第一间下半：镀金旅团·炽阳凝冰*2、镀金旅团·沙中净水*2、冰霜骗骗花、炽热骗骗花、电气骗骗花、冰深渊法师、火深渊法师、雷深渊法师
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·白日鸣雷

3.5：
第一间上半：深渊使徒·霜落、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第二间上半：魔偶剑鬼
第三间上半：丘丘霜铠王*2、遗迹守卫
第一间下半：深渊使徒·激流*2、镀金旅团·叶轮舞者、镀金旅团·沙中净水、镀金旅团·白日鸣雷
第二间下半：黑蛇骑士·摧岩之钺、黑蛇骑士·斩风之剑、黯色空壳·近卫、黯色空壳·旗令*2、黯色空壳·破阵
第三间下半：风蚀沙虫

3.6：
第一间上半：圣骸角鳄、圣骸牙兽、遗迹猎者、遗迹歼击者、遗迹防卫者*2
第二间上半：兆载永劫龙兽
第三间上半：半永恒统辖矩阵
第一间下半：圣骸牙兽、圣骸毒蝎、海乱鬼·炎威、海乱鬼·雷腾、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈、陆行岩本真蕈、野伏·阵刀番*2
第二间下半：丘丘水行游侠*3、镀金旅团·炽沙叙事人、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水
第三间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风

3.7：
第一间上半：冰霜骗骗花*3、炽热骗骗花*3、元素构装体·力场发生器*2、元素构装体·重塑仪*2、元素构装体·勘探机*2
第二间上半：翠翎恐蕈
第三间上半：圣骸角鳄*2、圣骸牙兽*2
第一间下半：深渊使徒·霜落*2、深渊使徒·激流、冰深渊法师、水深渊法师
第二间下半：雷音权现
第三间下半：深罪浸礼者

3.8：
第一间上半：深渊咏者·渊火、嗜雷*兽境猎犬、嗜岩*兽境猎犬、嗜雷·兽境幼兽*5、嗜岩·兽境幼兽*5
第二间上半：黑蛇骑士·摧岩之钺、黯色空壳 ·近卫、黯色空壳·旗令、黯色空壳·破阵、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2
第三间上半：镀金旅团·炽沙叙事人、镀金旅团·沙中净水、镀金旅团·白日鸣雷、愚人众·藏镜仕女
第一间下半：丘丘雷兜王、丘丘水行游侠*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：半永恒统辖矩阵
第三间下半：深海龙蜥之群

4.0：
第一间上半：魔偶剑鬼
第二间上半：甲铁熔火帝皇
第三间上半：建造特化型机关·荒、歼灭特化型机关·荒、镀金旅团·沙中净水、火铳游击兵*2
第一间下半：建造特化型机关·芒、压制特化型机关·芒、浊水喷吐幻灵*2、浊水粉碎幻灵*2、愚人众·冰萤术士
第二间下半：大型狂蔓隙镜原体*2、大型碎石隙境原体、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第三间下半：冰风组曲·科培琉斯的劫罚

4.1:
第一间上半：千年珍珠骏麟
第二间上半：建造特化型机关·芒、压制特化型机关·芒、深海龙蜥幼体·原种*2
第三间上半：愚人众·藏镜仕女、愚人众·风役人
第一间下半：嗜雷·兽境猎犬、嗜岩·兽境猎犬、嗜雷·兽境幼兽*5、嗜岩·兽境幼兽*5、火深渊法师*3
第二间下半：冰风组曲·歌裴莉娅的葬送
第三间下半：实验性场力发生装置

4.2:
第一间上半：深渊咏者·渊火*2、大型狂蔓隙境原体、嗜雷·兽境猎犬*2、火深渊法师
第二间上半：建造特化型机关·芒、歼灭特化型机关·荒、攻坚特化型机关·荒、机关·地质勘探型*2
第三间上半：铁甲熔火帝皇
第一间下半：半永恒统辖矩阵
第二间下半：翠翎恐蕈
第三间下半：冰风组曲·歌裴莉娅的葬送

4.3:
第一间上半：恒常机关阵列
第二间上半：建造特化机关·芒、遗迹重机*2、遗迹守卫
第三间上半：水型幻人
第一间下半：雷音权现
第二间下半：丘丘岩盔王*2、岩龙蜥*2、大型岩史莱姆*3、岩漂浮灵*2
第三间下半：丘丘雷兜王*2、镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者

4.4:
第一间上半：大型狂蔓隙境原体、建造特化型机关·荒
第二间上半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·魔岩役使、镀金旅途·灵风猎手
第三间上半：攻坚特化型机关·荒、压制特化型机关·荒
第一间下半：遗迹巨蛇
第二间下半：风蚀沙虫
第三间下半：兆载永劫龙兽

4.5:
第一间上半：愚人众·霜役人、愚人众·风役人、大型狂蔓隙境原体*2、火深渊法师
第二间上半：黑蛇骑士·摧岩之钺、黯色空壳·近卫、黯色空壳·旗令、黯色空壳·破阵火飘浮灵*2、草飘浮灵*2、雷飘浮灵*2、炽热骗骗花*3
第三间上半：冰风组曲·歌裴莉娅的葬送
第一间下半：翠翎恐蕈
第二间下半：恒常机关阵列
第三间下半：实验性场力发生装置

4.6:
第一间上半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第二间上半：冰风组曲·科培琉斯的劫罚
第三间上半：攻坚特化型机关·芒*2、建造特化型机关·芒、镀金旅团·白日鸣雷、、机关·侦察记录型机关*2、愚人众先遣队·冰铳重卫士*2、野伏·阵刀番*2
第一间下半：海乱鬼·炎威、海乱鬼·雷腾、愚人众·霜役人、愚人众·藏镜仕女、愚人众·风役人、愚人众先遣队·火铳游击兵*2
第二间下半：深渊咏者·紫电*2、镀金旅团·魔岩役使、镀金旅团·灵风猎手、愚人众·火之债务处理人*3
第三间下半：深罪浸礼者

4.7：
第一间上半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、遗迹龙兽*2、遗迹守卫、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间上半：魔偶剑鬼
第三间上半：半永恒统辖矩阵
第一间下半：深渊咏者·渊火*2、黑蛇骑士·斩风之剑*2、火深渊法师*2、草丘丘萨满
第二间下半：海乱鬼·炎威、海乱鬼·雷腾、嗜岩·兽境猎犬*2、建造特化型机关·芒、攻坚特化型机关·芒、压制特化型机关·芒*2、机关·算力增幅器
第三间下半：圣骸赤鹫、圣骸毒蝎、愚人众·火之债务处理人、坚盾重甲蟹、泡泡雄海马、愚人众先遣队·火铳游击兵*2

4.8：
第一间上半：恒常机关阵列
第二间上半：建造特化型机关·荒*2、嗜雷·兽境猎犬*2、遗迹重机*2
第三间上半：镀金旅团·叶轮舞者、镀金旅团·魔岩役使、攻坚特化型机关·荒、压制特化型机关·荒、机关·算力增幅器·荒*2、野伏·火付番、野伏·阵刀番
第一间下半：水形幻人、浊水喷吐幻灵
第二间下半：地方传奇·自律超算型场力发生装置
第三间下半：魔像督军

5.0：
第一间上半：地方传奇·冰铳重卫士、地方传奇·火铳游击兵、海乱鬼·炎威、野伏众·阵刀番*2
第二间上半：翠翎恐蕈、有翼冰本真蕈、陆行水本真蕈、陆行岩本真蕈
第三间上半：贪食匿叶龙山王
第一间下半：浊水喷吐幻灵、镀金旅团·炽沙叙事人、遗迹龙兽·空巡
第二间下半：魔偶剑鬼、黑蛇骑士·斩风之剑
第三间下半：恒常机关阵列

5.1：
第一间上半：圣骸赤鹫、圣骸毒蝎
第二间上半：遗迹重机*2、火斧丘丘暴徒*2、雷斧丘丘暴徒*2
第三间上半：遗迹龙兽·地巡*2
第一间下半：魔像禁卫*2、大型碎石隙境原体*2、深海龙蜥幼体·原种*2
第二间下半：地方传奇·自律超算型场力发生装置
第三间下半：魔像督军

5.2：
第一间上半：圣骸赤鹫、镀金旅团·炽沙叙事人、熔岩游像·流燃体
第二间上半：金焰绒翼龙暴君
第三间上半：黄金王兽
第一间下半：古岩龙蜥、岩龙蜥
第二间下半：深邃摹结株·Ⅰ型
第三间下半：兆载永劫龙兽

5.3
第一间上半：贪食匿叶龙山王、匿叶龙*3
第二间上半：隐山猊兽、玄文兽*3
第三间上半：凛冽·大灵显化身、建造特化型机关
第一间下半：灵觉隐修的迷者、暝视龙*3
第二间下半：深邃拟覆叶*2
第三间下半：深邃摹结株·Ⅲ型

5.4
第一间上半：镀金旅团·炽阳凝冰*3、镀金旅团·沙中净水*3、镀金旅团·白日鸣雷*3
第二间上半：丘丘水行游侠*4、火斧丘丘暴徒*3、雷斧丘丘暴徒*3、冲锋丘丘人*12
第三间上半：遗迹龙兽·地巡*4
第一间下半：遗迹重机*2、遗迹守卫*3
第二间下半：实验性场力发生装置
第三间下半：隐山猊兽

5.5
第一间上半：水形幻人
第二间上半：秘源机兵·构型械
第三间上半：湖畔的尼尼安涅、湖畔的尼维维安涅、幻形豕兽·水*2
第一间下半：千年珍珠骏麟、深渊咏者·紫电
第二间下半：雳震·大灵显化身、压制特化型机关·芒、熔岩游像·流燃体
第三间下半：圣骸角鳄、深海龙蜥·原种、玄文兽*2

5.6
第一间上半：雪奈茨芙娜的蝶安奈拉*2、镀金旅团·魔岩役使
第二间上半：恒常机关阵列、机关·侦察记录型·芒*2、机关·地质勘探型·芒*2
第三间上半：雳震·大灵显化身、遗迹重机
第一间下半：熔岩辉龙像
第二间下半：丘丘风行游侠、深邃拟覆叶·拟态遗迹重机器*2
第三间下半：深邃摹结株·Ⅱ型

5.7
第一间上半：灵觉隐修的迷者、冰萤术士*2
第二间上半：贪食匿叶龙山王、匿叶龙*3
第三间上半：冰风组曲·科培琉斯的劫罚、机关·灵活采集型·芒*3
第一间下半：恒常机关阵列、遗迹防卫者、遗迹侦察者
第二间下半：千年珍珠骏麟、深渊咏者·紫电
第三间下半：秘源机兵·统御械

5.8
第一间上半：镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·叶轮舞者、镀金旅团·白日鸣雷、镀金旅团·魔岩役使
第二间上半：遗迹龙兽·地巡、遗迹侦察者、遗迹巡弋者、遗迹歼击者
第三间上半：历经百战的皮皮潘偶像
第一间下半：贪食匿叶龙山王、熔岩游像·流燃体
第二间下半：翠翎恐蕈、焚燃·大灵显化身
第三间下半：秘源机兵·构型械

6.0第一期
第一间上半：历经百战的皮皮潘偶像、愚人众·藏镜仕女
第二间上半：蕴光月幻蝶、丘丘水行游侠
第三间上半：重拳出击鸭、愚人众特辖队·雷霰近卫军
第一间下半：水形幻人、浊水喷吐幻灵
第二间下半：嗜雷·兽境猎犬、镀金旅团·叶轮舞者、镀金旅团·魔岩役使、攻坚特化型机关·荒
第三间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风、黯色空壳·旗令、黯色空壳·近卫、黯色空壳·破阵


6.0第二期
第一间上半：蕴光奇羊、浊水粉碎幻灵、攻坚特化型机关·芒
第二间上半：历经百战的深海龙蜥·原种
第三间上半：历经百战的岩居蟹
第一间下半：历经百战的执灯人
第二间下半：荒野狂狩士
第三间下半：历经百战的火刃突击队员


6.1
第一间上半：历经百战的岩居蟹
第二间上半：霜夜巡天灵主
第三间上半：荒野狂狩士、荒野幽徒
第一间下半：冰封组曲·科培琉司的劫罚、压制特化型机关·芒、建造特化型机关·荒
第二间下半：贪食匿叶龙山王
第三间下半：古岩龙蜥、秘源机兵·寻捕械


*/