// 历届深渊12层
/*

第1期（1.0 —— 1.1）：（队伍中所有角色的火元素伤害提高75%）
第一间上半：冰霜骗骗花*4、木盾丘丘暴徒、大型冰史莱姆*8
第二间上半：冰霜骗骗花*4、冰箭丘丘人*6、火箭丘丘人*6
第三间上半：愚人众先遣队·冰铳重卫士、愚人众先遣队·雷锤前锋军*2、愚人众先遣队·风拳前锋军
第一间下半：冰深渊法师、大型冰史莱姆*5、冰箭丘丘人*2
第二间下半：冰深渊法师*2、木盾丘丘暴徒、大型冰史莱姆、冰箭丘丘人*2、火箭丘丘人、雷箭丘丘人
第三间下半：愚人众先遣队·冰铳重卫士*2、愚人众先遣队·雷锤前锋军、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军


第2期（1.2）：（队伍中所有角色造成的岩元素伤害提高75%）
第一间上半：火斧丘丘暴徒*2、岩盾丘丘暴徒、岩盾丘丘人*12
第二间上半：盗宝团·杂工、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·拳术家*6、盗宝团·粉碎者*6
第三间上半：愚人众·雷萤术士、岩盾丘丘暴徒*2、盗宝团·冰之药剂师、盗宝团·火之药剂师
第一间下半：狂风之核、遗迹守卫
第二间下半：愚人众·火之债务处理人*2
第三间下半：愚人众·火之债务处理人、岩盾丘丘暴徒*2


第3期（1.3 —— 1.4）：（不存在地脉异常）
第一间上半：岩龙蜥*2
第二间上半：冰萤术士、雷萤术士
第三间上半：遗迹守卫*2
第一间下半：岩龙蜥*2
第二间下半：愚人众·火之债务处理人*2、盗宝团·掘墓者*2
第三间下半：遗迹重机*2


第4期（1.5）：（不存在地脉异常）
第一间上半：岩龙蜥、炽热骗骗花*2
第二间上半：盗宝团·火之药剂师、盗宝团·水之药剂师*2、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家、盗宝团·粉碎者、雷萤*4、冰萤*4
第三间上半：深渊咏者·紫电*2
第一间下半：岩龙蜥、冰霜骗骗花*2
第二间下半：火深渊法师、水深渊法师、幻形豕兽·水*2、幻形鹤·水*3、幻形蟹·水*2、幻形游禽·水*2、幻形花鼠·水*2
第三间下半：愚人众·火之债务处理人、愚人众·冰萤术士、愚人众·雷萤术士


第5期（1.6）：（不存在地脉异常）
第一间上半：岩龙蜥*2
第二间上半：愚人众·冰萤术士、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家*2、盗宝团·粉碎者*2
第三间上半：深渊咏者·紫电、火深渊法师、水深渊法师
第一间下半：岩龙蜥*2
第二间下半：丘丘岩盔王、幼岩龙蜥*2
第三间下半：深渊使徒·激流、冰深渊法师、火深渊法师


第6期（2.0）：（满潮时：角色的攻击命中敌人时，将产生大量元素微粒，恢复10点元素能量。该效果每2.8秒内至多触发一次、低潮时：队伍中所有角色无法获取元素能量）
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：丘丘雷兜王、水深渊法师、火斧丘丘暴徒、雷斧丘丘暴徒
第三间上半：遗迹猎者、遗迹巡弋者、遗迹防卫者、遗迹侦察者
第一间下半：愚人众·火之债务处理人*2、愚人众·藏镜仕女、愚人众·雷萤术士
第二间下半：魔偶剑鬼
第三间下半：遗迹守卫、遗迹歼击者*2、遗迹侦察者


第7期（2.1）：（不存在地脉异常）
第一间上半：野伏·火付番*2、野伏·机巧番*3、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·杂工
第二间上半：魔偶剑鬼
第三间上半：遗迹守卫*2
第一间下半：丘丘岩盔王、狂风之核、岩飘浮灵*3、风飘浮灵*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士
第三间下半：恒常机关阵列


第8期（2.2）：（不存在地脉异常）
第一间上半：愚人众·火之债务处理人*3、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：魔偶剑鬼
第三间上半：遗迹猎者、遗迹守卫、遗迹歼击者*2、遗迹巡弋者*2
第一间下半：岩龙蜥*2、幻形豕兽·水*3、幻形花鼠·水*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士、盗宝团·冰之药剂师*2、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师
第三间下半：遗迹重机、遗迹守卫、遗迹巡弋者*2、遗迹防卫者*2


第9期（2.3）：（不存在地脉异常）
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*3
第二间上半：岩龙蜥*2
第三间上半：嗜雷·兽境猎犬*2、遗迹巡弋者、遗迹防卫者
第一间下半：嗜岩*兽境猎犬、嗜岩·兽境幼兽*5
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：嗜岩*兽境猎犬、遗迹守卫*2、嗜岩·兽境幼兽*2


第10期（2.4）：（挑战中存在部分敌人具有「锐气」效果，所有元素抗性与物理抗性提升10%。具有「锐气」效果的敌人受到视为普通攻击伤害的攻击后，所有元素抗性与物理抗性降低3%，至多通过这种方式降低30%。每20秒，通过这种方式降低的抗性将被重置）
第一间上半：恒常机关阵列
第二间上半：古岩龙蜥
第三间上半：遗迹重机*2、遗迹守卫*2
第一间下半：深渊咏者·渊火、火深渊法师、嗜岩·兽境幼兽*3、草丘丘萨满
第二间下半：深渊使徒·激流*2
第三间下半：魔偶剑鬼


第11期（2.5）：（不存在地脉异常）
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*4
第二间上半：遗迹重机*2
第三间上半：遗迹歼击者*2、遗迹侦察者
第一间下半：深海龙蜥·原种*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·原种
第二间下半：黄金王兽
第三间下半：深海龙蜥·啮冰*1、深海龙蜥·吞雷*1


第12期（2.6）：（不存在地脉异常）
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番、盗宝团·冰之药剂师、盗宝团·火之药剂师*3、盗宝团·水之药剂师*4、盗宝团·雷之药剂师*3
第二间上半：冰霜骗骗花*3、炽热骗骗花*3
第三间上半：深渊咏者·渊火*2
第一间下半：遗迹守卫*2
第二间下半：深渊咏者·渊火、深渊使徒·激流、深渊咏者·紫电
第三间下半：深渊使徒·激流*2


第13期（2.7）：（不存在地脉异常）
第一间上半：岩龙蜥*2、冰霜骗骗花*3、电气骗骗花*3
第二间上半：丘丘霜铠王、冰盾丘丘暴徒*3、大型冰史莱姆*4
第三间上半：深海龙蜥·原种*2
第一间下半：遗迹重机、遗迹守卫
第二间下半：魔偶剑鬼
第三间下半：恒常机关阵列


第14期（2.8）：（不存在地脉异常）
第一间上半：丘丘霜铠王、冰盾丘丘暴徒*2、冰丘丘萨满*3、冰盾丘丘人*9、冰箭丘丘人*2、火箭丘丘人*2、雷箭丘丘人*2
第二间上半：无相之冰
第三间上半：愚人众·藏镜仕女、愚人众先遣队·冰铳重卫士*2
第一间下半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间下半：遗迹重机、遗迹歼击者*2、遗迹巡弋者*2、遗迹侦察者
第三间下半：遗迹巨蛇


第15期（3.0）：（不存在地脉异常）
第一间上半：遗迹龙兽·空巡、遗迹龙兽·地巡*2
第二间上半：愚人众·藏镜仕女、愚人众·雷萤术士、镀金旅团·机弩兵*2
第三间上半：深海龙蜥·原种、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈
第一间下半：镀金旅团·炽阳凝冰、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2、愚人众先遣队·雷锤前锋军、镀金旅团·机弩兵*2
第二间下半：古岩龙蜥
第三间下半：翠翎恐蕈


第16期（3.1）：（不存在地脉异常）
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、镀金旅团·沙中净水、镀金旅团·刀舞者*3、镀金旅团·机弩兵*2、镀金旅团·破阵者*3、镀金旅团·阵前斧手
第二间上半：遗迹龙兽·地巡*2、遗迹歼击者、遗迹侦察者
第三间上半：深海龙蜥幼体·原种*4
第一间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：魔偶剑鬼
第三间下半：半永恒统辖矩阵


第17期（3.2）：（不存在地脉异常）
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼兽*12
第二间上半：黑蛇骑士·斩风之剑、黯色空壳 ·近卫、黯色空壳·旗令*3、黯色空壳·破阵*3
第三间上半：兆载永劫龙兽
第一间下半：雷音权现
第二间下半：丘丘霜铠王*2、丘丘雷兜王*2
第三间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军


第18期（3.3）：（不存在地脉异常）
第一间上半：恒常机关阵列
第二间上半：镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第三间上半：翠翎恐蕈
第一间下半：镀金旅团·魔岩役使、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、愚人众先遣队·岩使游击兵
第二间下半：黄金王兽
第三间下半：嗜岩*兽境猎犬*3、嗜岩·兽境幼兽*12


第19期（3.4）：（不存在地脉异常）
第一间上半：遗迹龙兽·地巡、遗迹重机、遗迹守卫*2
第二间上半：圣骸赤鹫、圣骸毒蝎、海乱鬼·雷腾、野伏·阵刀番*2
第三间上半：半永恒统辖矩阵
第一间下半：镀金旅团·炽阳凝冰*2、镀金旅团·沙中净水*2、冰霜骗骗花、炽热骗骗花、电气骗骗花、冰深渊法师、火深渊法师、雷深渊法师
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·白日鸣雷


第20期（3.5）：（不存在地脉异常）
第一间上半：深渊使徒·霜落、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第二间上半：魔偶剑鬼
第三间上半：丘丘霜铠王*2、遗迹守卫
第一间下半：深渊使徒·激流*2、镀金旅团·叶轮舞者、镀金旅团·炽阳凝冰、镀金旅团·沙中净水
第二间下半：黑蛇骑士·摧岩之钺、黑蛇骑士·斩风之剑、黯色空壳·近卫、黯色空壳·旗令*2、黯色空壳·破阵
第三间下半：风蚀沙虫


第21期（3.6）：（不存在地脉异常）
第一间上半：圣骸角鳄、圣骸牙兽、遗迹猎者、遗迹歼击者、遗迹防卫者*2
第二间上半：兆载永劫龙兽
第三间上半：半永恒统辖矩阵
第一间下半：圣骸牙兽、圣骸毒蝎、海乱鬼·炎威、海乱鬼·雷腾、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈、陆行岩本真蕈、野伏·阵刀番*2
第二间下半：丘丘水行游侠*3、镀金旅团·炽沙叙事人、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水
第三间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风


第22期（3.7）：（不存在地脉异常）
第一间上半：冰霜骗骗花*3、炽热骗骗花*3、元素构装体·力场发生器*2、元素构装体·重塑仪*2、元素构装体·勘探机*2
第二间上半：翠翎恐蕈
第三间上半：圣骸角鳄*2、圣骸牙兽*2
第一间下半：深渊使徒·霜落*2、深渊使徒·激流、冰深渊法师、水深渊法师
第二间下半：雷音权现
第三间下半：深罪浸礼者


第23期（3.8）：（不存在地脉异常）
第一间上半：深渊咏者·渊火、嗜雷*兽境猎犬、嗜岩*兽境猎犬、嗜雷·兽境幼兽*5、嗜岩·兽境幼兽*5
第二间上半：黑蛇骑士·摧岩之钺、黯色空壳 ·近卫、黯色空壳·旗令、黯色空壳·破阵、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2
第三间上半：镀金旅团·炽沙叙事人、镀金旅团·沙中净水、镀金旅团·白日鸣雷、愚人众·藏镜仕女
第一间下半：丘丘雷兜王、丘丘水行游侠*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：半永恒统辖矩阵
第三间下半：深海龙蜥·啮冰*1、深海龙蜥·吞雷*1


第24期（4.0）：（不存在地脉异常）
第一间上半：魔偶剑鬼
第二间上半：铁甲熔火帝皇
第三间上半：压制特化型机关·荒、歼灭特化型机关·荒、镀金旅团·叶轮舞者、火铳游击兵*2
第一间下半：建造特化型机关·芒、压制特化型机关·芒、浊水喷吐幻灵*2、浊水粉碎幻灵*2、愚人众·冰萤术士
第二间下半：大型狂蔓隙镜原体、大型碎石隙境原体、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第三间下半：冰风组曲·科培琉斯的劫罚


第25期（4.1）:（不存在地脉异常） 
第一间上半：千年珍珠骏麟
第二间上半：深海龙蜥·原种*2、建造特化型机关·芒、压制特化型机关·芒
第三间上半：愚人众·藏镜仕女、愚人众·风役人*2
第一间下半：嗜雷·兽境猎犬、嗜岩·兽境猎犬、嗜雷·兽境幼兽*5、嗜岩·兽境幼兽*5、火深渊法师*3
第二间下半：冰风组曲·歌裴莉娅的葬送
第三间下半：实验性场力发生装置


第26期（4.2）:（不存在地脉异常） 
第一间上半：深渊咏者·渊火、大型狂蔓隙境原体*2、嗜雷·兽境猎犬*2、火深渊法师*2、草丘丘萨满
第二间上半：建造特化型机关·芒、歼灭特化型机关·荒、攻坚特化型机关·荒、机关·地质勘探型·芒*4、机关·侦察记录型·芒*2
第三间上半：深渊咏者·渊火*2、海乱鬼·炎威、海乱鬼·雷腾、愚人众先遣队·火铳游击兵*2
第一间下半：半永恒统辖矩阵
第二间下半：翠翎恐蕈
第三间下半：冰风组曲·歌裴莉娅的葬送


第27期（4.3）:（不存在地脉异常） 
第一间上半：恒常机关阵列
第二间上半：建造特化机关·芒、遗迹重机*2、遗迹守卫
第三间上半：水型幻人
第一间下半：雷音权现
第二间下半：丘丘岩盔王*2、岩龙蜥*2、大型岩史莱姆*2、岩漂浮灵*3
第三间下半：丘丘雷兜王*2、镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者


第28期（4.4）:（不存在地脉异常） 
第一间上半：大型狂蔓隙境原体、建造特化型机关·荒*2
第二间上半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·魔岩役使、镀金旅途·灵风猎手
第三间上半：攻坚特化型机关·荒*4
第一间下半：遗迹巨蛇
第二间下半：风蚀沙虫
第三间下半：兆载永劫龙兽


第29期（4.5）:（不存在地脉异常） 
第一间上半：历经百战的愚人众·霜役人、历经百战的愚人众·风役人、大型狂蔓隙境原体*2、火深渊法师
第二间上半：黑蛇骑士·摧岩之钺、黯色空壳·近卫、黯色空壳·旗令、黯色空壳·破阵、火飘浮灵*2、草飘浮灵*2、雷飘浮灵*2、炽热骗骗花*3
第三间上半：冰风组曲·歌裴莉娅的葬送
第一间下半：翠翎恐蕈
第二间下半：恒常机关阵列
第三间下半：历经百战的机关·算力增幅器

第30期（4.6）:（不存在地脉异常） 
第一间上半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第二间上半：冰风组曲·科培琉斯的劫罚
第三间上半：攻坚特化型机关·芒*2、建造特化型机关·芒、镀金旅团·白日鸣雷、机关·侦察记录型·芒*2、愚人众先遣队·冰铳重卫士*2、野伏·阵刀番*2
第一间下半：海乱鬼·炎威、海乱鬼·雷腾、历经百战的愚人众·霜役人、历经百战的愚人众·风役人、愚人众·藏镜仕女、愚人众先遣队·火铳游击兵*2
第二间下半：深渊咏者·紫电*2、镀金旅团·魔岩役使、镀金旅团·灵风猎手、愚人众·火之债务处理人*3
第三间下半：深罪浸礼者


第31期（4.7）：（不存在地脉异常） 
第一间上半：镀金旅团·炽沙叙事人、镀金旅团·灵风猎手、遗迹龙兽·地巡*2、遗迹守卫、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间上半：魔偶剑鬼
第三间上半：半永恒统辖矩阵
第一间下半：深渊咏者·渊火*2、黑蛇骑士·斩风之剑*2、火深渊法师*2、草丘丘萨满
第二间下半：海乱鬼·炎威、海乱鬼·雷腾、嗜岩·兽境猎犬*2、建造特化型机关·芒、攻坚特化型机关·芒、压制特化型机关·芒*2、机关·算力增幅器
第三间下半：圣骸赤鹫、圣骸毒蝎、愚人众·火之债务处理人、坚盾重甲蟹*2、泡泡雄海马*2、愚人众先遣队·火铳游击兵*2


第32期（4.8）：（不存在地脉异常） 
第一间上半：恒常机关阵列
第二间上半：建造特化型机关·荒*2、嗜雷·兽境猎犬*2、遗迹重机*2
第三间上半：镀金旅团·叶轮舞者、镀金旅团·魔岩役使、攻坚特化型机关·荒*2、压制特化型机关·荒*2、机关·算力增幅器·荒*2、野伏·火付番、野伏·阵刀番
第一间下半：水形幻人、浊水喷吐幻灵
第二间下半：历经百战的机关·算力增幅器
第三间下半：魔像督军


第33期（5.0）：（不存在地脉异常） 
第一间上半：历经百战的愚人众先遣队·冰铳重卫士、历经百战的愚人众先遣队·火铳游击兵、海乱鬼·炎威、野伏众·阵刀番*2
第二间上半：翠翎恐蕈、有翼冰本真蕈、有翼草本真蕈、陆行岩本真蕈
第三间上半：贪食匿叶龙山王
第一间下半：历经百战的浊水喷吐幻灵、镀金旅团·炽沙叙事人、遗迹龙兽·空巡
第二间下半：魔偶剑鬼、黑蛇骑士·斩风之剑
第三间下半：恒常机关阵列


第34期（5.1上）：（不存在地脉异常） 
第一间上半：圣骸赤鹫、圣骸毒蝎
第二间上半：遗迹重机*2、火斧丘丘暴徒*2、雷斧丘丘暴徒*2
第三间上半：遗迹龙兽·地巡*2
第一间下半：魔像禁卫*2、大型碎石隙境原体*2、深海龙蜥幼体·原种*2
第二间下半：历经百战的机关·算力增幅器
第三间下半：魔像督军


第35期（5.1下）：（不存在地脉异常） 
第一间上半：圣骸角鳄、熔岩游像·蚀土者*2
第二间上半：圣骸牙兽、秘源机兵·寻捕械
第三间上半：镀金旅团·魔岩役使*2
第一间下半：实验性场力发生装置、嵴锋龙*2
第二间下半：兆载永劫龙兽
第三间下半：水形幻人


第36期（5.2）：（不存在地脉异常） 
第一间上半：圣骸赤鹫、圣骸角鳄、镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、熔岩游像·流燃体*2
第二间上半：金焰绒翼龙暴君
第三间上半：黄金王兽
第一间下半：古岩龙蜥、岩龙蜥、岩龙蜥*2
第二间下半：深邃摹结株·Ⅰ型
第三间下半：兆载永劫龙兽


第37期（5.3）：（上半：队伍中所有角色的普通攻击造成的火元素伤害提升75%、下半：队伍中所有角色造成的具有夜魂性质的伤害提升75%）
第一间上半：贪食匿叶龙山王、匿叶龙*3
第二间上半：隐山猊兽、玄文兽*3
第三间上半：凛冽·大灵显化身、建造特化型机关·芒
第一间下半：灵觉隐修的迷者、暝视龙*3
第二间下半：深邃拟态·秘源机兵·寻捕械、深邃拟态·遗迹守卫
第三间下半：深邃摹结株·Ⅲ型


第38期（5.4上）：（上半：当前场上角色触发扩散反应造成的伤害提升600%、下半：角色的重击造成的冰元素伤害提升75%）
第一间上半：镀金旅团·炽阳凝冰*3、镀金旅团·沙中净水*3、镀金旅团·白日鸣雷*3
第二间上半：丘丘水行游侠*4、火斧丘丘暴徒*3、雷斧丘丘暴徒*3、冲锋丘丘人*12
第三间上半：遗迹龙兽·地巡*4
第一间下半：遗迹重机*2、遗迹守卫*3
第二间下半：实验性场力发生装置
第三间下半：隐山猊兽


第39期（5.4下）：（上半：角色的元素战技造成的水元素伤害提升75%、下半：角色的下落攻击造成的伤害提升75%）
第一间上半：焚燃·大灵显化身、深渊咏者·渊火、深渊咏者·紫电、大型碎石隙境原体
第二间上半：恒常机关阵列、遗迹重机、遗迹侦察者
第三间上半：铁甲熔火帝皇、熔岩游像·流燃体、镀金旅团·炽阳凝冰、镀金旅团·沙中净水
第一间下半：翠翎恐蕈、镀金旅团·叶轮舞者
第二间下半：半永恒统辖矩阵
第三间下半：秘源机兵·构型械


第40期（5.5）：（上半：角色的元素战技造成的岩元素伤害提升75%、下半：角色的元素战技造成的冰元素伤害提升75%）
第一间上半：水形幻人
第二间上半：秘源机兵·构型械
第三间上半：历经百战的浊水喷吐幻灵、历经百战的浊水粉碎幻灵、幻形豕兽·水*2
第一间下半：千年珍珠骏麟、深渊咏者·紫电
第二间下半：雳震·大灵显化身、压制特化型机关·芒、熔岩游像·流燃体
第三间下半：深海龙蜥·原种、圣骸角鳄、玄文兽*2


第41期（5.6上）：（上半：角色通过元素战技造成的冰元素伤害提升75%、下半：角色通过元素战技造成的草元素伤害提升75%）
第一间上半：历经百战的愚人众·风役人*2、镀金旅团·魔岩役使
第二间上半：恒常机关阵列、机关·侦察记录型·芒*2、机关·地质勘探型·芒*2
第三间上半：雳震·大灵显化身、遗迹重机
第一间下半：熔岩辉龙像
第二间下半：深邃拟态·丘丘风行游侠、深邃拟态·遗迹守卫
第三间下半：深邃摹结株·Ⅱ型


第42期（5.6下）：（上半：角色通过元素战技造成的冰元素伤害提升75%、下半：角色通过元素战技造成的草元素伤害提升75%）
第一间上半：灵觉隐修的迷者、愚人众·冰萤术士*2
第二间上半：贪食匿叶龙山王、匿叶龙*3
第三间上半：冰风组曲·科培琉司的劫罚、机关·灵活采集型·芒*3
第一间下半：恒常机关阵列、遗迹侦察者、遗迹防卫者
第二间下半：千年珍珠骏麟、深渊咏者·紫电
第三间下半：秘源机兵·统御械


第43期（5.7）：（上半：队伍中所有角色造成的冰元素伤害提升75%、下半：队伍中所有角色造成的具有夜魂性质的伤害提升75%）
第一间上半：秘源机兵·统御械
第二间上半：建造特化型机关·芒、遗迹龙兽·地巡、遗迹重机
第三间上半：雳震·大灵显化身、窟岩·大灵显化身
第一间下半：灵觉隐修的迷着、暝视龙*3
第二间下半：凛冽·大灵显化身、熔岩游像·蚀土者*2、镀金旅团·魔岩役使
第三间下半：贪食匿叶龙山王、匿叶龙*3


第44期（5.8）：（上半：角色造成的感电与月感电伤害提升75%、下半：角色对敌人造成的具有夜魂性质的伤害提升75%）
第一间上半：镀金旅团·叶轮舞者*2、镀金旅团·魔岩役使*2、镀金旅团·炽阳凝冰*2、镀金旅团·沙中净水*4、镀金旅团·白日鸣雷*2
第二间上半：遗迹龙兽·地巡*3、遗迹侦察者*3、遗迹巡弋者*4、遗迹歼击者*2
第三间上半：历经百战的皮皮潘偶像
第一间下半：贪食匿叶龙山王、熔岩游像·流燃体
第二间下半：翠翎恐蕈、焚燃·大灵显化身
第三间下半：秘源机兵·构型械


第45期（6.0上）：（上半：角色的感电反应造成的伤害提升200%、月感电反应造成的伤害提升75%、下半：角色的绽放反应造成的伤害提升200%、月绽放反应造成的伤害提升75%）
第一间上半：历经百战的皮皮潘偶像、愚人众·藏镜仕女
第二间上半：蕴光月幻蝶、丘丘水行游侠*2
第三间上半：重拳出击鸭、愚人众特辖队·雷霰近卫军
第一间下半：水形幻人、浊水喷吐幻灵*2
第二间下半：嗜雷·兽境猎犬*2、镀金旅团·叶轮舞者、镀金旅团·魔岩役使、攻坚特化型机关·荒
第三间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风、黯色空壳·旗令、黯色空壳·近卫、黯色空壳·破阵


第46期（6.0下）：（上半：角色的绽放反应造成的伤害提升200%、月绽放反应造成的伤害提升75%、下半：角色的感电反应造成的伤害提升200%、月感电反应造成的伤害提升75%）
第一间上半：蕴光奇羊、浊水粉碎幻灵、攻坚特化型机关·芒
第二间上半：历经百战的深海龙蜥·原种
第三间上半：历经百战的岩居蟹
第一间下半：历经百战的执灯人
第二间下半：荒野狂狩士*2
第三间下半：历经百战的火刃突击队员


第47期（6.1）：（上半：角色的绽放反应造成的伤害提升200%、月绽放反应造成的伤害提升75%、下半：角色通过普通攻击造成的火元素伤害提升75%）
第一间上半：历经百战的岩居蟹、坚盾重甲蟹
第二间上半：霜夜巡天灵主
第三间上半：荒野狂狩士、荒野幽徒
第一间下半：冰风组曲·科培琉司的劫罚、压制特化型机关·芒、建造特化型机关·荒
第二间下半：贪食匿叶龙山王
第三间下半：古岩龙蜥、秘源机兵·寻捕械


第48期（6.2）：（上半：处于队伍后台的角色获得75%火元素伤害加成、下半：角色的下落攻击造成伤害提升75%）
第一间上半：建造特化型机关·芒、愚人众·冰萤术士*15、机关·侦察记录型·芒*25
第二间上半：海乱鬼·炎威、海乱鬼·雷腾、遗迹龙兽·空巡、愚人众特辖队·火刃突击队、愚人众特辖队·线列军*2、遗迹守卫
第三间上半：超重型陆巡舰·机动战垒
第一间下半：炉壳山鼬*2
第二间下半：历经百战的浊水喷吐幻灵、历经百战的浊水粉碎幻灵
第三间下半：历经百战的机关·算力增幅器


第49期（6.3上）：（上半：当前场上角色的重击伤害提升75%、下半：月曜反应伤害提升75%）
第一间上半：恒常机关阵列
第二间上半：焚燃·大灵显化身*2、建造特化型机关·荒
第三间上半：蕴光奇羊、蕴光凛狼
第一间下半：历经百战的执灯人、荒野幽徒*2
第二间下半：历经百战的皮皮潘偶像
第三间下半：重拳出击鸭


第50期（6.3下）：（上半：月感电伤害提升75%、下半：月结晶伤害提升75%）
第一间上半：深黯钓客*15
第二间上半：铁甲熔火帝皇、坚盾重甲蟹*2
第三间上半：深黯魇语之主
第一间下半：霜夜巡天灵主
第二间下半：荒野狂狩士*4
第三间下半：魔像督军


第51期（6.4）：（上半：当前场上角色造成的风元素伤害提升75%、下半：角色通过普通攻击造成的冰元素伤害提升75%）
第一间上半：恒常机关阵列、攻坚特化型机关·荒
第二间上半：贪食匿叶龙山王
第三间上半：历经百战的蕴光凛狼
第一间下半：蕴光月幻蝶、愚人众·风役人
第二间下半：历经百战的盗宝精锐、愚人众特辖队·雷霰近卫军
第三间下半：秘源机兵·统御械


第52期（6.5上）：（上半：月结晶伤害提升75%、下半：当前场上角色普通攻击与重击造成的伤害提升75%）
第一间上半：魔像禁卫*12
第二间上半：荒野狂狩士*2
第三间上半：蕴光月守宫
第一间下半：深邃拟态·嵴锋龙武士·碎晶打者、深邃拟态·丘丘风行游侠、深邃拟态·秘源机兵·寻捕械
第二间下半：魔偶剑鬼、镀金旅团·叶轮舞者
第三间下半：深邃摹结株·Ⅱ型


第53期（6.5下）：（上半：队伍中所有角色获得75%火元素伤害加成、下半：月绽放伤害提升75%）
第一间上半：超重型陆巡舰·机动战垒
第二间上半：古岩龙蜥、遗迹龙兽·地巡、愚人众·雷萤术士
第三间上半：历经百战的十六倍曼陀
第一间下半：深黯魇语之主、丘丘水行游侠
第二间下半：历经百战的陆行岩本真蕈
第三间下半：历经百战的岩居蟹、遗迹守卫


第54期（6.6）：（上半：角色的元素战技造成的伤害提升75%、下半：队伍中所有角色获得75%火元素伤害加成）
第一间上半：历经百战的浊水粉碎幻灵、雳震·大灵显化身、丘丘水行游侠
第二间上半：古岩龙蜥、深渊咏者·紫电
第三间上半：守望者·堕天
第一间下半：秘源机兵·构型械、秘源机兵·寻捕械
第二间下半：隐山猊兽、愚人众·藏镜仕女
第三间下半：灵觉隐修的迷者


第55期（6.7）：（上半：角色的超导反应造成的伤害提升200%，角色造成的星超导反应伤害提升75%、下半：角色的感电反应造成的伤害提升200%，角色造成的月感电伤害提升75%）
第一间上半：雳震·大灵显化身、辉电·霜夜灵嗣
第二间上半：兆载永劫龙兽、遗迹龙兽·地巡
第三间上半：历经百战的先驱秘源统辖阵列
第一间下半：魔偶剑鬼、荒野狂狩士
第二间下半：翠翎恐蕈、陆行水本真蕈、陆行岩本真蕈
第三间下半：历经百战的皮皮潘偶像、暝视觉龙武士·寒涌持者


*/