/*

// 幽境危战

第一期（5.7版本·驱侵之役）—— 2025.06.25 ~ 2025.07.29
1.水形幻人·极旋湍流
2.熔岩辉龙像·炽烈流焰
3.秘源机兵·统御械·毁灭武装

第二期（5.8版本·劲烈之役）—— 2025.08.06 ~ 2025.09.09
1.深邃摹结株·Ⅱ型·虚暗幻变
2.历经百战的玳龟·坚盾轰雷
3.历经百战的皮皮潘偶像·百诈瞬变

第三期（6.0版本·骇轰之役）—— 2025.09.17 ~ 2025.10.21
1.兆载永劫龙兽·歼灭构型
2.历经百战的岩居蟹·百万爆轰
3.历经百战的火刃突击队员·决死武装

第四期（6.1版本·迅悍之役）—— 2025.10.29 ~ 2025.12.02
1.霜夜巡天灵主·晦蚀
2.历经百战的执灯人·哀恸回响
3.历经百战的霜役人·涉血芒锋

第五期（6.2版本·坠震之役）—— 2025.12.10 ~ 2026.01.13
1.深罪浸礼者·肃烈狂音
2.历经百战的暝视龙·霜雪苛念
3.实验性场力发生装置·布雷阁原型

第六期（6.3版本·除晦之役）—— 2026.01.21 ~ 2026.02.24
1.深黯魇语之主·袭掠锋刃
2.历经百战的火刃突击队员·决死武装
3.铁甲熔火帝皇·敕命远征

第七期（6.4版本·摧枯之役）—— 2026.03.04 ~ 2026.04.07
1.历经百战的十六倍曼陀草·风滚狂蔓
2.重拳出击鸭·重甲武库
3.秘源机兵·统御械·毁灭武装

第八期（6.5版本·断玉之役）—— 2026.04.15 ~ 2026.05.19
1.蕴光月守宫·根牙磐错
2.深邃摹结株·虚暗幻变
3.霜夜巡天灵主·惊恨憎愤

第九期（6.6版本·啸卷之役）—— 2026.05.27 ~ 2026.06.30
1.历经百战的凛狼·极寒冰魄
2.水形幻人·极旋湍流
3.开眼者·傲然睥睨





帝国：皇家射手、增援战线、塔楼射手

隐秘：迪宁、方舟、5费神佑鸟、塑钢、魔免花、先攻鸟、观测

禅意：执剑道人

港口：戴维计划、红海领航员、寒夜灯灵

炼狱：巴克巴罗、天崩地裂、灼神双炎、爆燃突袭、铸甲、魔防狗、无面、爆燃小鬼

蛮石：大象、大羽、石斧头领、斧头人、暴怒野人、无畏猎户、禁疗射手

冬神：长老灵、邪恶化身、寒风草人








*/