/*

帝国：（29张）

蓝卡（10张）：圣殿斥候（1费）、旅行背包（1费）、重装固守（1费）、圣殿卫士（2费）、圣甲先锋（2费）、天使琼浆（2费）、盾甲禁卫（3费）、
            圣殿弩手（3费）、增援战线（3费）、光明惩戒（5费）

紫卡（13张）：传记·钢铁守卫（1费）、四芒军旗（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、
            夺取阵地（4费）、召集护卫（4费）、禁卫百夫长（5费）、田园保卫战（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（22张）

蓝卡（6张）：学仆-观测型（2费）、沉默否定（2费）、御魔术（2费）、学仆-渗透型（4费）、学仆-能源型（5费）、请示隐秘者（5费）

紫卡（11张）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、魔像-御咒铁卫（3费）、学仆-猛禽型（3费）、幻域秘树（4费）、
            学仆-塑钢型（4费）、白首魔根（4费）、观星台大预言家（5费）、幻象巨龙（6费）、米拉方舟（7费）
    
橙卡（5张）：圣僧·法海（1费）、流星-7号（4费）、月之神·米拉（5费）、No.6沃凡瑞拉（7费）、隐秘公爵·伊斯多维尔（9费）



禅意：（23张）

蓝卡（12张）：卜命道长（1费）、长耳庄巧姑（2费）、苦行武僧（2费）、叶幻师（3费）、龟族僧人（3费）、执剑道人（3费）、深山采药人（3费）、
            连击（3费）、铁山靠（3费）、风铃道人（4费）、祥云师太（4费）、风卷残云（4费）

紫卡（7张）：扫叶僧（3费）、驱魔道人（3费）、御风武者（4费）、墨轩隐士（4费）、蟠桃会（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（4张）：流岚刃·琳（3费）、神机玄女·轩（4费）、上宝沁金耙（4费）、玉虚真君·任大师（7费） 



*/