/*

帝国：（21张）

蓝卡（6张）：圣殿斥候（1费）、圣甲先锋（2费）、天使琼浆（2费）、圣殿弩手（3费）、塔楼弓手（3费）、光明惩戒（5费）

紫卡（9张）：传记·钢铁守卫（1费）、四芒军旗（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、召集护卫（4费）、阳炎坠落（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（14张）

蓝卡（2张）：学仆-观测型（2费）、沉默否定（2费）

紫卡（7张）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-猛禽型（3费）、幻域秘树（4费）、观星台大预言家（5费）、米拉方舟（7费）
    
橙卡（5张）：圣僧·法海（1费）、流星-7号（4费）、月之神·米拉（5费）、滑板少年·迪宁（6费）、火蛇巫女·沃凡瑞拉（7费）



禅意：（16张）

蓝卡（11张）：卜命道长（1费）、箭竹守卫（1费）、长耳庄巧姑（2费）、白羊药师（2费）、苦行武僧（2费）、树木之怒（2费）、执剑道人（3费）、深山采药人（3费）、疾风猎手（3费）、连击（3费）、风铃道人（4费）

紫卡（3张）：扫叶僧（3费）、逍遥琴师（3费）、御风武者（4费）

橙卡（2张）：神机玄女·轩（4费）、上宝沁金耙（4费）



炼狱（17张）

蓝卡（6张）：冥河守卫（1费）、落雷击（1费）、残暴爪钩（2费）、邪眼魔（2费）、猩红勇士（3费）、烈焰风暴（4费）

紫卡（7张）：碎颅魔（2费）、觅食大嘴兽（2费）、岩浆球（3费）、灼神双炎（4费）、地狱屠夫（5费）、雷光炼狱（5费）、恶灵魔焰（6费）

橙卡（4张）：恶魔之心（2费）、岩魔（3费）、熔金饕餮兽（5费）、血翼·莉莉斯（6费）



总共：85张

*/