/*

帝国：（27张）

蓝卡（9张）：圣殿斥候（1费）、旅行背包（1费）、圣殿卫士（2费）、圣甲先锋（2费）、天使琼浆（2费）、圣殿弩手（3费）、塔楼弓手（3费）、增援战线（3费）、光明惩戒（5费）

紫卡（12张）：传记·钢铁守卫（1费）、四芒军旗（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、夺取阵地（4费）、召集护卫（4费）、阳炎坠落（4费）、
             禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（20张）

蓝卡（5张）：邪月蝙蝠（1费）、学仆-观测型（2费）、邪月猫妖（2费）、沉默否定（2费）、全数否定（3费）

紫卡（9张）：隐形术（1费）、破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-猛禽型（3费）、幻域秘树（4费）、观星台大预言家（5费）、御魔史芬斯（5费）、米拉方舟（7费）
    
橙卡（6张）：圣僧·法海（1费）、No.5咒刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、滑板少年·迪宁（6费）、火蛇巫女·沃凡瑞拉（7费）



禅意：（19张）

蓝卡（12张）：卜命道长（1费）、箭竹守卫（1费）、白羊药师（2费）、苦行武僧（2费）、树木之怒（2费）、执剑道人（3费）、深山采药人（3费）、龟族僧人（3费）、叶幻师（3费）、连击（3费）、
             铁山靠（3费）、祥云师太（4费）

紫卡（5张）：扫叶僧（3费）、驱魔道人（3费）、逍遥琴师（3费）、御风武者（4费）、万物之灵（5费）

橙卡（2张）：神机玄女·轩（4费）、上宝沁金耙（4费）



海港：（17张）

蓝卡（7张）：暗潮涌动（1费）、心灵黑洞（1费）、狡诈学徒（2费）、黑夜突袭（2费）、热血矿工（3费）、酗酒醉汉（3费）、不法交易（3费）

紫卡（6张）：红海猎魔人（2费）、海燕精卫（2费）、海神赐福（2费）、深山老巫（3费）、黑金诈术师（4费）、红海领航员（4费）

橙卡（4张）：花剑绅士·翔（2费）、蕾拉密卷（2费）、海燕·鲍莉（3费）、赤影·艾希尔（4费）



总共：83张

*/