/*

伊萝莲

蓝卡：（12张——18.92级）

洞悉之眼（0费）——12级

圣殿斥候（1费）——20级、18级

学仆-观测型（2费）——20级、20级

天使琼浆（2费）——20级

沉重否定（2费）——18级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

田园守望者（3费）——19级

光明惩戒（5费）——20级



紫卡：（12张——17.92级）

四芒军旗（1费）——16级

隐形术（1费）——17级

圣殿御卫（2费）——20级

破魔系教授（2费）——20级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、20级

幻域秘树（4费）——20级

夺取阵地（4费）——17级

观星台大预言家（5费）——17级



橙卡：（6张——16.67级）

花光春影·安娜贝尔（3费）——17级

春花使者·卡洛琳（4费）——18级

明日香·露娜（4费）——17级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：18.07级



技能等级：（真理审判-10星）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（禁卫之矛-7星）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（征收官之帽-6星）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。


*/
