/*

伊萝莲

蓝卡：（12张——19.17级）

洞悉之眼（0费）——12级

圣殿斥候（1费）——20级、19级

学仆-观测型（2费）——20级、20级

天使琼浆（2费）——20级

沉重否定（2费）——19级

圣殿弩手（3费）——20级

田园守望者（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——20级



紫卡：（11张——18.36级）

四芒军旗（1费）——17级

圣殿御卫（2费）——20级

破魔系教授（2费）——20级

克隆术（2费）——15级、14级

学仆-脉冲型（3费）——20级、20级、20级

夺取阵地（4费）——18级

惩戒天使（6费）——18级

米拉方舟（7费）——20级



橙卡：（7张——17.14级）

花光春影·安娜贝尔（3费）——18级

流星-7号（4费）——20级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——17级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——19级

武圣·云长（8费）——12级



总卡等：18.40级


技能等级：（真理审判-10星）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（禁卫之矛-8星）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（韧皮箭囊-7星）：【回合2】后排位置召唤【塔楼弓手-lv6】。


*/
