/*
洛：

蓝卡：（14张——13.79级）

洞悉之眼（0费）——12级

学仆-观测型（2费）——20级、20级

飓风术（2费）——13级

长耳庄巧姑（2费）——12级

连击（3费）——12级、12级、12级

全数否定（3费）——20级

铁山靠（3费）——12级

风铃道人（4费）——12级

风卷残云（4费）——12级、12级、12级



紫卡：（11张——16.09级）

破魔系教授（2费）——20级

克隆术（2费）——15级、14级

学仆-脉冲型（3费）——20级、20级、20级

学仆-猛禽型（3费）——14级

墨轩隐士（4费）——12级

蟠桃会（4费）——12级

观星台大预言家（5费）——18级

万物之灵（5费）——12级



橙卡：（5张——15.40）

流星-7号（4费）——20级

九天玄女·轩（4费）——18级

上宝沁金耙（4费）——12级

月之神·米拉（5费）——15级

No.6迪宁（6费）——12级



总卡等：14.90级


技能等级：（混元八卦掌-10星）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（神机木拐-6星）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。

宝物等级：（腾云青龙铠-6星）：【回合3】随机友军+4/+4，并获得【神佑】。


*/