/*
洛：

蓝卡：（13张——17.46级）

洞悉之眼（0费）——12级、12级

学仆-观测型（2费）——20级、20级

长耳庄巧姑（2费）——20级、12级

树木之怒（2费）——19级

沉重否定（2费）——18级

飓风术（2费）——16级

连击（3费）——20级

全数否定（3费）——20级

铁山靠（3费）——18级

风铃道人（4费）——20级



紫卡：（15张——16.33级）

隐形术（1费）——17级

破魔系教授（2费）——20级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、20级

幻域秘树（4费）——20级

御风武者（4费）——18级

墨轩隐士（4费）——17级

蟠桃会（4费）——12级

萌化术（4费）——12级、12级

观星台大预言家（5费）——17级

万物之灵（5费）——12级



橙卡：（2张——16.00）

九天玄女·轩（4费）——18级

上宝沁金耙（4费）——14级



总卡等：16.80级


技能等级：（混元八卦掌-10星）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（无极盘龙棍-8星）：【回合2】后排随机位置召唤【驱魔道人-lv10】、【洞察1】。

宝物等级：（腾云青龙铠-6星）：【回合3】随机友军+4/+4，并获得【神佑】。


*/