/*
洛：

最终卡组：


蓝卡：（11张——18.27级）

学仆-观测型（2费）——20级

树木之怒（2费）——20级

长耳庄巧姑（2费）——18级

沉重否定（2费）——18级

锁妖塔守卫（2费）——16级

飓风术（2费）——15级

连击（3费）——20级

全数否定（3费）——20级

铁山靠（3费）——18级

虚化术（3费）——16级

风铃道人（4费）——20级



紫卡：（16张——16.50级）

隐形术（1费）——16级

破魔系教授（2费）——19级

蟠桃隐士（2费）——14级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、18级

驱魔道人（3费）——18级

幻域秘树（4费）——19级

御风武者（4费）——18级

墨轩隐士（4费）——16级

蟠桃会（4费）——12级

观星台大预言家（5费）——15级

万物之灵（5费）——13级

米拉方舟（7费）——18级



橙卡：（3张——16.00）

九天玄女·轩（4费）——17级

上宝沁金耙（4费）——14级

月之神·米拉（5费）——17级



总卡等：17.10级


技能等级：（混元八卦掌-10级）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（无极盘龙棍-8级）：【回合2】后排随机位置召唤【驱魔道人-lv10】、【洞察1】。

宝物等级：（聚宝盆-8级）：【回合3结束】前排位置召唤【摇钱尊者-lv8】，2个友军生命+3。


*/