/*

摩根

蓝卡：（16张——14.56级）

洞悉之眼（0费）——12级、12级、12级

心灵黑洞（1费）——13级、13级

暗潮涌动（1费）——13级

学仆-观测型（2费）——20级、20级

黑夜突袭（2费）——18级

狡诈学徒（2费）——16级、12级、12级

黑金勒索者（2费）——12级

全数否定（3费）——20级

热血矿工（3费）——14级

不法交易（3费）——14级


紫卡：（13张——16.46级）

隐形术（1费）——17级

破魔系教授（2费）——20级

红海猎魔人（2费）——16级

克隆术（2费）——14级、14级

走私狂徒（2费）——12级

海神赐福（2费）——12级、12级

学仆-脉冲型（3费）——20级、20级、20级

幻域秘树（4费）——20级

观星台大预言家（5费）——17级



橙卡：（1张——13.00级）

樱花·艾希尔（4费）——13级



总卡等：15.33级


技能等级：（快刀封喉-8星）：【回合3】所有先攻友军+6/+6，获得【神佑】1回合，获得【黑水伏击-lv7】。

武器等级：（矿工锄-8星）：【回合2结束】后排位置召唤【热血矿工-lv10】。

宝物等级：（斗士之舞-6星）：【回合1结束】英雄生命+12，获得1张传说卡，或抓1张牌。


*/