/*
格纳罗尔：

蓝卡：（13张——15.62级）

洞悉之眼（0费）——12级、12级

心灵黑洞（1费）——13级、13级

暗潮涌动（1费）——13级

学仆-观测型（2费）——20级、20级

沉重否定（2费）——18级

黑夜突袭（2费）——18级

狡诈学徒（2费）——16级

全数否定（3费）——20级

热血矿工（3费）——14级

不法交易（3费）——14级



紫卡：（14张——16.71级）

隐形术（1费）——17级

破魔系教授（2费）——20级

红海猎魔人（2费）——16级

克隆术（2费）——14级、14级

海神赐福（2费）——12级、12级

走私狂徒（2费）——12级

学仆-脉冲型（3费）——20级、20级、20级

幻域秘树（4费）——20级

观星台大预言家（5费）——17级

米拉方舟（7费）——20级



橙卡：（3张——16.00）

流星-7号（4费）——20级

赤影·艾希尔（4费）——13级

月之神·米拉（5费）——15级



总卡等：16.17级


技能等级：（术法研究-9星）：【回合2结束】获得手牌【沉默术-lv12】和【蕾拉火弹-lv12】，召唤【隐秘核心-lv3】。

武器等级：（星界银剑-6星）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（观星者-6星）：【回合2结束】召唤【方尖魔碑-lv6】，获得【学仆-基础型-lv2】。


*/