/*

阿斯塔拉

蓝卡：（12张——19.17级）

洞悉之眼（0费）——12级

圣殿斥候（1费）——20级、19级

学仆-观测型（2费）——20级、20级

天使琼浆（2费）——20级

沉重否定（2费）——19级

圣殿弩手（3费）——20级

田园守望者（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——20级



紫卡：（12张——18.33级）

四芒军旗（1费）——17级

圣殿御卫（2费）——20级

破魔系教授（2费）——20级

克隆术（2费）——15级、14级

学仆-脉冲型（3费）——20级、20级、20级

夺取阵地（4费）——18级

观星台大预言家（5费）——18级

惩戒天使（6费）——18级

米拉方舟（7费）——20级



橙卡：（6张——18.00级）

花光春影·安娜贝尔（3费）——18级

流星-7号（4费）——20级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——17级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——19级



总卡等：18.60级


技能等级：（揭示未来-11星）：【回合4】【洞察2】、三个友军+4/+9。

武器等级：（脉冲袖箭-10星）：【回合3】召唤【学仆-脉冲型-lv13】。

宝物等级：（纯净紫钻-8星）：【回合2结束】召唤【幻域秘树-lv8】。


*/