/*
朱贝：

最终卡组：


蓝卡：（11张——18.09级）

学仆-观测型（2费）——20级

树木之怒（2费）——20级

沉重否定（2费）——18级

长耳庄巧姑（2费）——17级

锁妖塔守卫（2费）——16级

飓风术（2费）——15级

连击（3费）——20级

全数否定（3费）——20级

铁山靠（3费）——17级

虚化术（3费）——16级

风铃道人（4费）——20级



紫卡：（16张——16.44级）

隐形术（1费）——16级

破魔系教授（2费）——19级

蟠桃隐士（2费）——14级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、17级

驱魔道人（3费）——18级

幻域秘树（4费）——19级

御风武者（4费）——18级

墨轩隐士（4费）——16级

蟠桃会（4费）——12级

观星台大预言家（5费）——15级

万物之灵（5费）——13级

米拉方舟（7费）——18级



橙卡：（3张——16.00）

九天玄女·轩（4费）——17级

上宝沁金耙（4费）——14级

月之神·米拉（5费）——17级



总卡等：17.00级


技能等级：（邪月当空-8级）：【回合2】召唤【邪月妖猫-lv8】，获得手牌【邪月蝙蝠-lv6】

武器等级：（星界银剑-6级）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（观星者-6级）：【回合2结束】召唤【方尖魔碑-lv6】，获得【学仆-基础型-lv2】。


*/