/*

梅

蓝卡：（14张——18.36级）

圣殿斥候（1费）——20级、20级

树木之怒（2费）——19级

天使琼浆（2费）——19级

长耳庄巧姑（2费）——16级

锁妖塔守卫（2费）——15级

飓风术（2费）——15级

圣殿弩手（3费）——20级

增援战线（3费）——20级

连击（3费）——20级

铁山靠（3费）——17级

风铃道人（4费）——20级

光明惩戒（5费）——20级、16级



紫卡：（9张——15.89级）

四芒军旗（1费）——16级

圣殿御卫（2费）——20级

蟠桃隐士（2费）——14级

驱魔道人（3费）——18级

御风武者（4费）——18级

夺取阵地（4费）——17级

墨轩隐士（4费）——15级

蟠桃会（4费）——12级

万物之灵（5费）——13级




橙卡：（7张——16.29级）

花光春影·安娜贝尔（3费）——17级

百花长枪·卡洛琳（4费）——17级

九天玄女·轩（4费）——17级

明日香·露娜（4费）——16级

上宝沁金耙（4费）——14级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：17.13级



技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，护甲+2，并获得【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/