/*

总计：（17张）

蓝卡：（20.50级）（2张）

无面狂奔者（3费）——22级
【践踏】、【横排AOE】

腐化甲蛾（3费）——19级
【护甲】、【亡语召唤】



紫卡：（19.50级）（10张）

碎颅魔（2费）——21级
【践踏】

觅食大嘴兽（2费）——21级
【践踏】、【增益】

铸甲熔岩魔（3费）——21级
【护甲】、【护甲增益】

绝望镰魔（3费）——19级
【禁疗】、【无手牌增益】

岩浆球（3费）——17级
【禁疗】、【快攻】

破卵而出（3费）——16级
【人海】、【召唤护甲】

灼神双炎（4费）——19级
【快攻】、【解卡】、【无视神佑魔免】

噬心魔虫（5费）——20级
【践踏】、【命中弃牌】、【无牌成长】

雷光炼狱（5费）——20级
【快攻】、【解卡】

蛮荒魔神（6费）——21级
【践踏】、【磐龙】、【践踏增益磐龙】



橙卡：（18.20级）（5张）

痛苦之心（2费）——12级
【弃牌】

血影（3费）——21级
【机制】

巴克&巴罗（4费）——21级
【连击】、【践踏】、【护甲】、【AOE】

怨魂饕餮兽（5费）——19级
【快攻】、【吸血】

血翼·莉莉丝（6费）——18级
【先攻】、【无手牌消灭】



小计：19.24级

*/