/*

总计：（20张）

蓝卡：（19.60级）（5张）

邪眼魔（2费）——20级
【弃牌】、【快攻】

毒液甲虫（2费）——19级
【护甲】、【亡语快攻】

疯狂战意（3费）——20级
【增益】

烈焰风暴（4费）——20级
【快攻】、【解卡】

恶臭公害（4费）——19级
【护甲】



紫卡：（19.22级）（9张）

碎颅魔（2费）——20级
【践踏】

觅食大嘴兽（2费）——20级
【践踏】、【增益】

铸甲熔岩魔（3费）——20级
【护甲】、【护甲增益】

嗜血破面（4费）——19级
【践踏】、【命中成长】

灼神双炎（4费）——18级
【快攻】、【解卡】、【无视神佑魔免】

血炎鬼魅（4费）——16级
【弃牌】、【无牌攻击英雄】

噬心魔虫（5费）——20级
【践踏】、【命中弃牌】、【无牌成长】

雷光炼狱（5费）——20级
【快攻】、【解卡】

蛮荒魔神（6费）——20级
【践踏】、【磐龙】、【践踏增益磐龙】



橙卡：（17.33级）（6张）

痛苦之心（2费）——16级
【弃牌】

血影（3费）——20级
【机制】

巴克&巴罗（4费）——20级
【连击】、【践踏】、【护甲】、【AOE】

怨魂饕餮兽（5费）——18级
【快攻】、【吸血】

血翼·莉莉丝（6费）——18级
【先攻】、【无手牌消灭】

熔炉梦魇（7费）——12级
【弃牌】、【无牌召唤】



小计：18.75级

*/