/*

总计：（21张）

蓝卡：（19.40级）（5张）

毒液甲虫（2费）——18级
【护甲】、【亡语快攻】

无面狂奔者（3费）——20级
【践踏】、【机制】

疯狂战意（3费）——20级
【增益】

烈焰风暴（4费）——20级
【快攻】、【解卡】

恶臭公害（4费）——19级
【护甲】



紫卡：（18.44级）（9张）

觅食大嘴兽（2费）——20级
【践踏】、【增益】

铸甲熔岩魔（3费）——20级
【护甲】、【护甲增益】

破卵而出（3费）——13级
【人海】、【护甲】

嗜血破面（4费）——19级
【践踏】、【命中成长】

灼神双炎（4费）——18级
【快攻】、【解卡】、【无视神佑魔免】

血炎鬼魅（4费）——16级
【弃牌】、【无牌攻击英雄】

噬心魔虫（5费）——20级
【践踏】、【命中弃牌】、【无牌成长】

雷光炼狱（5费）——20级
【快攻】、【解卡】

蛮荒魔神（6费）——20级
【践踏】、【磐龙】、【践踏增益磐龙】



橙卡：（16.29级）（7张）

痛苦之心（2费）——16级
【弃牌】

血影（3费）——20级
【机制】

巴克&巴罗（4费）——19级
【连击】、【践踏】、【护甲】、【AOE】

熔岩进击（4费）——12级
【召唤护甲】、【护甲增益践踏】

怨魂饕餮兽（5费）——18级
【快攻】、【吸血】

血翼·莉莉丝（6费）——17级
【先攻】、【无手牌消灭】

熔炉梦魇（7费）——12级
【弃牌】、【无牌召唤】



小计：17.95级

*/