const baichuzun = {
    name: "白处尊",
    zhu: 1,
    fu: 2,
    data: [
        "圣殿御卫", "圣殿御卫", "圣殿御卫", "蟠桃隐士", "蟠桃隐士", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "曙光·安娜贝尔", "白袍主教",
        "圣殿弩手", "执剑道者", "神机玄女·轩", "白鹿贤士", "白鹿贤士", "帝国军魂·莱哈特", "狐剑仙", "战场传教士", "豪情禅师·悟能", "炫目天使·蕾娜",
        "逸云剑·任大师", "蟠桃会", "增援战线", "增援战线", "光之赞歌", "夺取阵地", "黑竹林地", "黑竹林地", "田园保卫战", "田园保卫战",
    ]
}

const saweiliya = {
    name: "萨维丽娅",
    zhu: 1,
    fu: 3,
    data: [
        "圣殿御卫", "圣殿御卫", "修女", "修女", "圣殿卫士", "圣殿卫士", "愤怒农夫", "愤怒农夫", "曙光·安娜贝尔", "白袍主教",
        "盾甲禁卫", "盾甲禁卫", "大型弩车", "热血矿工", "海盗船长", "箭楼车", "帝国重炮", "帝国老兵", "四芒营帐", "南瓜大婶",
        "钢之咆哮·布瑞恩", "贵族运输象", "战场传教士", "正阳大主教·伊恩", "光明圣骑士", "炫目天使·蕾娜", "荣光堡垒", "魔力风暴", "魔力风暴", "光明惩戒",
    ]
}

const bulangmengduo = {
    name: "布朗蒙多",
    zhu: 1,
    fu: 4,
    data: [
        "修女", "修女", "蛮石穿山甲", "蛮石穿山甲", "蛮石穿山甲", "贪食肥鼠", "贪食肥鼠", "圣殿卫士", "圣殿卫士", "圣殿卫士",
        "地洞巨獾", "地洞巨獾", "地洞巨獾", "帝国后勤官", "帝国后勤官", "帝国后勤官", "圣枪·卡洛琳", "饥蛮巨汉", "饥蛮巨汉", "血饮烈斧·凯",
        "正阳大主教·伊恩", "惩戒天使", "大嘴酋长", "光明圣骑士", "炫目天使·蕾娜", "贪食白龙", "天使琼浆", "肥鼠晚宴", "强行捕猎", "光明惩戒",
    ]
}

const andaiyin = {
    name: "安戴因",
    zhu: 1,
    fu: 5,
    data: [
        "防御工事", "噬魂骨妖", "噬魂骨妖", "骨墙", "骨墙", "流星斗士", "流星斗士", "白袍主教", "寒冰祭师", "寒冰祭师",
        "盾甲禁卫", "盾甲禁卫", "边境高墙", "曙光·安娜贝尔", "钢铁大师", "钢铁大师", "圣枪·卡洛琳", "帝国重炮", "帝国重炮", "冬幕骑士",
        "冷酷冲车", "极地冰封者", "帝国军魂·莱哈特", "禁卫百夫长", "冬幕斗士", "寒风魔将·塞古斯", "使徒君王", "皇家狮鹫", "钢铁统帅·雷蒙德", "光明惩戒",
    ]
}

const akade = {
    name: "阿卡德",
    zhu: 1,
    fu: 6,
    data: [
        "毒液甲虫", "毒液甲虫", "毒液甲虫", "流星斗士", "流星斗士", "曙光·安娜贝尔", "圣殿骑士", "圣殿骑士", "白袍主教", "血影",
        "盾甲禁卫", "盾甲禁卫", "冲锋装备", "狱铠战魂", "狱铠战魂", "圣枪·卡洛琳", "恶臭公害", "钢铁大师", "钢铁大师", "钢铁大师",
        "狂暴炎球", "光明惩戒", "禁卫百夫长", "禁卫百夫长", "帝国军魂·莱哈特", "正阳大主教·伊恩", "光明圣骑士", "破城者·阿基琉斯", "皇家狮鹫", "钢铁统帅·雷蒙德",
    ]
}

const yiluolian = {
    name: "伊萝莲",
    zhu: 1,
    fu: 7,
    data: [
        "破魔系教授", "破魔系教授", "防御工事", "防御工事", "方尖魔碑", "预言系教授", "预言系教授", "边境高墙", "白袍主教", "缄言法师",
        "防护系教授", "盾甲禁卫", "盾甲禁卫", "鬼童7号", "白首魔根", "箭楼车", "禁卫百夫长", "学仆-战斗型", "学仆-战斗型", "正阳大主教·伊恩",
        "学仆-分裂型", "炫目天使·蕾娜", "皇家狮鹫", "睿智史芬斯", "荣光堡垒", "No.3伊斯多维尔", "魔像-钢翼仲裁者", "炫目神光", "炫目神光", "光明惩戒",
    ]
}

const mei = {
    name: "梅",
    zhu: 2,
    fu: 1,
    data: [
        "欢乐奶牛", "欢乐奶牛", "黑竹守卫", "黑竹守卫", "黑竹守卫", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "龟族僧人", "深山采药人",
        "深山采药人", "扫叶僧", "帝国后勤官", "圣殿弩手", "圣枪·卡洛琳", "箭楼车", "风铃道人", "祥云师太", "幽谷粮仓", "长生不老树",
        "帝国军魂·莱哈特", "勇气师范", "勇气师范", "豪情禅师·悟能", "披甲罗汉", "逸云剑·任大师", "酒豪", "铁山靠", "泰山之力", "风卷残云",
    ]
}

const yu = {
    name: "玉",
    zhu: 2,
    fu: 3,
    data: [
        "卜命道长", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "黑竹守卫", "黑竹守卫", "黑竹守卫", "苦行武僧", "外来隐修者", "外来隐修者",
        "叶幻师", "扫叶僧", "扫叶僧", "海燕迫击炮", "流岚刃·琳", "动物学家", "黑竹林地", "黑竹林地", "黑竹林地", "羊族壮士",
        "渡船隐士", "渡船隐士", "逍遥居士·铭", "钢之咆哮·布瑞恩", "披甲罗汉", "钢斧开山者", "逸云剑·任大师", "黑金三代目·梅森", "酒豪", "悟能禅杖",
    ]
}

const xun = {
    name: "迅",
    zhu: 2,
    fu: 4,
    data: [
        "白羊药师", "蛮石穿山甲", "蛮石穿山甲", "蛮石穿山甲", "贪食肥鼠", "贪食肥鼠", "贪食肥鼠", "地洞巨獾", "地洞巨獾", "深山采药人",
        "深山采药人", "龟族僧人", "龟族僧人", "饥蛮巨汉", "饥蛮巨汉", "长生不老树", "血饮烈斧·凯", "石斧头领", "羊族壮士", "羊族壮士",
        "豪情禅师·悟能", "味仙居掌厨", "贪食白龙", "势如破竹", "蟠桃会", "连击", "悟能禅杖", "风卷残云", "茁壮生长", "拔地而起",
    ]
}

const lie = {
    name: "冽",
    zhu: 2,
    fu: 5,
    data: [
        "寒铁军士", "寒铁军士", "长耳庄巧姑", "长耳庄巧姑", "寒风草人", "寒风草人", "雪狐剑客", "雪狐剑客", "神庙魔像", "神庙魔像",
        "扫叶僧", "扫叶僧", "雪山飞狐", "雪山飞狐", "寒盲刀客", "雪隐谷樵夫", "雪隐谷樵夫", "流岚刃·琳", "雪隐长老灵", "雪隐长老灵",
        "冰峰甲虫", "冰峰甲虫", "雪域春光·凛", "永夜女王", "逍遥居士·铭", "豪情禅师·悟能", "寒霜寺护院僧", "悟能禅杖", "雪庐草人", "雪庐草人",
    ]
}

const xi = {
    name: "熙",
    zhu: 2,
    fu: 6,
    data: [
        "卜命道长", "卜命道长", "卜命道长", "箭竹守卫", "箭竹守卫", "箭竹守卫", "冥河守卫", "冥河守卫", "冥河守卫", "碎颅魔",
        "碎颅魔", "白羊药师", "白羊药师", "炼狱刀吏", "炼狱刀吏", "残暴爪钩", "残暴爪钩", "血影", "逍遥琴师", "绝望镰魔",
        "绝望镰魔", "执剑道者", "神机玄女·轩", "白羊药师", "狐剑仙", "血翼·莉莉丝", "逸云剑·任大师", "树木之怒", "雷光炼狱", "恶灵魔焰",
    ]
}

const luo = {
    name: "洛",
    zhu: 2,
    fu: 7,
    data: [
        "No.8雷鸣·泰拉德", "学仆-冲锋型", "学仆-冲锋型", "学仆-冲锋型", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "预言系教授", "驱魔道人", "驱魔道人",
        "逍遥琴师", "扫叶僧", "生命工组", "风铃道人", "风铃道人", "御风武者", "御风武者", "御风武者", "神机玄女·轩", "墨轩隐士",
        "幻域秘树", "幻域秘树", "狐剑仙", "连击", "连击", "万物之灵", "豪情禅师·悟能", "逸云剑·任大师", "悟能禅杖", "No.3伊斯多维尔",
    ]
}

const yafendaikesi = {
    name: "亚芬戴克斯",
    zhu: 3,
    fu: 1,
    data: [
        "黑水快剑手", "黑水快剑手", "圣殿卫士", "圣殿卫士", "修女", "修女", "亡命之徒", "黑旗舰队水手", "黑旗舰队水手", "酗酒暴徒",
        "幸福空间", "幸福空间", "圣殿骑士", "圣枪·卡洛琳", "白头狮鹫", "黑旗舰队飞斧手", "黑旗舰队飞斧手", "圣殿卫队长", "贵族运输象", "黑旗舰队双枪客",
        "黑旗舰队双枪客", "黑夜突袭", "正阳大主教·伊恩", "黑旗舰队船长", "惩戒天使", "炫目天使·蕾娜", "皇家狮鹫", "花剑绅士·翔", "磐石工匠", "磐石工匠",
    ]
}

const xinkesi = {
    name: "辛克斯",
    zhu: 3,
    fu: 2,
    data: [
        "走私狂徒", "走私狂徒", "黑夜射手", "黑夜射手", "黑夜射手", "狡诈学徒", "狡诈学徒", "海燕精卫", "海燕精卫", "逍遥琴师",
        "逍遥琴师", "扫叶僧", "海燕·鲍莉", "海燕迫击炮", "魔卡幻术师·梅基", "神机玄女·轩", "炼金术士", "炼金术士", "白鹿贤士", "御风武者",
        "钢之咆哮·布瑞恩", "狐剑仙", "狐剑仙", "豪情禅师·悟能", "钢斧开山者", "黑金三代目·梅森", "逸云剑·任大师", "黑夜突袭", "连锁电光", "连击",
    ]
}

const baoweiwusi = {
    name: "鲍维乌斯",
    zhu: 3,
    fu: 4,
    data: [
        "走私狂徒", "走私狂徒", "走私狂徒", "海燕精卫", "黑夜射手", "黑夜射手", "狡诈学徒", "旷野祭师", "旷野祭师", "旷野祭师",
        "海燕·鲍莉", "狼月祭师", "狼月祭师", "沙湾骆驼", "沙湾骆驼", "海盗船长", "海盗船长", "象牙少女", "象牙少女", "钢之咆哮·布瑞恩",
        "恶犬屠夫", "鼓舞图腾", "杂斑野猪王", "钢斧开山者", "大嘴酋长", "黑金三代目·梅森", "原野大祭师·鲁玛", "黑夜突袭", "魔力风暴", "缴械逆袭",
    ]
}

const youke = {
    name: "尤克",
    zhu: 3,
    fu: 5,
    data: [
        "快乐使者", "海湾强盗", "传记·荒芜之地", "冬夜使者", "冬夜使者", "寒彻骨", "花剑绅士·翔", "封魔幼兽", "欢乐歌唱的戴维", "晨光魔宠",
        "邪恶化身", "白骨咒", "白骨咒", "荒芜冰巫·野", "永夜巫妖", "冰野荒芜计划", "不息之灵", "严冬修行", "魔卡幻术师·梅基", "地心冒险家",
        "寻宝队长", "黑金诈术师", "永夜女王", "冰魔像", "封魔巨兽", "黑金铸造大师", "心灵风暴", "骨爆", "黑夜突袭", "心灵黑洞",
    ]
}

const shaerma = {
    name: "莎尔玛",
    zhu: 3,
    fu: 6,
    data: [
        "冥河守卫", "冥河守卫", "觅食大嘴兽", "觅食大嘴兽", "亡命之徒", "亡命之徒", "黑水快剑手", "黑水快剑手", "花剑绅士·翔", "海燕精卫",
        "黑夜突袭", "狡诈学徒", "黑旗舰队水手", "黑旗舰队水手", "幸福空间", "幸福空间", "血影", "酗酒暴徒", "无情夺命客", "无情夺命客",
        "黑旗舰队飞斧手", "黑旗舰队飞斧手", "磐石工匠", "磐石工匠", "磐石工匠", "雷光炼狱", "黑旗舰队双枪客", "怨魂饕餮兽", "黑旗舰队船长", "血翼·莉莉丝",
    ]
}

const mogen = {
    name: "摩根",
    zhu: 3,
    fu: 7,
    data: [
        "花剑绅士·翔", "学仆-冲锋型", "学仆-冲锋型", "黑水快剑手", "黑水快剑手", "红海猎魔人", "红海猎魔人", "御魔术", "黑水伏击", "黑水伏击",
        "学仆-猛禽型", "学仆-猛禽型", "红海领航员", "红海领航员", "红海领航员", "蕾拉密卷", "学仆-魔蛛型", "学仆-魔蛛型", "黑夜突袭", "心灵黑洞",
        "幻域秘树", "幻域秘树", "破魔系教授", "御魔史芬斯", "御魔史芬斯", "烈火·蕾拉", "钢之咆哮·布瑞恩", "No.9迪宁", "海神赐福", "走私狂徒",
    ]
}

const danbawaer = {
    name: "丹巴瓦尔",
    zhu: 4,
    fu: 1,
    data: [
        "蓄力射手", "蓄力射手", "蓄力射手", "圣殿卫士", "圣殿卫士", "无畏猎户", "无畏猎户", "流星斗士", "曙光·安娜贝尔", "白袍主教",
        "白袍主教", "迅捷长矛手", "迅捷长矛手", "喧哗舞者", "圣殿弩手", "帝国后勤官", "圣枪·卡洛琳", "飞斧狂人", "飞斧狂人", "原野狂战士",
        "荒野赞颂人", "石斧头领", "战场传教士", "帝国军魂·莱哈特", "大嘴酋长", "原野大祭师·鲁玛", "势如破竹", "生命源力", "冲锋装备", "光明惩戒",
    ]
}

const chacha = {
    name: "查查",
    zhu: 4,
    fu: 2,
    data: [
        "蓄力射手", "蓄力射手", "无畏猎户", "无畏猎户", "疯狂祭师", "疯狂祭师", "疯狂祭师", "驱魔道人", "驱魔道人", "扫叶僧",
        "迅捷长矛手", "迅捷长矛手", "龟族僧人", "执剑道者", "神机玄女·轩", "飞斧狂人", "飞斧狂人", "御风武者", "御风武者", "原野狂战士",
        "石斧头领", "豪情禅师·悟能", "原野大祭师·鲁玛", "酒豪", "势如破竹", "连击", "连击", "悟能禅杖", "生命源力", "万物之灵",
    ]
}

const bulong = {
    name: "布隆",
    zhu: 4,
    fu: 3,
    data: [
        "愚笨鲸头鹅", "愚笨鲸头鹅", "愚笨鲸头鹅", "异域驯兽使", "异域驯兽使", "异域驯兽使", "痴蛮野人", "痴蛮野人", "痴蛮野人", "亡命之徒",
        "鸵鸟王·霍利", "海燕·鲍莉", "荒原智者", "荒原智者", "荒原智者", "寻路斥候", "寻路斥候", "黑金刽子手", "黑金刽子手", "黑金刽子手",
        "比尔&比利", "黑金诈术师", "黑金诈术师", "黑金诈术师", "迷茫巨人", "迷茫巨人", "蛮石独眼巨人", "心灵黑洞", "蕾拉密卷", "连锁电光",
    ]
}

const saike = {
    name: "赛可",
    zhu: 4,
    fu: 5,
    data: [
        "雪原狼女", "雪原狼女", "寒铁军士", "寒铁军士", "瘟疫冰虫", "瘟疫冰虫", "雪域牦牛", "雪域牦牛", "神庙祭师", "寒冰祭师",
        "寒冰祭师", "寒盲刀客", "冬夜特使", "地洞巨獾", "地洞巨獾", "霜矛骑士", "霜矛骑士", "雪原野人", "雪原野人", "饥蛮巨汉",
        "旷野游侠·大羽", "深山雪怪", "深山雪怪", "源力苏醒", "原野大祭师·鲁玛", "势如破竹", "石斧头领", "石斧头领", "寒风血刃", "荒原暴君·血眼",
    ]
}

const geluolande = {
    name: "格洛兰德",
    zhu: 4,
    fu: 6,
    data: [
        "疯狂祭师", "疯狂祭师", "疯狂祭师", "无畏猎户", "无畏猎户", "蓄力射手", "蓄力射手", "血影", "狱铠战魂", "狱铠战魂",
        "迅捷长矛手", "迅捷长矛手", "比尔&比利", "源力祭师", "飞斧狂人", "飞斧狂人", "嗜血破面", "嗜血破面", "炼狱双头犬", "炼狱双头犬",
        "石斧头领", "炼狱三头犬", "炼狱三头犬", "烬喉炼狱魔", "原野大祭师·鲁玛", "疯狂战意", "疯狂战意", "势如破竹", "势如破竹", "源力苏醒",
    ]
}

const miaomiao = {
    name: "喵喵",
    zhu: 4,
    fu: 7,
    data: [
        "破魔系教授", "破魔系教授", "旷野祭师", "旷野祭师", "预言系教授", "预言系教授", "厚皮河马", "厚皮河马", "噬人花", "噬人花",
        "防护系教授", "魔药系学士", "天降碎石", "天降碎石", "白首魔根", "实验室流浆", "实验室流浆", "学仆-焚化型", "学仆-焚化型", "旷野蛮族",
        "旷野蛮族", "比尔&比利", "石斧头领", "荒原牛头怪", "荒原牛头怪", "源力苏醒", "势如破竹", "势如破竹", "原野大祭师·鲁玛", "睿智史芬斯",
    ]
}

const seruilei = {
    name: "瑟芮蕾",
    zhu: 5,
    fu: 1,
    data: [
        "凛冬邪咒师", "凛冬邪咒师", "凛冬邪咒师", "寒冰魔墙", "寒铁军士", "寒铁军士", "寒铁军士", "寒冰祭师", "寒冰祭师", "边境高墙",
        "死寒猎手", "死寒猎手", "正阳大主教·伊恩", "炫目天使·蕾娜", "冬神化身", "冰疫兽", "冰山·亚特拉斯", "冰龙", "寒冬将至", "炫目神光",
        "使徒征召", "使徒征召", "使徒征召", "转化使徒", "转化使徒", "冬神呼啸", "冬神呼啸", "光明惩戒", "冰河世纪", "冰河世纪",
    ]
}

const saina = {
    name: "赛娜",
    zhu: 5,
    fu: 2,
    data: [
        "箭竹守卫", "箭竹守卫", "噬魂骨妖", "噬魂骨妖", "噬魂骨妖", "冬神狂信者", "冬神狂信者", "冬神狂信者", "拒马", "残破神庙",
        "逍遥琴师", "寒冰祭师", "寒冰祭师", "不息之灵", "神机玄女·轩", "冬幕骑士", "冬幕骑士", "冷酷冲车", "冷酷冲车", "冷血召唤师",
        "白鹿贤士", "寒风魔将·塞古斯", "狐剑仙", "骸骨督军", "王座巫妖", "使徒君王", "逸云剑·任大师", "冬神邪使", "寒风血刃", "转化使徒",
    ]
}

const kouweikesi = {
    name: "蔻维克斯",
    zhu: 5,
    fu: 3,
    data: [
        "走私狂徒", "走私狂徒", "海燕精卫", "冬神狂信者", "冬神狂信者", "冬神狂信者", "复生尸骸", "复生尸骸", "海燕·鲍莉", "残破神庙",
        "极地狂信者", "极地狂信者", "极地狂信者", "寒冰祭师", "寒冰祭师", "不息之灵", "冷血召唤师", "冬幕骑士", "炼金术士", "寒风魔将·塞古斯",
        "钢之咆哮·布瑞恩", "恶犬屠夫", "王座巫妖", "使徒君王", "冬神邪使", "黑金三代目·梅森", "连锁电光", "寒风血刃", "转化使徒", "转化使徒",
    ]
}

const haifolieke = {
    name: "海佛烈克",
    zhu: 5,
    fu: 4,
    data: [
        "寒铁军士", "寒铁军士", "寒铁军士", "瘟疫冰虫", "瘟疫冰虫", "瘟疫冰虫", "寒盲刀客", "可怖刺髓者", "可怖刺髓者", "地洞巨獾",
        "地洞巨獾", "神庙祭师", "神庙祭师", "神庙祭师", "不朽霜剑士", "饥蛮巨汉", "寒风魔将·塞古斯", "冬幕斗士", "冬幕斗士", "冰原咆哮者",
        "源力苏醒", "冬神化身", "原野大祭师·鲁玛", "冰原攻城兽", "使徒征召", "使徒征召", "使徒征召", "势如破竹", "生命源力", "寒风血刃",
    ]
}

const daimeng = {
    name: "戴蒙",
    zhu: 5,
    fu: 6,
    data: [
        "厌咒食尸犬", "厌咒食尸犬", "觅食大嘴兽", "传记·荒芜之地", "墓园缝合师", "召唤阵·骷髅犬", "复生尸骸", "邪眼魔", "恶毒魔眼", "血影",
        "绝望镰魔", "残破神庙", "腐化甲蛾", "腐化甲蛾", "破卵而出", "魔鬼盛宴", "苦痛双生", "白骨咒", "邪恶化身", "荒芜冰巫·野",
        "永夜巫妖", "冰野荒芜计划", "邪恶化身", "不息之灵", "吞魂魔树", "咒杀酷吏", "黑岩裂缝", "熔炉梦魇", "骨爆", "极地狂信者",
    ]
}

const sakasite = {
    name: "萨卡斯特",
    zhu: 5,
    fu: 7,
    data: [
        "凛冬邪咒师", "凛冬邪咒师", "凛冬邪咒师", "寒冰魔墙", "寒冰魔墙", "方尖魔碑", "方尖魔碑", "破魔系教授", "严冬苦行僧", "严冬苦行僧",
        "寒冰祭师", "寒冰祭师", "死寒猎手", "不息之灵", "鬼童7号", "极地冰封者", "极地冰封者", "不眠雪鸦", "不眠雪鸦", "王座巫妖",
        "黑曜石像鬼", "冰吼兽", "冰吼兽", "冬神化身", "巨型石像鬼", "冰龙", "寒冬将至", "转化使徒", "转化使徒", "冬神呼啸",
    ]
}

const yigena = {
    name: "伊格纳",
    zhu: 6,
    fu: 1,
    data: [
        "圣殿御卫", "圣殿御卫", "邪眼魔", "邪眼魔", "邪眼魔", "防御工事", "防御工事", "狱铠战魂", "狱铠战魂", "白袍主教",
        "凝血之池", "凝血之池", "盾甲禁卫", "盾甲禁卫", "圣枪·卡洛琳", "血炎鬼魅", "焦炎异魔", "焦炎异魔", "炼狱屠夫", "禁卫百夫长",
        "无面屠夫", "正阳大主教·伊恩", "魔岩邪牛", "黑岩裂缝", "炫目天使·蕾娜", "荣光堡垒", "烬喉炼狱魔", "猩红领主·巴拉克", "烈焰风暴", "光明惩戒",
    ]
}

const xila = {
    name: "希拉",
    zhu: 6,
    fu: 2,
    data: [
        "卜命道长", "卜命道长", "箭竹守卫", "箭竹守卫", "冥河守卫", "冥河守卫", "炼狱刀吏", "锁妖塔守卫", "锁妖塔守卫", "残暴爪钩",
        "疾风猎手", "碎颅魔", "碎颅魔", "扫叶僧", "扫叶僧", "执剑道者", "绝望镰魔", "绝望镰魔", "疾风传说", "血影",
        "熔炉尸嵌", "狐剑仙", "怨魂饕餮兽", "血翼·莉莉丝", "雷光炼狱", "恶灵魔焰", "灼神双炎", "热火冲锋", "传记·流星落", "传记·火弹",
    ]
}

const wasilan = {
    name: "瓦斯兰",
    zhu: 6,
    fu: 3,
    data: [
        "冥河守卫", "冥河守卫", "冥河守卫", "觅食大嘴兽", "觅食大嘴兽", "碎颅魔", "残暴爪钩", "残暴爪钩", "亡命之徒", "黑水快剑手",
        "黑水快剑手", "血影", "血焰焦木", "血焰焦木", "血焰焦木", "贪食之翼", "贪食之翼", "黑旗舰队飞斧手", "怨魂饕餮兽", "烈火·蕾拉",
        "钢斧开山者", "烬喉炼狱魔", "火祭邪灵", "火祭邪灵", "火祭邪灵", "不法交易", "烈焰风暴", "烈焰风暴", "星辰陨落", "星辰陨落",
    ]
}

const gelatana = {
    name: "格拉塔娜",
    zhu: 6,
    fu: 4,
    data: [
        "碎颅魔", "碎颅魔", "觅食大嘴兽", "觅食大嘴兽", "暴怒野人", "暴怒野人", "圣兽祭师", "圣兽祭师", "圣兽祭师", "迅捷长矛手",
        "迅捷长矛手", "无面狂奔者", "无面狂奔者", "铸甲熔岩魔", "铸甲熔岩魔", "血影", "原野狂战士", "肥胖督军", "肥胖督军", "比尔&比利",
        "巴克&巴罗", "嗜血破面", "嗜血破面", "灼神双炎", "石斧头领", "血饮烈斧·凯", "蛮荒魔神", "蛮荒魔神", "原野大祭师·鲁玛", "势如破竹",
    ]
}

const lielajin = {
    name: "列拉金",
    zhu: 6,
    fu: 5,
    data: [
        "冥河守卫", "冥河守卫", "冥河守卫", "骷髅犬", "骷髅犬", "骷髅犬", "碎颅魔", "碎颅魔", "冬夜使者", "冬夜使者",
        "冬夜使者", "炼狱刀吏", "炼狱刀吏", "瘟疫冰虫", "瘟疫冰虫", "血影", "绝望镰魔", "绝望镰魔", "寒盲刀客", "寒盲刀客",
        "嗜血破面", "嗜血破面", "炼狱屠夫", "寒风魔将·塞古斯", "怨魂饕餮兽", "血翼·莉莉丝", "落雷击", "炎球", "岩浆球", "恶灵魔焰",
    ]
}

const youruiaili = {
    name: "尤瑞艾莉",
    zhu: 6,
    fu: 7,
    data: [
        "痛苦之心", "苦痛守望者", "苦痛守望者", "苦痛守望者", "邪眼魔", "邪眼魔", "邪眼魔", "方尖魔碑", "方尖魔碑", "防护系教授",
        "防护系教授", "尖叫邪鬼", "尖叫邪鬼", "尖叫邪鬼", "鬼童7号", "血炎鬼魅", "血炎鬼魅", "血炎鬼魅", "幻域秘树", "幻域秘树",
        "噬心魔虫", "噬心魔虫", "魔咒老妪", "魔咒老妪", "血翼·莉莉丝", "巨型石像鬼", "烬喉炼狱魔", "狂暴炎球", "夺魂诅咒", "夺魂诅咒",
    ]
}

const asitala = {
    name: "阿斯塔拉",
    zhu: 7,
    fu: 1,
    data: [
        "学仆-观测型", "学仆-观测型", "学仆-观测型", "天使琼浆", "天使琼浆", "圣殿御卫", "圣殿御卫", "学仆-脉冲型", "学仆-脉冲型", "曙光·安娜贝尔",
        "塔楼弓手", "塔楼弓手", "边境高墙", "边境高墙", "学仆-猛禽型", "学仆-猛禽型", "精英射手", "学仆-塑钢型", "学仆-塑钢型", "观星台大预言家",
        "观星台大预言家", "明日之音·露娜", "幻域秘树", "No.2时光·米拉", "禁卫指挥官", "禁卫指挥官", "惩戒天使", "No.9迪宁", "米拉方舟", "全数否定",
    ]
}

const zhubei = {
    name: "朱贝",
    zhu: 7,
    fu: 2,
    data: [
        "邪月蝙蝠", "邪月蝙蝠", "邪月蝙蝠", "咒术系学士", "咒术系学士", "蟠桃隐士", "蟠桃隐士", "蟠桃隐士", "邪月妖猫", "邪月妖猫",
        "邪月妖猫", "No.5咒刃·布雷克", "魔像-御咒铁卫", "魔像-御咒铁卫", "魔像-御咒铁卫", "缄言法师", "缄言法师", "魔药系学士", "鬼童7号", "墨轩隐士",
        "No.2时光·米拉", "魔像-术法风暴", "魔像-术法风暴", "连击", "连击", "蟠桃会", "悟能禅杖", "黑竹林地", "风卷残云", "万物之灵",
    ]
}

const genaluoer = {
    name: "格纳罗尔",
    zhu: 7,
    fu: 3,
    data: [
        "邪月小魔女", "邪月小魔女", "咒术系学士", "咒术系学士", "咒术系学士", "红海猎魔人", "红海猎魔人", "红海猎魔人", "预言系教授", "预言系教授",
        "预言系教授", "No.5咒刃·布雷克", "缄言法师", "缄言法师", "魔像-御咒铁卫", "魔像-御咒铁卫", "鬼童7号", "妖娆女巫", "妖娆女巫", "No.2时光·米拉",
        "烈火·蕾拉", "魔像-术法风暴", "魔像-术法风暴", "睿智史芬斯", "隐形术", "黑夜突袭", "蕾拉密卷", "魔力风暴", "心灵操控", "魔钢",
    ]
}

const sailaisita = {
    name: "塞莱斯塔",
    zhu: 7,
    fu: 4,
    data: [
        "No.8雷鸣·泰拉德", "学仆-冲锋型", "学仆-冲锋型", "疯狂祭师", "疯狂祭师", "雷火工组", "旷野祭师", "旷野祭师", "旷野祭师", "缄言法师",
        "缄言法师", "生命工组", "生命工组", "学仆-补给型", "学仆-补给型", "面包树", "面包树", "幻域秘树", "幻域秘树", "源力祭师",
        "源力祭师", "滋养守卫", "学仆-能源型", "学仆-能源型", "杂斑野猪王", "原野大祭师·鲁玛", "睿智史芬斯", "贪食白龙", "No.3伊斯多维尔", "炎阳巨龙",
    ]
}

const kongwu = {
    name: "No.0空无",
    zhu: 7,
    fu: 5,
    data: [
        "传记·海市蜃楼·蛇", "传记·海市蜃楼·蛇", "传记·荒芜之地", "传记·荒芜之地", "幻象学者", "幻象学者", "万圣节草人", "万圣节草人", "No.4希尔伯特", "灵能布控",
        "灵能布控", "虚化印记", "荒芜冰巫·野", "绝望之地", "绝望之地", "No.5咒刃·布雷克", "永夜巫妖", "永夜巫妖", "幻象熊", "幻象熊",
        "幻象系教授", "幻象系教授", "白首魔根", "召熊幻术师", "召熊幻术师", "不息之灵", "寒风魔将·塞古斯", "幻象巨龙", "No.6沃凡瑞拉", "极地狂信者",
    ]
}

const fuladesanshi = {
    name: "弗拉德三世",
    zhu: 7,
    fu: 6,
    data: [
        "预言系教授", "邪月妖猫", "神秘学教授", "咒术系学士", "狂噬兽", "觅食大嘴兽", "嗜血妖蛾", "分裂实验-流浆", "痛苦之心", "吮魔秘树",
        "爆燃突袭", "破卵而出", "魔药系学士", "缄言法师", "学仆-激活型", "腐化甲蛾", "魔像-御咒铁卫", "No.5咒刃·布雷克", "组装学仆", "巴克&巴罗",
        "熔岩进击", "白首魔根", "魔像-术法风暴", "No.2时光·米拉", "炼狱屠夫", "炼狱巨口", "传记·流星落", "传记·海市蜃楼·蛇", "改造魔卷", "天崩地裂",
    ]
}

export const recommendCardList: any = {
    baichuzun,
    saweiliya,
    bulangmengduo,
    andaiyin,
    akade,
    yiluolian,
    mei,
    yu,
    xun,
    lie,
    xi,
    luo,
    yafendaikesi,
    xinkesi,
    baoweiwusi,
    youke,
    shaerma,
    mogen,
    danbawaer,
    chacha,
    bulong,
    saike,
    geluolande,
    miaomiao,
    seruilei,
    saina,
    kouweikesi,
    haifolieke,
    daimeng,
    sakasite,
    yigena,
    xila,
    wasilan,
    gelatana,
    lielajin,
    youruiaili,
    asitala,
    zhubei,
    genaluoer,
    sailaisita,
    kongwu,
    fuladesanshi,
}  