const model = {
    name: "",
    zhu: "",
    fu: "",
    data: [
        "", "", "", "", "", "", "", "", "", "",
        "", "", "", "", "", "", "", "", "", "",
        "", "", "", "", "", "", "", "", "", "", 
    ]
}

const yiluolian = {
    name: "伊萝莲",
    zhu: "四芒帝国",
    fu: "隐秘者",
    data: [
        "破魔系教授", "破魔系教授", "防御工事", "防御工事", "方尖魔碑", "预言系教授", "预言系教授", "边境高墙", "白袍主教", "缄言法师",
        "防护系教授", "盾甲禁卫", "盾甲禁卫", "鬼童7号", "白首魔根", "箭楼车", "禁卫百夫长", "学仆-战斗型", "学仆-战斗型", "正阳大主教·伊恩",
        "学仆-分裂型", "炫目天使·蕾娜", "皇家狮鹫", "睿智史芬斯", "荣光壁垒", "No.3伊斯多维尔", "魔像-钢翼仲裁者", "炫目神光", "炫目神光", "光明惩戒", 
    ]
}

const asitala = {
    name: "阿斯塔拉",
    zhu: "隐秘者",
    fu: "四芒帝国",
    data: [
        "学仆-观测型", "学仆-观测型", "学仆-观测型", "天使琼浆", "天使琼浆", "圣殿御卫", "圣殿御卫", "学仆-脉冲型", "学仆-脉冲型", "曙光·安娜贝尔",
        "塔楼弓手", "塔楼弓手", "边境高墙", "边境高墙", "学仆-猛禽型", "学仆-猛禽型", "精英射手", "学仆-塑钢型", "学仆-塑钢型", "观星台大预言家",
        "观星台大预言家", "明日之音·露娜", "幻域秘树", "No.2时光·米拉", "禁卫指挥官", "禁卫指挥官", "惩戒天使", "No.9迪宁", "米拉方舟", "全数否定", 
    ]
}

const baichuzun = {
    name: "白处尊",
    zhu: "四芒帝国",
    fu: "禅意谷",
    data: [
        "圣殿御卫", "圣殿御卫", "圣殿御卫", "蟠桃隐士", "蟠桃隐士", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "曙光·安娜贝尔", "白袍主教",
        "圣殿弩手", "执剑道者", "神机玄女·轩", "白鹿贤士", "白鹿贤士", "帝国军魂·莱哈特", "狐剑仙", "战场传教士", "豪情禅师·悟能", "炫目天使·蕾娜",
        "逸云剑·任大师", "蟠桃会", "增援战线", "增援战线", "光之赞歌", "夺取阵地", "黑竹林地", "黑竹林地", "田园保卫战", "田园保卫战", 
    ]
}

const mei = {
    name: "梅",
    zhu: "禅意谷",
    fu: "四芒帝国",
    data: [
        "欢乐奶牛", "欢乐奶牛", "黑竹守卫", "黑竹守卫", "黑竹守卫", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "龟族僧人", "深山采药人",
        "深山采药人", "扫叶僧", "帝国后勤官", "圣殿弩手", "圣枪·卡罗琳", "箭楼车", "风铃道人", "祥云师太", "幽谷粮仓", "长生不老树",
        "帝国军魂·莱哈特", "勇气师范", "勇气师范", "豪情禅师·悟能", "披甲罗汉", "逸云剑·任大师", "酒豪", "铁山靠", "泰山之力", "风卷残云", 
    ]
}

const yafendaikesi = {
    name: "亚芬戴克斯",
    zhu: "天堂港",
    fu: "四芒帝国",
    data: [
        "黑水快剑手", "黑水快剑手", "圣殿卫士", "圣殿卫士", "修女", "修女", "亡命之徒", "黑旗舰队水手", "黑旗舰队水手", "酗酒暴徒",
        "幸福空间", "幸福空间", "圣殿骑士", "圣枪·卡罗琳", "白头狮鹫", "黑旗舰队飞斧手", "黑旗舰队飞斧手", "圣殿卫队长", "贵族运输象", "黑旗舰队双枪客",
        "黑旗舰队双枪客", "黑夜突袭", "正阳大主教·伊恩", "黑旗舰队船长", "惩戒天使", "炫目天使·蕾娜", "皇家狮鹫", "花剑绅士·翔", "磐石工匠", "磐石工匠", 
    ]
}

const yigena = {
    name: "伊格纳",
    zhu: "炼狱深渊",
    fu: "四芒帝国",
    data: [
        "圣殿御卫", "圣殿御卫", "邪眼魔", "邪眼魔", "邪眼魔", "防御工事", "防御工事", "狱铠战魂", "狱铠战魂", "白袍主教",
        "凝血之池", "凝血之池", "盾甲禁卫", "盾甲禁卫", "圣枪·卡罗琳", "血炎鬼魅", "焦炎异魔", "焦炎异魔", "地狱屠夫", "禁卫百夫长",
        "无面屠夫", "正阳大主教·伊恩", "魔岩邪牛", "黑岩裂缝", "炫目天使·蕾娜", "荣光壁垒", "烬喉地狱魔", "猩红领主·巴拉克", "烈焰风暴", "光明惩戒", 
    ]
}

const danbawaer = {
    name: "丹巴瓦尔",
    zhu: "蛮石旷野",
    fu: "四芒帝国",
    data: [
        "蓄力射手", "蓄力射手", "蓄力射手", "圣殿卫士", "圣殿卫士", "无畏猎户", "无畏猎户", "流星斗士", "曙光·安娜贝尔", "白袍主教",
        "白袍主教", "迅捷长矛手", "迅捷长矛手", "喧哗舞者", "圣殿弩手", "帝国后勤官", "圣枪·卡罗琳", "飞斧狂人", "飞斧狂人", "原野狂战士",
        "荒野赞颂人", "石斧头领", "战场传教士", "帝国军魂·莱哈特", "大嘴酋长", "原野大祭师·鲁玛", "势如破竹", "生命源力", "冲锋装备", "光明惩戒", 
    ]
}

