const yiluolian = {
    name: "伊萝莲",
    zhu: "四芒帝国",
    fu: "隐秘者",
    data: [
        "破魔系教授", "破魔系教授", "防御工事", "防御工事", "方尖魔碑", "预言系教授", "预言系教授", "边境高墙", "白袍主教", "缄言法师",
        "防护系教授", "盾甲禁卫", "盾甲禁卫", "鬼童7号", "白首魔根", "箭楼车", "禁卫百夫长", "学仆-战斗型", "学仆-战斗型", "正阳大主教·伊恩",
        "学仆-分裂型", "炫目天使·蕾娜", "皇家狮鹫", "睿智史芬斯", "荣光壁垒", "No.3伊斯多维尔", "魔像-钢翼仲裁者", "炫目神光", "炫目神光", "光明惩戒", 
    ]
}

const asitala = {
    name: "阿斯塔拉",
    zhu: "隐秘者",
    fu: "四芒帝国",
    data: [
        "学仆-观测型", "学仆-观测型", "学仆-观测型", "天使琼浆", "天使琼浆", "圣殿御卫", "圣殿御卫", "学仆-脉冲型", "学仆-脉冲型", "曙光·安娜贝尔",
        "塔楼弓手", "塔楼弓手", "边境高墙", "边境高墙", "学仆-猛禽型", "学仆-猛禽型", "精英射手", "学仆-塑钢型", "学仆-塑钢型", "观星台大预言家",
        "观星台大预言家", "明日之音·露娜", "幻域秘树", "No.2时光·米拉", "禁卫指挥官", "禁卫指挥官", "惩戒天使", "No.9迪宁", "米拉方舟", "全数否定", 
    ]
}

const baichuzun = {
    name: "白处尊",
    zhu: "四芒帝国",
    fu: "禅意谷",
    data: [
        "圣殿御卫", "圣殿御卫", "圣殿御卫", "蟠桃隐士", "蟠桃隐士", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "曙光·安娜贝尔", "白袍主教",
        "圣殿弩手", "执剑道者", "神机玄女·轩", "白鹿贤士", "白鹿贤士", "帝国军魂·莱哈特", "狐剑仙", "战场传教士", "豪情禅师·悟能", "炫目天使·蕾娜",
        "逸云剑·任大师", "蟠桃会", "增援战线", "增援战线", "光之赞歌", "夺取阵地", "黑竹林地", "黑竹林地", "田园保卫战", "田园保卫战", 
    ]
}

const mei = {
    name: "梅",
    zhu: "禅意谷",
    fu: "四芒帝国",
    data: [
        "欢乐奶牛", "欢乐奶牛", "黑竹守卫", "黑竹守卫", "黑竹守卫", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "龟族僧人", "深山采药人",
        "深山采药人", "扫叶僧", "帝国后勤官", "圣殿弩手", "圣枪·卡罗琳", "箭楼车", "风铃道人", "祥云师太", "幽谷粮仓", "长生不老树",
        "帝国军魂·莱哈特", "勇气师范", "勇气师范", "豪情禅师·悟能", "披甲罗汉", "逸云剑·任大师", "酒豪", "铁山靠", "泰山之力", "风卷残云", 
    ]
}

const yafendaikesi = {
    name: "亚芬戴克斯",
    zhu: "天堂港",
    fu: "四芒帝国",
    data: [
        "黑水快剑手", "黑水快剑手", "圣殿卫士", "圣殿卫士", "修女", "修女", "亡命之徒", "黑旗舰队水手", "黑旗舰队水手", "酗酒暴徒",
        "幸福空间", "幸福空间", "圣殿骑士", "圣枪·卡罗琳", "白头狮鹫", "黑旗舰队飞斧手", "黑旗舰队飞斧手", "圣殿卫队长", "贵族运输象", "黑旗舰队双枪客",
        "黑旗舰队双枪客", "黑夜突袭", "正阳大主教·伊恩", "黑旗舰队船长", "惩戒天使", "炫目天使·蕾娜", "皇家狮鹫", "花剑绅士·翔", "磐石工匠", "磐石工匠", 
    ]
}

const yigena = {
    name: "伊格纳",
    zhu: "炼狱深渊",
    fu: "四芒帝国",
    data: [
        "圣殿御卫", "圣殿御卫", "邪眼魔", "邪眼魔", "邪眼魔", "防御工事", "防御工事", "狱铠战魂", "狱铠战魂", "白袍主教",
        "凝血之池", "凝血之池", "盾甲禁卫", "盾甲禁卫", "圣枪·卡罗琳", "血炎鬼魅", "焦炎异魔", "焦炎异魔", "地狱屠夫", "禁卫百夫长",
        "无面屠夫", "正阳大主教·伊恩", "魔岩邪牛", "黑岩裂缝", "炫目天使·蕾娜", "荣光壁垒", "烬喉地狱魔", "猩红领主·巴拉克", "烈焰风暴", "光明惩戒", 
    ]
}

const danbawaer = {
    name: "丹巴瓦尔",
    zhu: "蛮石旷野",
    fu: "四芒帝国",
    data: [
        "蓄力射手", "蓄力射手", "蓄力射手", "圣殿卫士", "圣殿卫士", "无畏猎户", "无畏猎户", "流星斗士", "曙光·安娜贝尔", "白袍主教",
        "白袍主教", "迅捷长矛手", "迅捷长矛手", "喧哗舞者", "圣殿弩手", "帝国后勤官", "圣枪·卡罗琳", "飞斧狂人", "飞斧狂人", "原野狂战士",
        "荒野赞颂人", "石斧头领", "战场传教士", "帝国军魂·莱哈特", "大嘴酋长", "原野大祭师·鲁玛", "势如破竹", "生命源力", "冲锋装备", "光明惩戒", 
    ]
}

const luo = {
    name: "洛",
    zhu: "禅意谷",
    fu: "隐秘者",
    data: [
        "No.8雷鸣·泰拉德", "学仆-冲锋型", "学仆-冲锋型", "学仆-冲锋型", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "预言系教授", "驱魔道人", "驱魔道人",
        "逍遥琴师", "扫叶僧", "生命工组", "风铃道人", "风铃道人", "御风武者", "御风武者", "御风武者", "神机玄女·轩", "墨轩隐士",
        "幻域秘树", "幻域秘树", "狐剑仙", "连击", "连击", "万物之灵", "豪情禅师·悟能", "逸云剑·任大师", "悟能禅杖", "No.3伊斯多维尔", 
    ]
}

const seruilei = {
    name: "瑟芮蕾",
    zhu: "冬神使徒",
    fu: "四芒帝国",
    data: [
        "凛冬邪咒师", "凛冬邪咒师", "凛冬邪咒师", "寒冰魔墙", "寒铁军士", "寒铁军士", "寒铁军士", "寒冰祭师", "寒冰祭师", "边境高墙",
        "死寒猎手", "死寒猎手", "正阳大主教·伊恩", "炫目天使·蕾娜", "冬神化身", "冰疫兽", "冰山·亚特拉斯", "冰龙", "寒冬将至", "炫目神光",
        "使徒征召", "使徒征召", "使徒征召", "转化使徒", "转化使徒", "冬神呼啸", "冬神呼啸", "光明惩戒", "冰河世纪", "冰河世纪", 
    ]
}

const genaluoer = {
    name: "格纳罗尔",
    zhu: "隐秘者",
    fu: "天堂港",
    data: [
        "邪月小魔女", "邪月小魔女", "咒术系学士", "咒术系学士", "咒术系学士", "红海猎魔人", "红海猎魔人", "红海猎魔人", "预言系教授", "预言系教授",
        "预言系教授", "No.5咒刃·布雷克", "缄言法师", "缄言法师", "魔像-御咒铁卫", "魔像-御咒铁卫", "鬼童7号", "妖娆女巫", "妖娆女巫", "No.2时光·米拉",
        "烈火·蕾拉", "魔像-术法风暴", "魔像-术法风暴", "睿智史芬斯", "隐形术", "黑夜突袭", "蕾拉密卷", "魔力风暴", "心灵操控", "魔钢", 
    ]
}

const akade = {
    name: "阿卡德",
    zhu: "四芒帝国",
    fu: "炼狱深渊",
    data: [
        "毒液甲虫", "毒液甲虫", "毒液甲虫", "流星斗士", "流星斗士", "曙光·安娜贝尔", "圣殿骑士", "圣殿骑士", "白袍主教", "血影",
        "盾甲禁卫", "盾甲禁卫", "冲锋装备", "狱铠战魂", "狱铠战魂", "圣枪·卡罗琳", "恶臭公害", "钢铁大师", "钢铁大师", "钢铁大师",
        "狂暴炎球", "光明惩戒", "禁卫百夫长", "禁卫百夫长", "帝国军魂·莱哈特", "正阳大主教·伊恩", "光明圣骑士", "破城者·阿基琉斯", "皇家狮鹫", "钢铁统帅·雷蒙德", 
    ]
}

const zhubei = {
    name: "朱贝",
    zhu: "隐秘者",
    fu: "禅意谷",
    data: [
        "邪月蝙蝠", "邪月蝙蝠", "邪月蝙蝠", "咒术系学士", "咒术系学士", "蟠桃隐士", "蟠桃隐士", "蟠桃隐士", "邪月妖猫", "邪月妖猫",
        "邪月妖猫", "No.5咒刃·布雷克", "魔像-御咒铁卫", "魔像-御咒铁卫", "魔像-御咒铁卫", "缄言法师", "缄言法师", "魔药系学士", "鬼童7号", "墨轩隐士",
        "No.2时光·米拉", "魔像-术法风暴", "魔像-术法风暴", "连击", "连击", "蟠桃会", "悟能禅杖", "黑竹林地", "风卷残云", "万物之灵", 
    ]
}

const bulangmengduo = {
    name: "布朗蒙多",
    zhu: "四芒帝国",
    fu: "蛮石旷野",
    data: [
        "修女", "修女", "蛮石穿山甲", "蛮石穿山甲", "蛮石穿山甲", "贪食肥鼠", "贪食肥鼠", "圣殿卫士", "圣殿卫士", "圣殿卫士",
        "地洞巨獾", "地洞巨獾", "地洞巨獾", "帝国后勤官", "帝国后勤官", "帝国后勤官", "圣枪·卡罗琳", "饥蛮巨汉", "饥蛮巨汉", "血饮烈斧·凯",
        "正阳大主教·伊恩", "惩戒天使", "大嘴酋长", "光明圣骑士", "炫目天使·蕾娜", "贪食白龙", "天使琼浆", "肥鼠晚宴", "强行捕猎", "光明惩戒", 
    ]
}

const sailaisita = {
    name: "塞莱斯塔",
    zhu: "",
    fu: "",
    data: [
        "No.8雷鸣·泰拉德", "学仆-冲锋型", "学仆-冲锋型", "疯狂祭师", "疯狂祭师", "雷火工组", "旷野祭师", "旷野祭师", "旷野祭师", "缄言法师",
        "缄言法师", "生命工组", "生命工组", "学仆-补给型", "学仆-补给型", "面包树", "面包树", "幻域秘树", "幻域秘树", "源力祭师",
        "源力祭师", "滋养守卫", "学仆-能源型", "学仆-能源型", "杂斑野猪王", "原野大祭师·鲁玛", "睿智史芬斯", "贪食白龙", "No.3伊斯多维尔", "炎阳巨龙", 
    ]
}

const sakasite = {
    name: "萨卡斯特",
    zhu: "",
    fu: "",
    data: [
        "凛冬邪咒师", "凛冬邪咒师", "凛冬邪咒师", "寒冰魔墙", "寒冰魔墙", "方尖魔碑", "方尖魔碑", "破魔系教授", "严冬苦行僧", "严冬苦行僧",
        "寒冰祭师", "寒冰祭师", "死寒猎手", "不息之灵", "鬼童7号", "极地冰封者", "极地冰封者", "不眠雪鸦", "不眠雪鸦", "王座巫妖",
        "黑曜石像鬼", "冰吼兽", "冰吼兽", "冬神化身", "巨型石像鬼", "冰龙", "寒冬将至", "转化使徒", "转化使徒", "冬神呼啸", 
    ]
}

const mogen = {
    name: "摩根",
    zhu: "天堂港",
    fu: "隐秘者",
    data: [
        "花剑绅士·翔", "学仆-冲锋型", "学仆-冲锋型", "黑水快剑手", "黑水快剑手", "红海猎魔人", "红海猎魔人", "御魔术", "黑水伏击", "黑水伏击",
        "学仆-猛禽型", "学仆-猛禽型", "红海领航员", "红海领航员", "红海领航员", "蕾拉密卷", "学仆-魔蛛型", "学仆-魔蛛型", "黑夜突袭", "心灵黑洞",
        "幻域秘树", "幻域秘树", "破魔系教授", "御魔史芬斯", "御魔史芬斯", "烈火·蕾拉", "钢之咆哮·布瑞恩", "No.9迪宁", "海神赐福", "走私狂徒", 
    ]
}

const youruiaili = {
    name: "尤瑞艾莉",
    zhu: "炼狱深渊",
    fu: "隐秘者",
    data: [
        "痛苦之心", "苦痛守望者", "苦痛守望者", "苦痛守望者", "邪眼魔", "邪眼魔", "邪眼魔", "方尖魔碑", "方尖魔碑", "防护系教授",
        "防护系教授", "尖叫邪鬼", "尖叫邪鬼", "尖叫邪鬼", "鬼童7号", "血炎鬼魅", "血炎鬼魅", "血炎鬼魅", "幻域秘树", "幻域秘树",
        "噬心魔虫", "噬心魔虫", "魔咒老妪", "魔咒老妪", "血翼·莉莉斯", "巨型石像鬼", "烬喉地狱魔", "狂暴炎球", "夺魂诅咒", "夺魂诅咒", 
    ]
}

const miaomiao = {
    name: "喵喵",
    zhu: "蛮石旷野",
    fu: "隐秘者",
    data: [
        "破魔系教授", "破魔系教授", "旷野祭师", "旷野祭师", "预言系教授", "预言系教授", "厚皮河马", "厚皮河马", "噬人花", "噬人花",
        "防护系教授", "魔药系学士", "天降碎石", "天降碎石", "白首魔根", "实验室流浆", "实验室流浆", "学仆-焚化型", "学仆-焚化型", "旷野蛮族",
        "旷野蛮族", "比尔&比利", "石斧头领", "荒原牛头怪", "荒原牛头怪", "源力苏醒", "势如破竹", "势如破竹", "原野大祭师·鲁玛", "睿智史芬斯", 
    ]
}

const model = {
    name: "萨维丽娅",
    zhu: "四芒帝国",
    fu: "天堂港",
    data: [
        "圣殿御卫", "圣殿御卫", "修女", "修女", "圣殿卫士", "圣殿卫士", "愤怒农夫", "愤怒农夫", "曙光·安娜贝尔", "白袍主教",
        "盾甲禁卫", "盾甲禁卫", "大型弩车", "热血矿工", "海盗船长", "箭楼车", "帝国重炮", "帝国老兵", "四芒营帐", "南瓜大婶",
        "钢之咆哮·布瑞恩", "贵族运输象", "战场传教士", "正阳大主教·伊恩", "光明圣骑士", "炫目天使·蕾娜", "荣光壁垒", "魔力风暴", "魔力风暴", "光明惩戒", 
    ]
}

const xinkesi = {
    name: "辛克斯",
    zhu: "天堂港",
    fu: "禅意谷",
    data: [
        "走私狂徒", "走私狂徒", "黑夜射手", "黑夜射手", "黑夜射手", "狡诈学徒", "狡诈学徒", "海燕精卫", "海燕精卫", "逍遥琴师",
        "逍遥琴师", "扫叶僧", "海燕·鲍莉", "海燕迫击炮", "魔卡幻术师·梅基", "神机玄女·轩", "炼金术士", "炼金术士", "白鹿贤士", "御风武者",
        "钢之咆哮·布瑞恩", "狐剑仙", "狐剑仙", "豪情禅师·悟能", "钢斧开山者", "黑金三代目·梅森", "逸云剑·任大师", "黑夜突袭", "连锁电光", "连击", 
    ]
}

const chacha = {
    name: "查查",
    zhu: "蛮石旷野",
    fu: "禅意谷",
    data: [
        "蓄力射手", "蓄力射手", "无畏猎户", "无畏猎户", "疯狂祭师", "疯狂祭师", "疯狂祭师", "驱魔道人", "驱魔道人", "扫叶僧",
        "迅捷长矛手", "迅捷长矛手", "龟族僧人", "执剑道者", "神机玄女·轩", "飞斧狂人", "飞斧狂人", "御风武者", "御风武者", "原野狂战士",
        "石斧头领", "豪情禅师·悟能", "原野大祭师·鲁玛", "酒豪", "势如破竹", "连击", "连击", "悟能禅杖", "生命源力 ", "万物之灵", 
    ]
}