const model = {
    name: "",
    zhu: "",
    fu: "",
    data: [
        "", "", "", "", "", "", "", "", "", "",
        "", "", "", "", "", "", "", "", "", "",
        "", "", "", "", "", "", "", "", "", "", 
    ]
}

const yiluolian = {
    name: "伊萝莲",
    zhu: "帝国",
    fu: "隐秘",
    data: [
        "破魔系教授", "破魔系教授", "防御工事", "防御工事", "方尖魔碑", "预言系教授", "预言系教授", "边境高墙", "白袍主教", "缄言法师",
        "防护系教授", "盾甲禁卫", "盾甲禁卫", "鬼童7号", "白首魔根", "箭楼车", "禁卫百夫长", "学仆-战斗型", "学仆-战斗型", "正阳大主教·伊恩",
        "学仆-分裂型", "炫目天使·蕾娜", "皇家狮鹫", "睿智史芬斯", "荣光壁垒", "No.3伊斯多维尔", "魔像-钢翼仲裁者", "炫目神光", "炫目神光", "光明惩戒", 
    ]
}

const asitala = {
    name: "阿斯塔拉",
    zhu: "隐秘",
    fu: "帝国",
    data: [
        "学仆-观测型", "学仆-观测型", "学仆-观测型", "天使琼浆", "天使琼浆", "圣殿御卫", "圣殿御卫", "学仆-脉冲型", "学仆-脉冲型", "曙光·安娜贝尔",
        "塔楼弓手", "塔楼弓手", "边境高墙", "边境高墙", "学仆-猛禽型", "学仆-猛禽型", "精英射手", "学仆-塑钢型", "学仆-塑钢型", "观星台大预言家",
        "观星台大预言家", "明日之音·露娜", "幻域秘树", "No.2时光·米拉", "禁卫指挥官", "禁卫指挥官", "惩戒天使", "No.9迪宁", "米拉方舟", "全数否定", 
    ]
}

const baichuzun = {
    name: "白处尊",
    zhu: "帝国",
    fu: "禅意",
    data: [
        "圣殿御卫", "圣殿御卫", "圣殿御卫", "蟠桃隐士", "蟠桃隐士", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "曙光·安娜贝尔", "白袍主教",
        "圣殿弩手", "执剑道者", "神机玄女·轩", "白鹿贤士", "白鹿贤士", "帝国军魂·莱哈特", "狐剑仙", "战场传教士", "豪情禅师·悟能", "炫目天使·蕾娜",
        "逸云剑·任大师", "蟠桃会", "增援战线", "增援战线", "光之赞歌", "夺取阵地", "黑竹林地", "黑竹林地", "田园保卫战", "田园保卫战", 
    ]
}

const mei = {
    name: "梅",
    zhu: "禅意",
    fu: "帝国",
    data: [
        "欢乐奶牛", "欢乐奶牛", "黑竹守卫", "黑竹守卫", "黑竹守卫", "长耳庄巧姑", "长耳庄巧姑", "长耳庄巧姑", "龟族僧人", "深山采药人",
        "深山采药人", "扫叶僧", "帝国后勤官", "圣殿弩手", "圣枪·卡罗琳", "箭楼车", "风铃道人", "祥云师太", "幽谷粮仓", "长生不老树",
        "帝国军魂·莱哈特", "勇气师范", "勇气师范", "豪情禅师·悟能", "披甲罗汉", "逸云剑·任大师", "酒豪", "铁山靠", "泰山之力", "风卷残云", 
    ]
}
