interface HeroType {
    id: number
    name: string
    life: number
}

interface CeshiDataType {
    name: string
    hero: HeroType
    cardList: string[]
    cardLevel: number[]
}

// export const ceshiData: CeshiDataType = {
//     name: "星空",
//     hero: {
//         id: 38,
//         name: "宇宙无敌丽娅",
//         life: 301
//     },
//     cardList: [
//         "圣殿斥候", "狡诈学徒", "圣殿弩手", "田园守望者", "酗酒醉汉", "热血矿工", "心灵黑洞", "心灵黑洞", "黑夜突袭", "增援战线", "光明惩戒",
//         "圣殿御卫", "四芒军旗", "海燕精卫", "白袍主教", "圣殿骑士", "黑金诈术师", "传记·钢铁守卫", "召集护卫", "炽阳坠落",
//         "花剑绅士·翔", "曙光·安娜贝尔", "海燕·鲍莉", "圣枪·卡洛琳", "赤影·艾希尔", "明日之音·露娜", "帝国军魂·莱哈特", "钢铁统帅·雷蒙德", "钢之咆哮·布瑞恩", "正阳大主教·伊恩",
//     ],
//     cardLevel: [
//         22, 21, 20, 21, 22, 17, 22, 20, 20, 22,
//         20, 21, 16, 21, 16, 22, 16, 18, 20, 19,
//         18, 16, 16, 20, 20, 20, 22, 21, 18, 20,
//     ]
// }

// export const ceshiData: CeshiDataType = {
//     name: "大核桃",
//     hero: {
//         id: 37,
//         name: "无敌眼镜妹",
//         life: 301
//     },
//     cardList: [
//         "破魔系教授", "暴怒野人", "诱敌草人", "活力仙人掌", "旷野游侠·大羽", "鸵鸟王·霍利", "旷野祭师", "飞斧狂人", "比尔&比利", "缄言法师",
//         "鬼童-7号", "飞斧女豪", "血饮烈斧·凯", "No.2时光·米拉", "幻象巨龙", "蛮古撼地兽", "米拉方舟", "幻域秘树", "No.6沃凡瑞拉", "电流激活",
//         "隐形术", "势如破竹", "沉重否定", "沉重否定", "传记·海市蜃楼·蛇", "克隆术", "全数否定", "贪食白龙", "肥鼠晚宴", "强行捕猎",
//     ],
//     cardLevel: [
//         20, 22, 21, 22, 20, 20, 22, 22, 20, 19,
//         21, 22, 20, 18, 20, 20, 22, 19, 20, 22,
//         20, 22, 19, 19, 22, 17, 22, 22, 22, 21,
//     ]
// }

// export const ceshiData: CeshiDataType = {
//     name: "教主",
//     hero: {
//         name: "隐秘之主阿斯塔拉",
//         life: 301
//     },
//     cardList: [
//         "学仆-观测型", "圣殿斥候", "破魔系教授", "天使琼浆", "田园守望者", "圣殿御卫", "田园守望者", "学仆-脉冲型", "学仆-脉冲型", "曙光·安娜贝尔",
//         "学仆-脉冲型", "圣枪·卡洛琳", "边境高墙", "帝国军魂·莱哈特", "正阳大主教·伊恩", "沉重否定", "沉重否定", "学仆-塑钢型", "克隆术", "观星台大预言家",
//         "克隆术", "明日之音·露娜", "幻域秘树", "No.2时光·米拉", "召集护卫", "夺取阵地", "惩戒天使", "光明惩戒", "米拉方舟", "全数否定",
//     ],
//     cardLevel: [
//         22, 22, 22, 21, 22, 20, 22, 22, 22, 19,
//         20, 22, 20, 20, 20, 16, 15, 20, 14, 18,
//         15, 18, 20, 19, 20, 16, 20, 19, 22, 22,
//     ]
// }

// export const ceshiData: CeshiDataType = {
// name: "阿源",
// hero: {
//     id: 4,
//     name: "东神之主蔻维克斯",
//     life: 313
// },
// cardList: [
//     "黑金勒索者", "花剑绅士·翔", "海燕精卫", "寒夜灯灵", "荒芜冰巫·野", "永夜巫妖", "黑金诈术师", "赤影·艾希尔", "海燕·鲍莉", "魔卡幻术师·梅基",
//     "极地狂信者", "极地狂信者", "永夜女王", "烈火·蕾拉", "心灵黑洞", "不息之灵", "心灵黑洞", "骨爆", "寒彻骨", "寒风魔将·塞古斯",
//     "钢之咆哮·布瑞恩", "不法交易", "绝望之地", "灵魂抽取", "寒冰骨墙", "黑水伏击", "冰野荒芜计划", "寒风血刃", "转化使徒", "星辰陨落",
// ],
// cardLevel: [
//     22, 22, 22, 22, 22, 22, 22, 22, 22, 19,
//     22, 22, 22, 20, 19, 19, 19, 19, 22, 22,
//     22, 22, 19, 19, 22, 22, 19, 21, 22, 22,
// ]
// }

export const ceshiData: CeshiDataType = {
    name: "阿源",
    hero: {
        id: 3,
        name: "明光圣母伊萝莲",
        life: 313
    },
    cardList: [
        "破魔系教授", "四芒军旗", "No.8雷鸣·泰拉德", "田园守望者", "圣殿骑士", "曙光·安娜贝尔", "No.5咒刃·布雷克", "幻象系教授", "圣枪·卡洛琳", "明日之音·露娜",
        "召熊幻术师", "帝国军魂·莱哈特", "No.2时光·米拉", "鬼童-7号", "幻象巨龙", "米拉方舟", "No.6沃凡瑞拉", "钢铁统帅·雷蒙德", "传记·钢铁守卫", "正阳大主教·伊恩",
        "天使琼浆", "沉重否定", "No.4希尔伯特", "传记·海市蜃楼·蛇", "克隆术", "炽阳坠落", "召集护卫", "炫目神光", "心灵操控", "光明惩戒",
    ],
    cardLevel: [
        22, 20, 20, 20, 21, 21, 21, 22, 22, 19,
        22, 21, 20, 21, 21, 22, 20, 21, 20, 22,
        22, 19, 18, 22, 19, 22, 22, 19, 19, 20,
    ]
}