/*

格拉塔娜（统计时间：2025.10.13）

蓝卡：（11张——19.91级）

落雷击（1费）——20级

沸腾血刃（1费）——20级

蓄力射手（2费）——20级、20级、20级

爆燃邪鬼（2费）——20级

热火冲锋（2费）——20级

天降碎石（3费）——20级

烈焰风暴（4费）——20级、20级

强行捕猎（4费）——19级
 


紫卡：（15张——19.87级）

碎颅魔（2费）——20级

觅食大嘴兽（2费）——20级

无畏猎户（2费）——20级

暴怒野人（2费）——20级

诱敌草人（2费）——20级

铸甲熔岩魔（3费）——20级

活力仙人掌（3费）——20级

绝望镰魔（3费）——19级

岩浆球（3费）——19级

飞斧狂人（4费）——20级、20级、20级

灼神双炎（4费）——20级

飞斧女豪（5费）——20级

雷光炼狱（5费）——20级



橙卡：（4张——19.50级）

精灵王子·大羽（3费）——20级

双头法师（4费）——20级

上古蛮王（4费）——18级

熔金饕餮兽（5费）——20级



总卡等：19.83级 



总卡等：19.47级 


技能等级：（百兽加护-13级）：【回合1结束】获得手牌【生命源力-lv20】，随机友军生物+10/+10，并获得【磐龙】。

武器等级：（神机木拐-10级）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

宝物等级：（白鬃破军胄-5级）：【回合2】后排随机位置召唤【执剑道者-lv5】。


*/