/*

查查（统计时间：2025.10.13）

蓝卡：（18张——17.83级）

蓄力射手（2费）——20级、20级、20级

白羊药师（2费）——20级

势如破竹（2费）——19级、18级

树木之怒（2费）——18级

飓风术（2费）——15级

执剑道者（3费）——20级

龟族僧人（3费）——20级

天降碎石（3费）——20级

叶幻师（3费）——17级

连击（3费）——15级、15级、15级

强行捕猎（4费）——19级

风铃道人（4费）——18级

风卷残云（4费）——12级
 


紫卡：（9张——18.33级）

无畏猎户（2费）——20级

暴怒野人（2费）——20级

扫叶僧（3费）——18级

飞斧狂人（4费）——20级、20级、20级

萌化术（4费）——12级

飞斧女豪（5费）——20级

万物之灵（5费）——15级



橙卡：（3张——17.33级）

精灵王子·大羽（3费）——20级

双头法师（4费）——20级

上宝沁金耙（4费）——12级



总卡等：17.93级 


技能等级：（百兽加护-13级）：【回合1结束】获得手牌【生命源力-lv20】，随机友军生物+10/+10，并获得【磐龙】。

武器等级：（神机木拐-10级）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

宝物等级：（白鬃破军胄-5级）：【回合2】后排随机位置召唤【执剑道者-lv5】。


*/