/**

1.浣溪沙（小令，42字、代表作：《浣溪沙》——晏殊（宋））
一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？
无可奈何花落去，似曾相识燕归来。小园香径独徘徊。

2.水调歌头（长调，95字、代表作：《水调歌头·明月几时有》——苏轼（宋））
明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。
转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。

3.念奴娇（长调，100字、代表作：《念奴娇·赤壁怀古》——苏轼（宋））
大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。
遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一樽还酹江月。

4.虞美人（小令，56字、代表作：《虞美人》——李煜（唐））
春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。
雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。

5.蝶恋花（小令，60字、代表作：《蝶恋花》——柳永（宋））
伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。
拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。

6.沁园春（长调，114字、代表作：《沁园春·雪》——毛泽东（现代））
北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红装素裹，分外妖娆。
江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。

7.满江红（长调，93字、代表作：《满江红·写怀》——岳飞（宋））
怒发冲冠，凭栏处、潇潇雨歇。抬眼望、仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲、白了少年头，空悲切。
靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。

8.临江仙（小令，60字、代表作：《临江仙》——杨慎（明））
滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。
白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。

9.声声慢（长调，97字、代表作：《声声慢》——李清照（宋））
寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。
满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！

10.江城子（小令，70字、代表作：《江城子·乙卯正月二十日夜记梦》——苏轼（宋））
十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。
夜来幽梦忽还乡。小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。

11.破阵子（双调，62字、代表作：《破阵子·为陈同甫赋壮词以寄之》——辛弃疾（宋））
醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。
马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后。可怜白发生！

12.鹊桥仙（小令，56字、代表作：《鹊桥仙》——秦观（宋））
纤云弄巧，飞星传恨，银汉迢迢暗渡。金风玉露一相逢，便胜却人间无数。
柔情似水，佳期如梦，忍顾鹊桥归路。两情若是长久时，又岂在朝朝暮暮。

13.一剪梅（小令，60字、代表作：《一剪梅》——李清照（宋））
红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。
花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。

14.雨霖铃（长调，103字、代表作：《雨霖铃》——柳永（宋））
寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里秋波，暮霭沉沉楚天阔。
多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？

15.永遇乐（长调，104字、代表作：《永遇乐·京口北固亭怀古》——辛弃疾（宋））
千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。
元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？

16.卜算子（小令，44字、代表作：《卜算子·黄州定慧院寓居作》——苏轼（宋））
缺月挂疏桐，漏断人初静。谁见幽人独往来，飘渺孤鸿影。
惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。

17.菩萨蛮（小令，44字、代表作：《菩萨蛮·书江西造口壁》——辛弃疾（宋））
郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。
青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。

18.忆江南（单调，27字、代表作：《忆江南》——白居易（唐））
江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？

19.如命令（小令，33字、代表作：《如命令》——李清照（宋））
常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。

20.定风波（长调，62字、代表作：《定风波》——苏轼（宋））
莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。
料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。

21.清平乐（小令，46字、代表作：《清平乐·村居》——辛弃疾（宋））
茅檐低小，溪上青青草。醉里吴英相媚好，白发谁家翁媪？
大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。

22.鹧鹕天（双调，55字、代表作：《鹧鹕天》——晏几道（宋））
彩袖殷勤捧玉钟，当年拚却醉颜红。
舞低杨柳楼心月，歌尽桃花扇底风。
从别后，忆相逢，几回魂梦与君同。
今宵剩把银釭照，犹恐相逢是梦中。

23.渔家傲（双调，62字、代表作：《渔家傲·秋思》——范仲淹（宋））
塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。
浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。

24.丑奴儿（小令，44字、代表作：《丑奴儿·书博山道中壁》——辛弃疾（宋））
少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。
而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋。

25.相见欢（小令，36字、代表作：《相见欢》——李煜（唐））
无言独上西楼，月如钩。寂寞梧桐深院锁清秋。
剪不断，理还乱，是离愁。别是一般滋味在心头。

26.长相思（小令，36字、代表作：《长相思》——纳兰性德（清））
山一程，水一程，身向榆关那畔行，夜深千帐灯。
风一更，雪一更，聒碎乡心梦不成，故国无此声。

27.踏莎行（双调，58字、代表作：《踏莎行·郴州旅舍》——秦观（宋））
雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。
驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。

28.生查子（小令，40字、代表作：《生查子·元夕》——欧阳修（宋））
去年元夜时，花市灯如昼。
月上柳梢头，人约黄昏后。
今年元夜时，月与灯依旧。
不见去年人，泪湿春衫袖。

29.钗头凤（双调，60字、代表作：《钗头凤》——陆游（宋））
红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一杯愁绪，几年离索。错、错、错。
春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫。

30.青玉案（长调，67字、代表作：《青玉案·元夕》——辛弃疾（宋））
东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。
蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。暮然回首，那人却在，灯火阑珊处。

31.西江月（双调，50字、代表作：《西江月·夜行黄沙道中》——辛弃疾（宋））
明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。
七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。

32.贺新郎（长调，116字、代表作：《贺新郎》——辛弃疾（宋））
甚矣吾衰矣。怅平生、交流零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。
一尊搔首东窗里。想渊明、《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙6里。任白发、狂歌醉里。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。

33.摸鱼儿（长调，116字、代表作：《摸鱼儿·雁丘词》——元好问（元））
问世间，情为何物，直教人生死相许？天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？
横汾路，寂寞当年萧鼓，荒烟依旧平楚。找魂楚些何嗟及，山鬼暗啼风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。

34.南乡子（小令，56字、代表作：《南乡子·登京口北固亭有怀》——辛弃疾（宋））
何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。
年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。

35.苏幕遮（双调，62字、代表作：《苏幕遮·怀旧》——范仲淹（宋））
碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。
黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。


*/