/*
第三步：顶面同色

1.点状

三筒：RUR'UR'FRF'U2R'FRF'（上勾下勾 下压上提 勾勾 下压上提）



2.拐角

大拇指：
*向右左同色：fRUR'U'f'（压上勾下回提）
#向右上同色：SRUR'U'R'FRf'（压上勾下回 下压上提）
*向左右同色：左手（压上勾下回提）
*向左上同色：U2R'U'FURU'R'F'R


#拐角+点前同色：RUR'U'R'FR2UR'U'F'（上勾下回 下压上上 勾下回提）

风筝型：
解法1：FR'FRURU'R'（压下提上 左上右下）
解法2：FRRU'R'U'RUR'F' (压上 右下右上左下提)

C字型：
开口左：R'U'R'FR'F'UR（下回 下压上提 勾上）
开口右：左手（下回 下压上提 勾上）



3.直线

*H型：RUR'U'MURU'r'
*箭头型：rUR'U'M'URU'R'

#手枪型：FURU'R'2F'RURU'R'（压勾上回下下提 上勾上回下）
反手枪型：左手（压勾上回下下提 上勾上回下）


4.十字

*鱼1：RUR'URU2R'
*鱼2：R'U'RU'R'U'2R
#胖头鱼：
#龟1：
#龟2：

*十字1：fRUR'U'S'RUR'U'（压 上勾下回 上勾下回）
*十字2：F(RUR'U')3F'（压 上勾下回3遍 提）






*/