/*
第三步：顶面同色（oll）

1.单点左右横线：RU2R'R'FRF'U2R'FRF'（上左左下 下压上提 左左 下压上提）

2.单点左横线：FRUR'U'SRUR'U'f'（压 上勾下回 中下 上勾下回 提双）

3.右下二筒右上同色：fRUR'U'f'U'FRUR'U'F'（压双 上勾下回 提双 右 压上勾下回提）

4.右上二筒右下同色：fRUR'U'f'UFRUR'U'F'（压双 上勾下回 提双 左 压上勾下回提）

5.正方形左上角：l'U'2LUL'Ul 左手（上勾勾下 回上回下）

6.正方形右上角：rU2R'U'RU'r'（上勾勾下 回上回下）

7.闪电右下同色：rUR'URU2r'（上左下左上左左下）

8.闪电左下同色：l'U'LU'L'U'2l 左手（上左下左上左左下）

9.拐角多点前同色：RUR'U'R'FRRUR'U'F'（上勾下回 下压上上勾下回提）

10.拐角多点右同色：左手（上勾下回 下压上上勾下回提）

11.横闪电左上同色：MRUR'URU2R'UM'（中下 上左下左上左左下 勾 中上）

12.横闪电右上同色：ML'U'LU'L'U'2LU'M' 左手（中下 上左下左上左左下 勾 中上）

13.手枪2发朝右：FURU'R'2F'RURU'R'（压 勾上回下下提 上勾上回下）

14.手枪2发朝左：左手（压 勾上回下下提 上勾上回下）

15.手枪1发朝左：r'U'rR'U'RUr'Ur（下回上 下回上勾 下勾上）

16.手枪1发朝右：lUl'LUL'U'lU'l'左手（下回上 下回上勾 下勾上）

17.三筒：RUR'UR'FRF'U2R'FRF'（上勾下勾 下压上提 勾勾 下压上提）

18.三点左同色：RU2R'R'FRF'U2M'URU'r'（上左左下 下压上提 勾勾 中上 勾上回下）

19.三点左右下连色：MURUR'U'M'R'FRF'（下勾 上勾下回 上 下压上提）

20.五点分散：rUR'U'M2URU'R'U'M'（上勾下回 下下 勾上回下 回上）

21.正十字架：RUR'URU'R'URU2R'（上左下左 上右下左 上左左下）

22.横十字架：fRUR'U'S'RUR'U'F'（压 上勾下回 提 上勾下回提）

23.乌龟朝上：R2D'RU'2R'DRU'2R（上上 左上右右下 右上右右上）

24.乌龟朝左：rUR'U'r'FRF'（上左下右 下压上提）

25.胖头鱼：F'rUR'U'r'FR（提 上左下右 下压上）

26.小鱼头上：R'U'RU'R'U2'R（下右上右下右右上）

27.小鱼头下：RUR'URU2R'（上左下左上左左下）

28.箭头型：rUR'U'MURU'R'（上勾下回 下 勾上回下）

29.铁山靠左上2点：F'U'L'U'2LUL'U'2LUF 左手（压勾 上勾勾下 回 上勾勾下 回提）

30.铁山靠右上2点：FURU2R'U'RU2R'U'F'（压勾 上勾勾下 回 上勾勾下 回提）

31.左大拇指右上连色：y2R'U'FURU'R'F'R 转体2（下回 压勾上回下提上）

32.右大拇指左上连色：SRUR'U'R'FRf'（压 上勾下回 下压上提）

33.T字型：RUR'U'R'FRF'（上勾下回 下压上提）

34.C字型开口下：RUR2U'R'FRURU'F'（上勾上上回下 压 上勾上回 提）

35.锤子型左上点：RU2R'R'FRF'RU2R'（上左左下 下压上提 上左左下）

36.W型左边2点：L'U'LU'L'ULULF'L'F 左手（上勾下勾 上回下回 下压上提）

37.风筝型：FR'F'RURU'R'（压下提上 勾上回下）

38.W型右边2点：RUR'URU'R'U'R'FRF'（上勾下勾 上回下回 下压上提）

39.Z型左上2点：LF'L'U'LUFU'L' 左手（下压 上勾下回 提勾上）

40.Z型右上2点：R'FRUR'U'F'UR（下压 上勾下回 提勾上）

41.铁山靠左腿：RUR'URU2R'FRUR'U'F'（上勾下勾上勾勾下 压上勾下回提）

42.铁山靠右腿：L'U'LU'L'U'2LF'L'U'LUF 左手（上勾下勾上勾勾下 压上勾下回提）

43.左大拇指右同色：f'L'U'LUf 左手（压 上勾下回 提）

44.右大拇指左同色：fRUR'U'f'（压 上勾下回 提）

45.蜻蜓型：FRUR'U'F'（压上勾下回提）

46.C字型开口左：R'U'R'FRF'UR（下回 下压上提 勾上）

47.右拐角下左连色：F'L'U'LUL'U'LUF 左手（压 上勾下回 上勾下回 提）

48.左拐角下右连色：FRUR'U'RUR'U'F'（压 上勾下回 上勾下回 提）

49.左拐角前同色右上连色：FURU'R'F'R'U'RU'R'U'2R（压勾上回下提 下右上右下右右上）

50.左拐角前左连色右同色：l'UllU'llU'llUl' 左手（上回下下勾 下下勾 下下回上）

51.横线型标准眼睛：FURU'R'URU'R'F'（压 勾上回下 勾上回下 提）

52.横线型后面同色：FUR'FRF'R'FRF'U'F'（压勾 下压上提 下压上提 回提）

53.右拐角前同色左中间一点：l'U'2LUL'U'LUL'Ul 左手（上勾勾下 回上勾下 回上回下）

54.左拐角前同色右中间一点：rU2R'U'RUR'U'RU'r'（上勾勾下 回上勾下 回上回下）

55.横线竖着左右全同色：RU2R2U'RU'R'U2FRF'（上左左上上 回上回下 左左 压上提）

56.横线周围分散：rUr'URU'R'URU'R'rU'r'（上勾下 勾上回下 勾上回下 上回下）

57.H型：RUR'U'M'URU'r'（上勾下回 上 勾上回下）

*/