/*

2.单点左横线：FRUR'U'SRUR'U'f'（压 上勾下回 压 上勾下回提）

11.横闪电左上同色：MRUR'URU2R'UM'（下 上勾下勾上勾勾下 勾上）

12.横闪电右上同色：ML'U'LU'L'U'2LU'M' 左手（下 上勾下勾上勾勾下 勾上）

15.手枪1发朝左：r'U'rR'U'RUr'Ur（下回上 下回上勾 下勾上）

16.手枪1发朝右：lUl'LUL'U'lU'l' 左手（下回上 下回上勾 下勾上）

17.三筒：RUR'UR'FRF'U2R'FRF'（上勾下勾 下压上提 勾勾 下压上提）

18.三点左同色：RU2R'R'FRF'U2M'URU'r'（上勾勾下 下压上提 勾勾上 勾上回下）

19.三点左右下连色：MURUR'U'M'R'FRF'（下勾 上勾下回 上 下压上提）

20.五点分散：rUR'U'M2URU'R'U'M'（上勾下回 下下 勾上回下 回上）

23.乌龟朝上：R2D'RU'2R'DRU'2R（上上左 上右右下 右 上右右上）

29.铁山靠左上2点： 

30.铁山靠右上2点：

34.C字型开口下：

35.锤子型左上点：

41.铁山靠左腿：RUR'URU2R'FRUR'U'F'（上勾下勾上勾勾下 压上勾下回提）

42.铁山靠右腿：L'U'LU'L'U'2LF'L'U'LUF 左手（上勾下勾上勾勾下 压上勾下回提）

46.C字型开口左：

52.横线型后面同色：

53.右拐角前同色左中间一点：

54.左拐角前同色右中间一点：

55.横线竖着左右全同色：

56.横线周围分散：


*/