/*
分散情况：






连接情况：

白上：（2组公式）

前同色：左手 (压 勾上回下 提 上回下)
右同色：(压 勾上回下 提 上回下)

前异色：左手（上勾勾下 回上勾下）
右异色：(上勾勾下 回上勾下)


白右：（3组公式）

上同色竖：（上回下勾 勾提回压）
上异色竖：（回上回下 勾上勾下）

上同色横：（右提左压）
上异色横：（上回下勾2遍 勾上回下）


白前：

上同色竖：（左上右下）
上异色竖：左手（上回下勾2遍 勾上回下）

上同色横：左上右下
上异色横：左手（右上右下 左上左下）



角块归位：（1组公式）

右同色：
白左：（上回下勾 上回下）
白右：（上勾下回 上勾下）

左同色：
白左：左手（上勾下回 上勾下）
白右：左手（上回下勾 上回下）




oll情况：

三筒：RUR'UR'FRF'U2R'FRF'

H型：RUR'U'MURU'r'
箭头型：rUR'U'M'URU'R'

鱼1：RUR'URU2R'
鱼2：R'U'RU'R'U'2R


大拇指右：
左同色：fRUR'U'f'
左上同色：SRUR'U'R'FRf'
大拇指左：
右同色：左镜像——fRUR'U'f'
右上同色：UUR'U'FURU'R'F'R

左拐角：
前右同色：F(RUR'U')2F'
前全同色右上连色：FURU'R'F'鱼2
前全同色2：rUUR'U'RUR'U'RU'r'
右全同色：l'UllU'llU'llUl' = 左手（上回下下勾 下下勾 下下回上）
多点前同色：RUR'U'R'FR2UR'U'F'（上勾下回 下压上上 勾下回提）

风筝型：
解法1：FR'FRURU'R' =（下下上上 左上右下）
解法2：FRRU'R'U'RUR'F' = (压上 右下右上左下 上)

C字型：
开口左：R'U'R'FR'F'UR =（下回 下压上提 勾上）
开口右：左手（下回 下压上提 勾上）

手枪型：
下右同色：FURU'R'2F'RURU'R'（压勾上回下下提 上勾上回下）

pll
对角换：R'UR'U'RD'R'DR'UD'R2U'R'2DR2
邻角换：R'U'F'RUR'U'R'FR2U'R'U'RUR'UR
领角换左：RUR'U'R'FR2U'R'U'RUR'F'

zbll
对称鱼：RU'L'UR'U'L（上回上回下回下）

U形坦克对自己：RUR'D'RU'R'D（上勾下拨 上回下推）

双头中心对称鱼对自己：（拨上勾下 推上回下）





*/