/*

查查（统计时间：2025.10.21）

蓝卡：（14张——17.29级）

愚笨鲸头鹅（0费）——12级

雪庐草人（1费）——20级、20级

蓄力射手（2费）——20级

势如破竹（2费）——17级、17级

龟族僧人（3费）——20级

执剑道者（3费）——20级

迅捷长矛手（3费）——20级

连击（3费）——20级

天降碎石（3费）——16级

铁山靠（3费）——14级

强行捕猎（4费）——14级、12级
 


紫卡：（11张——17.00级）

无畏猎户（2费）——17级

传记·月落（2费）——15级

驱魔道人（3费）——20级

雪山飞狐（3费）——20级

御风武者（4费）——20级

飞斧狂人（4费）——20级

萌化术（4费）——12级

飞斧女豪（5费）——18级

石斧头领（5费）——17级

万物之灵（5费）——14级、14级



橙卡：（5张——15.00级）

火凤凰·林（3费）——17级

精灵王子·大羽（3费）——13级

上宝沁金耙（4费）——16级

热血摇滚·凯（5费）——14级

白象战歌·鲁玛（7费）——15级



总卡等：16.80级 


技能等级：（百兽加护-13级）：【回合1结束】获得手牌【生命源力-lv20】，随机友军生物+10/+10，并获得【磐龙】。

武器等级：（神机木拐-10级）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

宝物等级：（白鬃破军胄-5级）：【回合2】后排随机位置召唤【执剑道者-lv5】。


*/