/*

总计：（26张）

蓝卡：（19.55级）（11张）

雪庐草人（1费）——21级、21级
【传承】、【死亡回血并且踩冰过牌】

苦行武僧（2费）——22级
【传承】、【成长】

长耳庄巧姑（2费）——20级
【跳费】、【洞察】、【传承】

龟族僧人（3费）——22级
【护甲】、【回命】、【传承护甲提升】

雪狐剑客（3费）——22级
【机制】

连击（3费）——22级
【连击】、【增益】

深山采药人（3费）——21级
【传承】、【回血】

叶幻师（3费）——20级
【传承】、【换位】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风卷残云（4费）——12级
【解牌】、【回命】、【充能】



紫卡：（17.20级）（10张）

传记·月落（2费）——17级
【解卡】、【神佑】、【增益】

宫廷乐师（2费）——12级
【传承】、【使用法术传承增益】

雪山飞狐（3费）——22级
【魂音】、【踩冰增益先攻】、【获得传承连击】

当铺掌柜（3费）——14级
【传承】、【获得传家宝】

御风武者（4费）——20级
【先攻】、【命中吹风】

百刺浪客（4费）——20级
【传承机制】

黑竹林地（4费）——19级
【人海】

萌化术（4费）——12级
【解卡】、【增益】

渡船隐士（5费）——18级
【获得传承复制自身】、【死亡回血过牌】

万物之灵（5费）——18级
【神佑】、【增益】



橙卡：（16.80级）（5张）

流岚刃·琳（3费）——19级
【神佑】、【机制】

灵龟神丹（3费）——12级
【护甲神佑】、【增益】

神机玄女·轩（4费）——18级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——18级
【增益】、【践踏】、【回命】

雪域春光·凛（4费）——17级
【传承】、【魔防】、【机制】



小计：18.12级

*/
