/*

总计：（30张）

蓝卡：（19.10级）（10张）

雪庐草人（1费）——20级、20级
【传承】、【死亡回血并且踩冰过牌】

长耳庄巧姑（2费）——20级
【跳费】、【洞察】、【传承】

苦行武僧（2费）——20级
【传承】、【成长】

龟族僧人（3费）——20级
【护甲】、【回命】、【传承护甲提升】

执剑道者（3费）——20级
【成长】、【增益】

深山采药人（3费）——20级
【传承】、【回血】

连击（3费）——20级
【连击】、【增益】

叶幻师（3费）——19级
【传承】、【换位】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】



紫卡：（16.86级）（14张）

传记·月落（2费）——17级
【解卡】、【神佑】、【增益】

宫廷乐师（2费）——12级
【传承】、【使用法术传承增益】

扫叶僧（3费）——20级
【解卡】、【传承】

驱魔道人（3费）——20级
【神佑】、【命中成长】

雪山飞狐（3费）——20级
【魂音】、【踩冰增益先攻】、【获得传承连击】

当铺掌柜（3费）——13级
【传承】、【获得传家宝】

御风武者（4费）——20级
【先攻】、【吹回】

百刺浪客（4费）——20级
【传承机制】

龙纹尊者（4费）——17级
【护甲】、【磐龙】、【传承成长】

赏金刺客（4费）——16级
【连击】、【成长磐龙】

白鹿贤士（4费）——15级
【全体增益】、【全体减益】

萌化术（4费）——12级
【解卡】、【增益】

渡船隐士（5费）——17级
【获得传承复制自身】、【死亡回血过牌】

万物之灵（5费）——17级
【神佑】、【增益】



橙卡：（16.17级）（6张）

流岚刃·琳（3费）——18级
【神佑】、【机制】

灵龟神丹（3费）——12级
【神佑】、【回命】、【增益】

雪域春光·凛（4费）——17级
【传承】、【魔防】、【机制】

悟能禅杖（4费）——17级
【增益】、【践踏】、【回命】

神机玄女·轩（4费）——16级
【洞察】、【增益】、【减益】

逍遥居士·铭（5费）——17级
【机制】



小计：17.47级

*/
