/*

总计：（25张）

蓝卡：（17.71级）（7张）

雪庐草人（1费）——20级、20级
【传承】、【死亡回血并且踩冰过牌】

长耳庄巧姑（2费）——20级
【跳费】、【洞察】、【传承】

深山采药人（3费）——20级
【传承】、【回血】

叶幻师（3费）——20级
【传承】、【换位】

风卷残云（4费）——12级、12级
【解牌】、【回命】、【充能】



紫卡：（16.46级）（13张）

植甲师（2费）——17级
【护甲】、【传承】、【获得传承增益】

传记·月落（2费）——17级
【解卡】、【神佑】、【增益】

宫廷乐师（2费）——12级
【传承】、【使用法术传承增益】

雪山飞狐（3费）——20级
【魂音】、【踩冰增益先攻】、【获得传承连击】

百刺浪客（4费）——20级
【传承机制】

黑竹林地（4费）——18级
【人海】

墨轩隐士（4费）——17级
【跳费】、【洞察】、【复制】

龙纹尊者（4费）——17级
【护甲】、【磐龙】、【传承成长】

萌化术（4费）——12级、12级
【解卡】、【增益】

万物之灵（5费）——18级
【神佑】、【增益】

渡船隐士（5费）——17级
【获得传承复制自身】、【死亡回血过牌】

披甲罗汉（6费）——17级
【护甲】、【获得传承回命魔免】



橙卡：（17.60级）（5张）

流岚刃·琳（3费）——18级
【神佑】、【机制】

神机玄女·轩（4费）——18级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——18级
【增益】、【践踏】、【回命】

雪域春光·凛（4费）——17级
【传承】、【魔防】、【机制】

逍遥居士·铭（5费）——17级
【机制】



小计：17.04级

*/
