/*

总计：（21张）

蓝卡：（21.20级）（5张）

雪庐草人（1费）——22级、22级
【传承】、【死亡回血并且踩冰过牌】

苦行武僧（2费）——22级
【传承】、【成长】

长耳庄巧姑（2费）——18级
【跳费】、【洞察】、【传承】

连击（3费）——22级
【连击】、【增益】



紫卡：（18.44级）（9张）

蟠桃隐士（2费）——20级
【洞察】、【充能增益】

宫廷乐师（2费）——13级
【传承】、【使用法术传承增益】

驱魔道人（3费）——22级
【神佑】、【洞察】、【命中成长】

雪山飞狐（3费）——22级
【魂音】、【踩冰增益先攻】、【获得传承连击】

百刺浪客（4费）——20级
【传承机制】

黑竹林地（4费）——20级
【人海】

萌化术（4费）——12级
【解卡】、【增益】

渡船隐士（5费）——18级
【获得传承复制自身】、【死亡回血过牌】

万物之灵（5费）——19级
【神佑】、【增益】



橙卡：（17.86级）（7张）

流岚刃·琳（3费）——19级
【神佑】、【机制】

灵龟神丹（3费）——12级
【护甲神佑】、【增益】

神机玄女·轩（4费）——20级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——19级
【增益】、【践踏】、【回命】

雪域春光·凛（4费）——18级
【传承】、【魔防】、【机制】

逍遥居士·铭（5费）——18级
【机制怪】

豪情禅师·悟能（6费）——19级
【传承】、【践踏】、【回命】



小计：18.90级

*/
