/*

蓝卡：（18.08级）（12张）

雪庐草人（1费）——20级、20级
【传承】、【死亡回血并且踩冰过牌】

卜命道长（1费）——18级
【低费传承】

苦行武僧（2费）——20级
【成长】、【传承】、【魔防】

黑松林货郎（2费）——14级
【传承】、【获得传承增益回命】

龟族僧人（3费）——20级
【护甲】、【回命】、【传承护甲提升】

执剑道者（3费）——20级
【成长】、【增益】

深山采药人（3费）——20级
【传承】、【回血】

连击（3费）——20级
【连击】、【增益】

铁山靠（3费）——14级
【增益】、【洞察】、【过牌】

风卷残云（4费）——12级
【解牌】、【回命】、【充能】

羊族壮士（5费）——19级
【回血】、【获得传承回血】



紫卡：（16.17级）（12张）

植甲师（2费）——18级
【传承】、【护甲】、【获得传承全体增益并获得护甲】

传记·月落（2费）——15级
【解卡】、【神佑】、【增益】

宫廷乐师（2费）——12级
【传承】、【魂音】、【使用法术友军获得传承】

驱魔道人（3费）——20级
【神佑】、【命中成长】

雪山飞狐（3费）——20级
【魂音】、【踩冰增益先攻】、【获得传承连击】

御风武者（4费）——20级
【先攻】、【吹回】

墨轩隐士（4费）——15级
【复制】、【跳费】、【洞察】

萌化术（4费）——12级
【解卡】、【增益】

渡船隐士（5费）——16级
【获得传承复制自身】、【死亡回血过牌】

万物之灵（5费）——14级、14级
【神佑】、【增益】

寒霜寺护院僧（6费）——18级
【迟缓】、【磐龙】、【魔防】、【踩冰增益】、【获得传承增益回命】



橙卡：（15.67级）（6张）

流岚刃·琳（3费）——17级
【神佑】、【机制】

灵龟神丹（3费）——12级
【神佑】、【回命】、【增益】

神机玄女·轩（4费）——16级
【洞察】、【增益】、【减益】

雪域春光·凛（4费）——16级
【传承】、【魔防】、【机制】

悟能禅杖（4费）——16级
【增益】，【践踏】、【回命】、【护甲】

逍遥居士·铭（5费）——17级
【机制】



小计：16.83级

*/
