/*

总计：（8张）

蓝卡：（15.33级）（9张）

骨爆（1费）——16级
【献祭】、【解卡】、【过牌】

战场遗迹（1费）——13级
【过牌】、【增益】

转化仪式（1费）——13级
【献祭】、【召唤】、【过牌】

寒风草人（2费）——20级
【传承】、【洞察】、【冰封】、【减益】

寒冬将至（2费）——16级
【冰封】、【过牌】、【回血】、【充能】

神庙魔像（3费）——20级
【守军】、【冰封】、【获得传承失去守军】

极地狂信者（3费）——16级、12级
【献祭】、【解卡】

绝望之地（3费）——12级
【沉默】、【减溢】



紫卡：（14.00级）（3张）

寒冰骨墙（3费）——12级
【召唤】、【增益】、【磐龙】、【铺冰】

冰峰甲虫（4费）——18级
【护甲】、【踩冰喷射】、【受传承成长磐龙】

咒杀酷吏（5费）——12级
【献祭连击】、【成长】



橙卡：（14.67级）（3张）

寒风血刃（3费）——14级
【先攻】，【践踏】、【增益】、【冰封】

冰野荒芜计划（4费）——12级
【召唤】、【压费】、【荒芜】

永夜女王（5费）——18级
【魔免】、【传承】、【压费】、【隐身】、【控制减益】



小计：14.93级

*/
