/*

总计：（23张）

蓝卡：（16.89级）（9张）

圣殿斥候（1费）——15级
【洞察】、【人海】、【高攻击】

圣殿卫士（2费）——17级
【洞察】、【回命】

民兵队长（2费）——15级
【人海】、【协战】

圣殿弩手（3费）——20级、20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

田园守望者（3费）——15级
【洞察】、【回血】、【成长】

光明惩戒（5费）——15级、15级
【洞察】、【解卡】、【充能】



紫卡：（15.30级）（10张）

四芒军旗（1费）——14级、12级
【人海】、【魔免】、【增益】

传记·钢铁守卫（1费）——14级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿御卫（2费）——17级
【洞察】、【人海】

白袍主教（3费）——18级
【人海】、【属性】

圣殿骑士（3费）——17级
【护甲】、【回命】、【协战】

冲锋装备（3费）——15级
【护甲】、【洞察】、【增益】

召集护卫（4费）——16级
【洞察】、【人海】、【磐龙】、【增益】

田园保卫战（5费）——15级
【人海】、【回血】、【过牌】

禁卫指挥官（6费）——15级
【洞察】、【护甲】、【全队增益】



橙卡：（13.67级）（4张）

圣枪·卡洛琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——15级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——14级
【连击】、【磐龙】、【护甲】、【增益】



小计：15.78级

*/