/*

蓝卡：（15.75级）（4张）

圣殿弩手（3费）——20级
【快攻】、【协战】

田园守望者（3费）——13级
【洞察】、【回血】、【成长】

光明惩戒（5费）——15级、15级
【洞察】、【解卡】、【充能】



紫卡：（15.14级）（7张）

传记·钢铁守卫（1费）——15级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

四芒军旗（1费）——14级
【人海】、【魔免】、【增益】

圣殿御卫（2费）——16级
【洞察】、【人海】

白袍主教（3费）——17级
【人海】、【属性】

圣殿骑士（3费）——17级
【护甲】、【回命】、【协战】

召集护卫（4费）——15级
【洞察】、【人海】、【磐龙】、【增益】

夺取阵地（4费）——12级
【吹风】、【洞察】、【人海】



橙卡：（13.60级）（5张）

圣枪·卡洛琳（4费）——14级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——12级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——15级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——15级
【连击】、【磐龙】、【护甲】、【增益】



小计：17.35级

*/