/*

总计：（16张）

蓝卡：（19.00级）（6张）

炫目神光（2费）——17级
【禁止攻击】、【回血】、【充能】

圣殿弩手（3费）——22级
【快攻】、【协战】

田园守望者（3费）——20级、15级
【洞察】、【回血】、【成长】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】



紫卡：（16.50级）（6张）

传记·钢铁守卫（1费）——17级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

四芒军旗（1费）——16级
【人海】、【魔免】、【增益】

白袍主教（3费）——20级
【人海】、【属性】

圣殿骑士（3费）——17级
【护甲】、【回命】、【协战】

召集护卫（4费）——17级
【洞察】、【人海】、【磐龙】、【增益】

夺取阵地（4费）——12级
【吹风】、【洞察】、【人海】



橙卡：（15.75级）（4张）

圣枪·卡洛琳（4费）——18级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——17级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——16级
【连击】、【磐龙】、【护甲】、【增益】



小计：17.25级

*/