/*

// 步兵


1.长矛兵（60食物+20木材）：
护甲类型：【轻型】、【近战】、【步兵】、【长矛兵】
特殊能力：可以冲锋，造成0.55范围伤害
长矛兵：生命80、攻击7、护甲0、盾牌0、移速1.25、（对骑兵+17、大象+3）
坚韧长矛兵：生命90、攻击8、护甲0、盾牌0、移速1.25、（对骑兵+20、大象+4）————升级费用（15食物+35黄金）
老练长矛兵：生命110、攻击9、护甲0、盾牌0、移速1.25、（对骑兵+23、大象+5）————升级费用（100食物+250黄金）
精锐长矛兵：生命130、攻击11、护甲0、盾牌0、移速1.25、（对骑兵+28、大象+6）————升级费用（300食物+700黄金）



2.皇宫卫兵（100食物+25黄金）：
护甲类型：【重型】、【近战】、【步兵】
特殊能力：可以冲锋，造成0.55范围伤害
皇宫卫兵：生命130、攻击9、护甲3、盾牌2、移速1.38
常规皇宫卫兵：生命155、攻击12、护甲3、盾牌3、移速1.38————升级费用（50食物+125黄金）
精锐皇宫卫兵：生命180、攻击14、护甲4、盾牌5、移速1.38————升级费用（300食物+700黄金）


 */