/*

// 射手


1.步弓手（30食物+50木材）：
护甲类型：【轻型】、【远程】、【步兵】
特殊能力：/
步弓手：生命70、攻击5、护甲0、盾牌0、移速1.25、（对轻型近战步兵+5、轻型火药步兵+5）
老练步弓手：生命80、攻击7、护甲0、盾牌0、移速1.25、（对轻型近战步兵+7、轻型火药步兵+7）————升级费用（100食物+250黄金）
精锐步弓手：生命95、攻击8、护甲0、盾牌0、移速1.25、（对轻型近战步兵+8、轻型火药步兵+8）————升级费用（300食物+700黄金）


2.弩手（80食物+40黄金）：
护甲类型：【轻型】、【远程】、【步兵】、【弩手】
特殊能力：/
弩手：生命80、攻击11、护甲0、盾牌0、移速1.12、（对重型+10）
精锐弩手：生命95、攻击14、护甲0、盾牌0、移速1.12、（对重型+12）————升级费用（300食物+700黄金）


3.火枪兵（120食物+120黄金）：
护甲类型：【远程】、【步兵】、【火药】
特殊能力：/
火枪兵：生命100、攻击26、护甲0、盾牌0、移速1.12
精锐火枪兵：生命130、攻击38、护甲0、盾牌0、移速1.12


4.诸葛弩手（30食物+30木材+20黄金）：
护甲类型：【轻型】、【远程】、【步兵】
特殊能力：可以连发3次
诸葛弩手：生命70、攻击4、护甲0、盾牌0、移速1.12
老练诸葛弩手：生命80、攻击5、护甲0、盾牌0、移速1.12————升级费用（100食物+250黄金）
精锐诸葛弩手：生命95、攻击6、护甲0、盾牌0、移速1.12————升级费用（300食物+700黄金）


5.掷弹兵（100食物+60黄金+60木材）：
护甲类型：【远程】、【步兵】、【火药】
特殊能力：对近程造成100%，中程造成66%，远程造成33%伤害
掷弹兵：生命110、攻击10、护甲0、盾牌0、移速1.12、（对建筑物+15）
通常掷弹兵：生命150、攻击12、护甲0、盾牌0、移速1.12、（对建筑物+20）————升级费用（150食物+350黄金）


 */