/*

// 骑兵


1.侦察兵（65食物）：
护甲类型：【轻型】、【近战】、【骑兵】、【侦察兵】
特殊能力：/
侦察兵：生命110、攻击1、护甲0、盾牌0、移速1.62、（对侦察兵+10、攻城武器+10）


2.骑手（100食物+20木材）：
护甲类型：【轻型】、【近战】、【骑兵】
特殊能力：/
骑手：生命115、攻击8、护甲0、盾牌2、移速1.88、（对远程+8、攻城武器+8）
通常骑手：生命125、攻击9、护甲0、盾牌2、移速1.88、（对远程+9、攻城武器+9）————升级费用（15木材+35黄金）
老练骑手：生命155、攻击11、护甲0、盾牌3、移速1.88、（对远程+11、攻城武器+11）————升级费用（100木材+250黄金）
精锐骑手：生命180、攻击13、护甲0、盾牌5、移速1.88、（对远程+13、攻城武器+13）————升级费用（300木材+700黄金）


3.长矛骑兵（140食物+100黄金）：
护甲类型：【重型】、【近战】、【骑兵】
特殊能力：/
长矛骑兵：生命230、攻击24、护甲4、盾牌5、移速1.62
精锐长矛骑兵：生命270、攻击29、护甲4、盾牌5、移速1.62————升级费用（300食物+700黄金）


4.火长矛骑兵：（120食物+20黄金+20木材）
护甲类型：【轻型】、【近战】、【骑兵】
特殊能力：/
火长矛骑兵：生命155、攻击11、护甲0、盾牌0、移速1.62、（对攻城武器+20）
精锐火长矛骑兵：生命180、攻击13、护甲1、盾牌3、移速1.62、（对攻城武器+20）————升级费用（300食物+700黄金）


*/