/*

// 攻城器械


1.扭力弩炮（150木材+100黄金）：
护甲类型：【攻城武器】
特殊能力：/
扭力弩炮：生命85、攻击14、护甲3、盾牌0、移速0.88、（对近战步兵+12、船+65）


2.一窝蜂（300木材+300黄金）：
护甲类型：【攻城武器】、【火药】
特殊能力：对近程造成100%，中程造成70%，远程造成40%伤害
扭力弩炮：生命120、攻击6、护甲0、盾牌0、移速0.81、（对船+4、远程+2）


3.配重式巨型投石机（400木材+150黄金）：
护甲类型：【攻城武器】
特殊能力：对近程造成100%，中程造成25%，远程造成10%伤害
配重式巨型投石机：生命140、攻击40、护甲0、盾牌0、移速0.62、（对建筑+350、船+200）


4.手推炮（350木材+500黄金）：
护甲类型：【攻城武器】、【火药】
特殊能力：/
手推炮：生命210、攻击55、护甲0、盾牌0、移速0.75、（对建筑+375、大象+50、船+410、步兵+50）


5.攻城塔（125木材）：
护甲类型：【攻城武器】
特殊能力：可以爬城墙
手推炮：生命480、攻击0、护甲0、盾牌0、移速0.81


6.攻城锤（200木材）：
护甲类型：【攻城武器】
特殊能力：易伤：受到的近战伤害+20%
手推炮：生命370、攻击200、护甲0、盾牌0、移速0.75、（对墙+300）


 */