/*

船只


1.渔船（75木材）：
护甲类型：【工人】、【船】
特殊能力：捕鱼获得食物
渔船：生命100、攻击0、护甲0、盾牌0、移速1.5


2.商船（100木材+100黄金）：
护甲类型：【工人】、【船】
特殊能力：贸易物资
商船：生命225、攻击0、护甲0、盾牌0、移速1.5


3.运输船（100木材）：
护甲类型：【船】
特殊能力：运输自己陆地部队
运输船：生命400、攻击0、护甲0、盾牌0、移速1.5


4.戎克船（80食物+150木材）：
护甲类型：【步弓手船】
特殊能力：发射5次
戎克船：生命300、攻击6、护甲0、盾牌1、移速1.75、（对燃烧船+18）


5.戎克船战船（110食物+200木材+30黄金）：
护甲类型：【扭力弩炮船】、【大型船】
特殊能力：2架左1右1发射、掌舵人：10秒内提高移动速度40%，进入战斗马上失效
戎克船战船：生命450、攻击35、护甲0、盾牌3、移速1.25、（对建筑+55、步弓手船+45）


6.爆破型戎克船（80木材+80黄金）：
护甲类型：【燃烧船】
特殊能力：对近程造成100%，中程造成75%，远程造成25%伤害
戎克船战船：生命145、攻击95、护甲0、盾牌0、移速2、（对大型船+300、建筑+300）


7.宝船（200食物+200木材+200黄金）：
护甲类型：【战船】、【火药船】、【大型船】
特殊能力：2侧有加农炮，左3右3，攻击7、对近程造成100%，中程造成75%，远程造成40%伤害
宝船：生命700、攻击45、护甲0、盾牌5、移速1.12、（对建筑+70）


*/