/*

其他单位


1.村民（50食物）：
护甲类型：【工人】
特殊能力：采集、建造、维修
村民：生命50、攻击6、护甲0、盾牌0、移速1.13


2.朝廷命官（100食物+50黄金）：
护甲类型：【工人】
特殊能力：收税：自动从附近的建筑收取税金、监督：监督一座生产建筑或经济建筑，提高150%工作效率或额外的20%资源收集量
朝廷命官：生命75、攻击0、护甲0、盾牌0、移速1.125


3.僧侣（150黄金）：
护甲类型：【宗教】
特殊能力：治疗：每秒治疗单个单位7生命值，战斗时效率会下降50%、圣物：拾取战场上的圣物，存放在修道院或是其他地方、招降：手持圣物才可以使用，吟唱一段时间后大范围招降敌军单位，120秒冷却时间（以单个圣物计算时间）
僧侣：生命90、攻击0、护甲0、盾牌0、移速1.12


4.商人（60木材+60黄金）：
护甲类型：【工人】
特殊能力：贸易物资
商人：生命90、攻击0、护甲0、盾牌0、移速1


5.君主（免费）：
护甲类型：【君主】
特殊能力：冲刺：提升60%移动速度，持续5秒。冷却时间60秒、叛徒：暂时显示敌方君主位置，持续10秒，冷却时间60秒
君主：生命200、攻击0、护甲0、盾牌0、移速0.88


*/