/*

// 建筑


1.房屋（50木材）：
护甲类型：【人口建筑】
特殊能力：提供10人口
尺寸：2*2
属性：生命750、护甲0、盾牌50


2.磨坊（50木材）：
护甲类型：【经济建筑】
特殊能力：食物存放点、解锁农田
尺寸：2*2
属性：生命750、护甲0盾牌50
科技：
Ⅰ
生存技术（25木材+75黄金）：村民狩猎肉类采集速率+15%
独轮推车（50木材+150黄金）：村民的运载量+5，移动速度+15%
Ⅱ
专业侦察兵（150木材+300黄金）：侦察兵获得携带动物尸骸的能力，且对野生动物造成的伤害+100%。侦察兵在携带动物尸骸时移动速度减少-55%，且无法拾取野猪尸骸，运送尸骸时，尸骸的食物存量会每秒减少1.5
园艺学（50木材+100黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类
Ⅲ
施肥（100木材+250黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类
Ⅳ
精准杂交育种（250木材+500黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类


3.伐木场（50木材）：
护甲类型：【经济建筑】
特殊能力：木材存放点
尺寸：2*2
属性：生命750、护甲0、盾牌50
科技：
Ⅰ
林业（25木材+50黄金）：村民伐木速率加倍
Ⅱ
双阔斧（50食物+100黄金）：村民的木材采集速率增加15%
Ⅲ
木材保存（100食物+250黄金）：村民的木材采集速率增加15%
Ⅳ
横切锯（250食物+500黄金）：村民的木材采集速率增加15%，木材采集者运载量+5


4.采矿场（50木材）：
护甲类型：【经济建筑】
特殊能力：黄金和石头存放点
尺寸：2*2
属性：生命750、护甲0、盾牌50
科技：
Ⅱ
特制矿锄（50木材+100黄金）：村民的黄金和石料采集速率提升15%
Ⅲ
竖井开采（100木材+250黄金）：村民的黄金和石料采集速率提升15%
Ⅳ
灰吹法（250木材+500黄金）：黄金采集者额外存放15%的资源


5.农田（75木材）：
护甲类型：【经济建筑】
特殊能力：提供食物
尺寸：2*2
属性：生命300、护甲0、盾牌50


6.兵营（150木材）：
护甲类型：【军事建筑】
特殊能力：/
尺寸：3*3
属性：生命1500、护甲0、盾牌50
科技：
Ⅳ
身经百战（150食物+300黄金）：皇宫卫兵的生命值+30


7.码头（150木材）：
护甲类型：【军事建筑】、【经济建筑】、【交易站】
特殊能力：可以驻扎射箭，35伤害
尺寸：4*4
属性：生命1750、护甲0、盾牌50
科技：
Ⅱ
海军射箭槽（75木材+125石头）：在这个码头上添加一个防御型射箭槽，只会对船只作出高级
延绳钓（75木材+175黄金）：渔船的采集速率+15%，运载量+10
Ⅲ
流刺网（150木材+350黄金）：渔船的采集速率+10%，运载量+20，移动速度+10%
装甲船身（100食物+200黄金）：将所有军事船只的生命值提高+20%，远程护甲增加+1
额外吊床（75木材+125黄金）：步弓手船只射出的箭矢数量+1
扭力弩炮队（100食物+250黄金）：扭力弩炮船获得+1高级范围，攻击速度提高20%
燃烧弹（75食物+125黄金）：燃烧船的伤害区域=20%
Ⅳ
造船工（300食物+550黄金）：将所有军事船只的生命值提高+20%，远程护甲增加+1
加热射击（200木材+500黄金）：步弓手船箭点燃敌方战舰，造成持续伤害
旋转加农炮（150食物+350黄金）：扭力弩炮船获得一门额外的加农炮，可以360度射击
炸药（150食物+350黄金）：燃烧船伤害+40%
霹雳弹（200木材+500黄金）：战船发动一窝蜂攻击，6攻城伤害，7多段攻击，9攻击范围，1.0伤害区域，6.5攻击速度


8.哨站（100木材）：
护甲类型：【防御建筑】
特殊能力：可以升级为弩炮、加农炮，拥有副箭
尺寸：2*2
属性：生命750、护甲0、盾牌50
科技：
Ⅱ
手铳射箭槽（25黄金+50石头）：为此建筑添加防御型手铳射击槽并使驻扎单位的弓箭攻击范围+1.只能添加一座武器炮台
强化哨站（100石头）：此哨站的生命值+1000，火焰护甲+5
Ⅲ
扭力弩炮炮台（50黄金+125石头）：为此建筑添加一座防御型扭力弩炮炮台
Ⅳ
加农炮炮台（125黄金+375石头）：为此建筑添加一座防御型加农炮炮台


9.木栅栏（21(起始)木材/7(每段)木材）：
护甲类型：【防御建筑】
特殊能力：/
尺寸：1*1
属性：生命1250、护甲0、盾牌50


10.木城门（25木材）：
护甲类型：【防御建筑】
特殊能力：/
尺寸：4*1
属性：生命1250、护甲0、盾牌50


11.村庄（100木材）：
护甲类型：【人口建筑】、【防御建筑】
特殊能力：高级房屋、提供40人口
尺寸：4*4
属性：生命1500、护甲0、盾牌50


12.铁匠铺（150木材）：
护甲类型：【科技建筑】
特殊能力：/
尺寸：4*4
属性：生命1500、护甲0、盾牌50
科技：
Ⅱ
熟铁块吹炼发（50食物+125黄金）：所有非攻城单位的近战伤害+1
钢制箭头（50木材+125黄金）：所有弓箭和弩箭的远程伤害+1
合身皮具（50食物+125黄金）：所有非攻城单位的近战护甲+1
铁制底网（50木材+125黄金）：所有非攻城单位的远程护甲+1
攻城工程学（50木材+125黄金）：近战和远程步兵可以在战场中建造攻城塔和轻型冲车
Ⅲ
脱碳（100食物+250黄金）：所有非攻城单位的近战伤害+1
平衡炮弹（100木材+250黄金）：所有弓箭和弩箭的远程伤害+1
绝缘头盔（100食物+250黄金）：所有非攻城单位的近战护甲+1
楔形铆钉（100木材+250黄金）：所有非攻城单位的远程护甲+1
军事学院（100木材+250黄金）：建筑中的步兵、骑兵、攻城以及运输工具单位的生产速度提升33%。该效果不适用于宗教单位或其他辅助单位
Ⅳ
大马士革钢（150食物+350黄金）：所有非攻城单位的近战伤害+1
箭头穿孔板甲（150木材+350黄金）：所有弓箭和弩箭的远程伤害+1
铁匠大师（150木材+350黄金）：所有非攻城单位的近战护甲+1
斜面（150木材+350黄金）：所有非攻城单位的远程护甲+1


13.市场（100木材）：
护甲类型：【经济建筑】、【交易站】
特殊能力：交易货物
尺寸：4*4
属性：生命1000、护甲0、盾牌50


14.城镇中心（400木材+350石头）：
护甲类型：【经济建筑】、【人口建筑】、【地表建筑(仅限初始城镇中心)】
特殊能力：提供人口、所有资源存放点、进化时代
尺寸：4*4
属性：生命7000(地标)/2500(非地标)、护甲0、盾牌50
科技：
Ⅱ
纺织品（50食物+100黄金）：村民生命值+50%


15.靶场（150木材）：
护甲类型：【军事建筑】
特殊能力：/
尺寸：3*3
属性：生命1500、护甲0、盾牌50
科技：
Ⅱ
火工技术（150食物+350黄金）：手铳的攻击范围+1.5


16.马厩（150木材）：
护甲类型：【军事建筑】
特殊能力：/
尺寸：3*3
属性：生命1500、护甲0、盾牌50
科技：
Ⅳ
小型望远镜（100木材+50黄金）：侦察兵的视线半径增加30%


17.石墙塔（250石头）：
护甲类型：【防御建筑】
特殊能力：可以射击敌人
尺寸：2*2
属性：生命3000、护甲0、盾牌50


18.石墙（25石头）：
护甲类型：【防御建筑】
特殊能力：/
尺寸：1*1
属性：生命3000、护甲0、盾牌50


19.石墙城门（50石头）：
护甲类型：【防御建筑】
特殊能力：/
尺寸：4*1
属性：生命3000、护甲0、盾牌50


20.谷仓（150木材）：
护甲类型：【经济建筑】
特殊能力：/
尺寸：4*4
属性：生命1500、护甲0、盾牌50
科技：
Ⅰ
生存技术（25木材+75黄金）：村民狩猎肉类采集速率+15%
独轮推车（50木材+150黄金）：村民的运载量+5，移动速度+15%
Ⅱ
专业侦察兵（150木材+300黄金）：侦察兵获得携带动物尸骸的能力，且对野生动物造成的伤害+100%。侦察兵在携带动物尸骸时移动速度减少-55%，且无法拾取野猪尸骸。运送尸骸时。尸骸的食物存量会每秒减少1.5
园艺学（50木材+100黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类
Ⅲ
施肥（100木材+250黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类
Ⅳ
精准杂交育种（250木材+500黄金）：村民的食物采集速率提升10%，不包括野外狩猎和近海渔获肉类


21.修道院（200木材）：
护甲类型：【宗教建筑】
特殊能力：/
尺寸：4*4
属性：生命1500、护甲0、盾牌50
科技：
Ⅲ
草药（275黄金）：宗教单位的治疗速率+60%
Ⅳ
虔诚（325黄金）：宗教单位的生命值+40
什一税仓库（500黄金）：放置在修道院的圣物每分钟都会提供40食物、40木材和10石头收入


22.攻城武器厂（250木材）：
护甲类型：【军事建筑】
特殊能力：/
尺寸：3*3
属性：生命2100、护甲0、盾牌50
科技：
Ⅲ
润滑轮轴（150木材+350黄金）：攻城器械的移动速度+15%
Ⅳ
卷帘式触发器（150木材+350黄金）：扭力弩炮攻击速度+25%，额外减少10%受到的远程伤害
几何学（100木材+225黄金）：巨型投石机的伤害增加+20%
轻质横梁（300木材+400黄金）：轻型冲车攻击速度提升+20%，战场工程时间减少-50%
装填训练（150木材+350黄金）：手推炮的攻击速度+33%
加装炮管（400木材+800黄金）：一窝蜂获得3额外的火箭


23.城堡（900石头）：
护甲类型：【防御建筑】
特殊能力：可以射击敌人
尺寸：4*4
属性：生命5000、护甲6、盾牌50
科技：
Ⅲ
扭力弩炮炮台（50黄金+125石头）：为此建筑添加一座防御扭力弩炮炮台
沸油（500黄金+200石头）：箭塔和城堡能对附近敌方单位倾倒沸油，对其造成30伤害
额外材料（200黄金+75石头）：石墙塔、哨站、烈日瓮城、长城门楼、城堡回修理附近受损的石墙、木栅栏、木门和石墙门。每秒修理25生命值
Ⅳ
加农炮炮台（125黄金+375石头）：为此建筑添加一座防御型加农炮炮台


24.宝塔（150木材）：
护甲类型：【宗教建筑】、【经济建筑】
特殊能力：可以放置圣物
尺寸：4*4
属性：生命2100、护甲0、盾牌50


25.大学（450木材）：
护甲类型：【科技建筑】
特殊能力：/
尺寸：4*4
属性：生命2100、护甲0、盾牌50
科技：
Ⅳ
攻城武器（300木材+700黄金）：新的木工技术可使攻城部队的生命值+20%
生物学（500食物+1000黄金）：所有骑兵的生命值+25%
宫廷建筑师（300石头+700黄金）：所有建筑的生命值+30%
燃烧箭（500木材+1000黄金）：易燃弹药可为非火药远程单位在攻击建筑物时提供攻城箭矢或弩箭，并使其伤害力+29%
精锐军队战术（500食物+1000黄金）：训练精锐步兵可提高战斗力。近战步兵生命值和伤害+15%
蛇纹石粉末（300食物+500黄金）：使用新型火药，火枪兵对近战步兵的伤害+5，并在武器开火后短暂提高移动速度
蚕丝弓弦（400木材+400黄金）：步弓手攻击范围+1.5，骑射手攻击范围+0.75
古代技术（200木材+500黄金）：每达到一个王朝时村民的采集速率+5%


26.帝王飞地（5000食物+5000木材+5000黄金+5000石头）：
护甲类型：【世界奇观】
特殊能力：保护奇观15分钟，获得奇观胜利
尺寸：6*6
属性：生命5000、护甲0、盾牌50


27.翰林院（400食物+200黄金）：
护甲类型：【地标建筑】
特殊能力：/
尺寸：4*4
属性：生命5000、护甲0、盾牌50
科技：
Ⅱ
科举制（50食物+100黄金）：将朝廷命官的最大携带黄金数量从+40提升至+70


28.烈日瓮城（400食物+200黄金）：
护甲类型：【防御建筑】、【地标建筑】
特殊能力：/
尺寸：4*4
属性：生命5000、护甲0、盾牌50
科技：
Ⅲ
扭力弩炮炮台（50黄金+125石头）：为此建筑添加一座防御扭力弩炮炮台
Ⅳ
加农炮炮台（125黄金+375石头）：为此建筑添加一座防御型加农炮炮台


29.天文钟楼（1200食物+600黄金）：
护甲类型：【军事建筑】、【地标建筑】
特殊能力：生产的攻城器械生命值+50%
尺寸：3*3
属性：生命5000、护甲0、盾牌50
科技：
Ⅲ
润滑轮轴（150木材+350黄金）：攻城器械的移动速度+15%
Ⅳ
卷帘式触发器（150木材+350黄金）：扭力弩炮攻击速度+25%，额外减少10%受到的远程伤害
几何学（100木材+225黄金）：巨型投石机的伤害增加+20%
轻质横梁（300木材+400黄金）：轻型冲车攻击速度提升+20%，战场工程时间减少-50%
装填训练（150木材+350黄金）：手推炮的攻击速度+33%
加装炮管（400木材+800黄金）：一窝蜂获得3额外的火箭


30.皇宫（1200食物+600黄金）：
护甲类型：【地标建筑】
特殊能力：拥有28格视野，建造成功显示敌方工人15秒，朝廷命官可以将税金存放
尺寸：4*4
属性：生命5000、护甲0、盾牌50


31.长城门口（2400食物+1200黄金）：
护甲类型：【防御建筑】、【地标建筑】
特殊能力：建造长城门楼后可以使得所有城墙上的单位远程攻击力+25%，同时它拥有非常强力的一窝蜂炮台
尺寸：/
属性：生命7500、护甲0、盾牌50


32.皇陵（2400食物+1200黄金）：
护甲类型：【军事建筑】、【科技建筑】、【地标建筑】
特殊能力：王朝科技可在此研究，研究成本-50%，研究速度+150%。当一个王朝单位被杀死时，附近单位的攻击速度+20%，生命值+20，持续10秒。王朝官员可将税金存放于这座建筑
尺寸：4*4
属性：生命5000、护甲0、盾牌50
Ⅳ
古代技术（200木材+500黄金）：每达到一个王朝时村民的采集速率+5%


*/