/*

总共：357


✅完成：（196）

1.婴儿潮一代：在黑暗时代城镇中心队列5民村民

2.准备好对抗野猪！：在城镇中心研究织布机

3.印度斯坦胜利：使用印度斯坦赢得一场游戏

4.从容不迫：在1v1游戏的“标准”难度中打败一名AI对手

5.法兰克胜利：使用法兰克赢得一场游戏

6.黑暗盛宴：在黑暗时代吃掉2头野猪

7.投石机来啦！：用巨型投石机杀死25个单位

8.高棉胜利：使用高棉赢得一场游戏

9.牛市：创建与另一个市场的贸易路线

10.射鸟大比拼：用自己的城镇中心杀死一名敌方斥候骑兵

11.西班牙胜利：使用西班牙赢得一场游戏

12.僚机：借助人类或AI队友在突袭或多人游戏中获胜

13.不仅仅是民兵：将你的民兵升级为剑士

14.格格不入：用近战单位摧毁一艘船只

15.挑战已接受：在任意孙子兵法挑战中获得任意勋章

16.拜占庭胜利：使用拜占庭赢得一场游戏

17.而黄金勋章而战：在任意孙子兵法挑战中获得黄金勋章

18.绵羊收集狂：在随机地图游戏中收集20头绵羊

19.蒙古胜利：使用蒙古赢得一场游戏

20.家族封建：在战役场景中升级至封建时代

21.一击即中：用另一座巨型投石机摧毁一座巨型投石机

22.野象来袭：在单次游戏中训练40个战象或象兵

23.萨拉森胜利：使用萨拉森赢得一场游戏

24.凯尔特胜利：使用凯尔特赢得一场游戏

25.苏格兰守护者：完成威廉·华莱士战役

26.苏美尔胜利：在罗马归来中使用苏美尔人赢得一场游戏

27.货真价实：在“神选之人”中征服锡帕和博尔西帕

28.进屋先敲门：用轻型冲车摧毁200栋建筑

29.不列颠胜利：使用不列颠赢得一场游戏

30.快活的农民：建造总计1000块农田

31.玛雅胜利：使用玛雅赢得一场游戏

32.罗马胜利：使用罗马人赢得一场游戏

33.千辛万苦：在1v1游戏的“难”难度中打败一名AI对手

34.钢铁圣女：完成圣女贞德战役

35.超出预料：使用西班牙并在仅生产村民的情况下赢得一场比赛

36.和平安宁：在1v1游戏的“和平”难度中打败一名AI对手

37.土耳其胜利：使用土耳其赢得一场游戏

38.波西米亚胜利：使用波西米亚赢得一场游戏

39.极恶掠夺者：在“独眼流浪者”中，将6座波西米亚村庄全部摧毁

40.战火淬炼：已使用瞿折罗训练10名飞轮刃投掷手

41.城堡摧毁者：摧毁50座城堡

42.瞿折罗胜利：使用瞿折罗赢得一场游戏

43.坦白说，我亲爱的...：在单次比赛中生产100个掷斧兵

44.意大利胜利：使用意大利赢得一场游戏

45.失去信仰：招降一名敌方僧侣

46.匈奴胜利：使用匈奴赢得一场游戏

47.小打小闹：在1v1游戏中的“中等”难度中打败一名AI对手

48.波西米亚狂想曲：使用波西米亚训练10个榴弹炮

49.印加胜利：使用印加赢得一场游戏

50.柏柏尔胜利：使用柏柏尔赢得一场游戏

51.海上王者：使用达罗毗荼操作战舰，击沉10艘敌舰

52.勃艮第胜利：使用勃艮第赢得一场游戏

53.天降巨石：用轻型投石车杀死500个单位

54.哥特胜利：使用哥特赢得一场游戏

55.鞑靼胜利：使用鞑靼赢得一场游戏

56.库曼胜利：使用库曼赢得一场游戏

57.日本胜利：使用日本赢得一场游戏

58.葡萄牙胜利：使用葡萄牙赢得一场游戏

59.敏捷如雀鸟：在罗马归来中在不损失任何单位的情况下赢得一场游戏

60.文明的建筑者：完成埃及的崛起战役

61.一路顺风：开启任意游戏模式的自动侦察

62.越南胜利：使用越南赢得一场游戏

63.圣物猎人：收集100个圣物

64.高丽胜利：使用高丽赢得一场游戏

65.强大巨型投石机：建造300个巨型投石机

66.功败垂成：失去易总建造进度95%以上的未完工城堡

67.世界奇观，世界奇观，不啊啊啊啊...：建造一个世界奇观

68.斯拉夫胜利：使用斯拉夫赢得一场游戏

69.西西里胜利：使用西西里赢得一场游戏

70.维京胜利：使用维京赢得一次游戏

71.条顿狂暴：在第一个巴巴罗萨任务“罗马皇帝”中打败所有敌人而不是收集所有圣物

72.条顿胜利：使用条顿赢得一场胜利

73.波斯胜利：使用波斯赢得一场游戏

74.意大利之旅：已建造一个城楼，并使用它训练一个萨金特卫兵

75.马来胜利：使用马来赢得一场游戏

76.最后倒计时：在倒计时少于100年时摧毁一座敌人的世界奇观

77.普罗马科斯：已使用斯巴达军事执政官杀死10个敌方单位

78.政治动物：已在使用雅典人时更改政策

79.阿胡拉马兹达保佑：已研究一项阿契美尼德城镇中心升级

80.进入史诗：已完成“序章：众生之门”

81.阿契美尼德胜利：已在编年史：为希腊而战中使用阿契美尼德赢得一场游戏

82.哈，您在干嘛？：用答刺罕骑兵烧毁200栋家建筑

83.雅典胜利：已在编年史：为希腊而战中使用雅典人赢得一场游戏

84.阿兹特克胜利：使用阿兹特克赢得一场游戏

85.黑色幽默：在黑暗时代用民兵杀死20名村民

86.无家可归：删除自己初始的城镇中心但仍赢得游戏

87.马扎尔胜利：使用马扎尔赢得一场游戏

88.乔治亚胜利：使用乔治亚人（格鲁吉亚）赢得一场游戏

89.希腊胜利：在罗马归来中使用希腊人赢得一场游戏

90.中国胜利：使用中国赢得一场游戏

91.速种速食：使用波兰在大庄园旁建造农场，采集500食物

92.无用之人难以驯服：用蒙古骑射手掠夺500黄金

93.保加利亚胜利：使用保加利亚赢得一场游戏

94.万箭齐发：使用诸葛弩射出100000支箭

95.烟花表演：使用火箭车发射100个炮弹

96.使敌人降蜀：使用蜀国白毦兵杀死50个单位

97.蜀国胜利：使用蜀国赢得一场游戏

98.英雄崭露头角，随即名扬天下：在刘备1中使用你的一项英雄主动技能

99.升级时间：使用魏国将10名虎豹骑完全升级

100.难于上青天：在1v1游戏的“极难”难度中打败一名AI对手

101.我能和你坦白吗？：借助AI或人类队友在“图尔（732）”合作历史战斗中获胜

102.钢铁军队：使用女真以铁浮屠格挡100次攻击

103.魏胜利：使用魏国赢得一场游戏

104.魏国正在慢慢积攒实力威胁我们：使用魏国通过屯田生产5000食物

105.普鲁胜利：使用普鲁人赢得一场游戏

106.马其顿胜利（编年史）：在“编年史：亚历山大大帝”中，使用马其顿人赢得一场游戏

107.战车压境：使用孟加拉训练10辆战车

108.孟加拉胜利：使用孟加拉赢得一场游戏

109.风暴化身：使用掷弹兵投掷或火箭车发射霹雳炸弹造成10000点伤害

110.女真胜利：使用女真赢得一场游戏

111.酸雨：使用吴国通过火焰弓箭手摧毁20座建筑

112.吴国胜利：使用吴国赢得一场游戏

113.波兰胜利：使用波兰赢得一场游戏

114.立陶宛胜利：使用立陶宛赢得一场游戏

115.色雷斯胜利：使用色雷斯人赢得一场游戏

116.图皮胜利：使用图皮人赢得一场游戏

117.穆伊斯卡胜利：使用穆伊斯卡人赢得一场游戏

118.监视网络：使用蔷琵战士建造10座哨站

119.巴比伦胜利：在罗马归来中使用巴比伦人赢得一场游戏

120.马普切胜利：使用马普切人赢得一场游戏

121.勿追吕布：在曹操2中，20分钟内击败吕布

122.迦太基胜利：在罗马归来中使用迦太基人赢得一场游戏

123.冷静、镇定和沉着：在罗马归来中连续赢得3场游戏

124.战术撤退：完成第一次布匿战争战役

125.希腊友方：完成希腊之光战役

126.马里胜利：使用马里赢得一场游戏

127.立法者：完成巴比伦之声战役

128.罗马胜利：在罗马归来中使用罗马人赢得一场游戏

129.我即军团：在“血流成河”中击败达契亚军队

130.卓越玩家：在1v1游戏的“极限”难度中打败一名AI对手

131.你在这里并无权力！：在“一位宿敌”中损失小于5个单位被招降

132.视死如归：使用吴国剑士重新配备20个盾牌

133.江东之虎：在孙氏1中击败董卓突袭者

134.小霸王：在孙氏3中击败严白虎

135.连锁反应：用自己的爆破船摧毁一艘敌方爆破船

136.受死吧，刘表：在孙氏4中夺取所有城堡

137.南方霸主：完成孙氏战役

138.D之日（D即爆破）：用自己的爆破船摧毁敌方运输船

139.擎天大帝：完成图拉真战役

140.易如反掌：在曹操4中，击败任何兄弟之前先拿下邺城

141.混沌英雄：完成曹操战役

142.远方作战：在单次比赛中生产500个长弓兵

143.达罗毗荼胜利：使用达罗毗荼赢得一场游戏

144.缅甸胜利：使用缅甸赢得一场游戏

145.邻居您好：用攻城塔登上一座敌方城墙

146.大展神威：在单次游戏中用500个爪刀勇士重挫敌军

147.国王已死，国王万岁！：在弑君模式游戏中赢得一场游戏

148.寿司情人：建造30艘日本渔船

149.埃塞尔比亚胜利：使用埃塞尔比亚赢得一场游戏

150.金马刺：通过研究弗拉芒革命转化50个村民

151.震耳欲聋：用爆破兵或爆破船杀死一名敌方国王

152.世界奇观，世界奇观，世...哦，别在意：在历史战役的“露梁海战（1598）”任务中，防止高丽世界奇观被毁灭

153.我燃起来了......：使用火枪骑兵的冲锋攻击杀死50个单位

154.中世纪杀人狂：使用契丹通过辽道杀死50个单位

155.草原人：使用契丹建造50座牧场

156.斯巴达胜利：已在编年史：为希腊而战中使用斯巴达赢得一场游戏

157.孤独勇士：在单人游戏中，在没有与北条氏结盟的情况下赢得“砺波山之战（1183）”

158.契丹胜利：使用契丹赢得一场游戏

159.铁锻造：在罗马归来中在游戏时间不到20分钟即进入铁器时代

160.商朝胜利：在罗马归来中使用商朝赢得一场游戏

161.战车数量：在罗马归来中训练60名战车弓兵

162.我想知道我为什么那样做？：在罗马归来中通过建造世界奇怪赢得一场游戏

163.出乎意料：用西班牙传教士招降100个单位

164.知人善任：除了骑兵部队，不要在曹操1中训练任何军事部队

165.谁想来点意式披萨？：使用非意大利文明训练1000名意大利佣兵

166.亚美尼亚胜利：使用亚美尼亚人赢得一场游戏

167.为废墟冲锋！：在罗马归来的工具时代用侦察兵杀死15个单位

168.暗杀屈出律：在第二个成吉思汗任务“复仇人生”中，在前20分钟内杀死屈出律

169.骆越胜利：在罗马归来中使用骆越人赢得一场游戏

170.你不满意吗？：在不到10分钟内赢得“使节与军团”

171.懦夫才外交：在第一个匈奴王阿提拉任务“上帝之怒”中，杀死基泰王子并打败基泰人

172.驾车经过（掩护）：使用蜀国建造20辆战车

173.呜噜噜：招降1000个单位

174.传教士：在第一个熙德任务“手足相残”中收集所有圣物

175.波斯胜利：在罗马归来中使用波斯人赢得一场游戏

176.唤醒巨龙：在刘备3中部署诸葛亮的火计陷阱

177.人民领袖：在刘备4中，将所有平民运输车带至孙权处

178.皇叔：完成刘备战役

179.加急运送：在“神的意志”中在不到30分钟内将古物带到各个城邦

180.乌尔的离开：在“预言”中，在乌尔的世界奇观完成前摧毁它

181.战神：完成萨尔贡战役

182.亚历山大会怎么做？：在“亚历山大二世”中，在所有盟军城镇中心完好的情况下获胜

183.希腊闪电：在德米特里厄斯到达“马其顿诸王”之前获胜

184.马其顿胜利：在罗马归来中使用马其顿人赢得一场游戏

185.回到第一方阵：完成皮洛士战役

186.严防死守...：在“西西弗斯”中打败所有敌人

187.亚述胜利：在罗马归来中使用亚述人赢得一场游戏

188.朝鲜胜利：在罗马归来中使用朝鲜人赢得一场游戏

189.赫梯胜利：在罗马归来中使用赫梯人赢得一场游戏

190.米诺斯胜利：在罗马归来中使用米诺斯人赢得一场游戏

191.大和氏胜利：在罗马归来中使用大和氏赢得一场游戏

192.埃及胜利：在罗马归来中使用埃及人赢得一场游戏

193.巴尔米拉胜利：在罗马归来中使用巴尔米拉人赢得一场游戏

194.腓尼基胜利：在罗马归来中使用腓尼基人赢得一场游戏

195.帝国时代：使用每个文明各赢得一场游戏

196.马可·波罗：探索超大尺寸地图99%的地区



❌未完成：（161）

1.熙德·坎培多尔：完成熙德战役

2.王者的反击：完成巴巴罗萨战役

3.复兴文艺之人：完成斯福尔扎战役

4.草越密，越好割：完成阿拉里克战役

5.哈，让罗马名存实亡：完成匈奴王阿提拉战役

6.城市传奇：完成巴里战役

7.马格里布大师：完成塔里克·伊本·齐亚德战役

8.非洲之王：完成松迪亚塔战役

9.野火燎原：在第四个帖木儿任务“印度斯坦的苏丹”中，在倒计时结束至少5分钟前征服德里

10.可汗万岁！：完成可泰安汗战役

11.阿克苏姆的倾覆者：完成游娣特战役

12.为了汗国！：完成成吉思汗战役

13.弗拉迪斯拉夫，亲爱的别伤害我：完成德古拉战役

14.特诺奇提特兰之王：完成蒙提祖马战役

15.莽原帝国：完成帖木儿战役

16.英格兰的查士丁尼：完成长腿爱德华战役

17.世界震撼者：完成帕查库提战役

18.大发现时代：完成弗朗西斯科·德·阿尔梅达战役

19.圣地的捍卫者：完成萨拉丁战役

20.白菜之王：完成伊瓦依洛战役

21.毫无风度的实用主义者：在“自负的野心”中，在男爵军队进攻前击败小西蒙的军队

22.宽容的虔诚：在“家庭事务”中，在每个立陶宛村庄都建造一座修道院或祭坛

23.善良者，勇敢者，无畏者：完成西方大公爵战役

24.律法为王：完成苏耶跋摩一世战役

25.高级文化：完成欧特维尔家族战役

26.殊死之战：在第二个帕查库提任务“血战之地”中，在没有建造任何新城墙或城门的情况下成功保卫库斯科

27.窃国者：在长腿爱德华的第四个任务“空外套”中偷取司康之石

28.兄弟情谊：完成阿基尔达和科斯图提斯战役

29.反叛有理：完成黎利战役

30.感激不尽：在历史战役“北地传奇”中遇到一只企鹅

33.圣杯城主：完成扬·杰式卡战役

34.孤岛奇兵：完成加扎·玛达战役

35.盲眼射手：完成布里陀毗罗阇战役

36.排除万难：在第五个扬·杰式卡任务“帝王之怒”中，打败十字军

37.圣君转轮王：完成莽应龙战役

38.波兰之星：完成雅德维加战役

40.携手同行：完成提婆波罗战役

41.波斯猛虎：完成巴布尔战役

43.修理专家：在“拉杰普特人”中，修理被摧毁的村庄的所有4座城镇中心

44.群龙无首：在“鞑靼之轭”中，在打败敌方部队前先杀死其所有指挥官

45.虎父无犬子：完成拉金德拉战役

46.勒令停工：在“解放？”中，在罗湿陀罗拘陀人完成世界奇观前将其摧毁

47.昙花一现！：在欧特维尔家族的第二个任务“西西里的罗杰”中煽动叛乱

48.朋友，同胞，请听我说：在第五个弗朗西斯科·德·阿尔梅达任务“丧子之痛”中，在没有杀死任何葡萄牙单位的情况下招降阿方索·德·阿尔布克尔克

49.王权争逐：在第一个莽应龙任务“饿虎扑食”中，在前5分钟内杀死多迦耶毕国王

50.战争狂兽：在单人游戏中完成所有历史战役

51.齐兹科夫山丘：在“黄金之城”中，保住位于您城市东北方的旧塔

52.浪漫无可救药：在倒计时结束至少12分钟前赢得“美人芳心”

54.群山之王：完成索罗斯大地战役

55.热辣十足：在第三个蒙提祖马任务“羽蛇神”中防止塔巴斯科战败

56.匈那可汗助阵？：在“止息”中招降所有3名匈那可汗

57.压倒性胜选：在“王室之路”中俘虏所有桃里寺贵族

58.乔治亚常在我心：完成塔玛尔战役

59.叫我亦思马因：完成亦思马因战役

60.姐妹来相助：在第四个松迪亚塔任务“血溅河滩”中集结一支至少有100个飞刀女兵的军队

61.令人钦佩的海军上将：已在“扬起风帆”中研究所有海军科技

62.维京时代：已在“艾恩赛德（859）”中找到所有维京英雄

63.一日之内，罗马覆灭：在第四个阿拉里克任务中，在前30分钟内摧毁所有罗马城堡

64.亚历山大大帝：完成“披著豹皮的女王”中所有支线任务

65.绝域亚历山德里亚：在“世界尽头的城市”中，全面升级每个区域

66.全部囊括：在“送礼的希腊人”中没有失去一辆资源车

67.水陆突袭：在“海达斯佩河之战”中，同时守住每个登陆区

69. 兵马未动，粮草先行：在第三个游娣特任务“皇冠落地”中，在达纳罕和其他军队行进前完成所有次要任务并摧毁其所有的小型基地

70.“汗”动人心：在“帕尼帕特之役”中招降阿拉姆汗和道拉特汗

72.尸山血海：在第五个匈奴王阿提拉任务“沙隆战役”中，在前30分钟内打败所有敌人

73.挚爱的阿姨：确保阿利克塞“建国者塔玛尔”中完成他的世界奇观

75.祸根深种：招募撒克逊蛮族盟军12次后，已成功赢得“沃蒂根（440）”

76.第二次黑斯廷斯战役：在“钩子和鳕鱼之战”中，在击败杰奎琳之间摧毁亨弗瑞的基地

77.合适的总督：已在阿里斯塔格拉斯从未同时控制超过四座城镇的情况下完成“爱奥尼亚起义”

78.巴赛勒斯：在“争夺统治权”中，达到100正统性

79.战舰：在没有让任何一艘土耳其运输船在您的海岸上卸下单位的情况下，赢得历史战役“勒班陀战役（1571）”

80.封锁突破者：在“神圣萨拉米斯”中摧毁两道海军封锁

81.血流成河：在“底比斯灾劫”中，扮演亚历山大并在不到25分钟的时间内占领全部四个底比斯地标

82.赏金猎人：在“皇帝的复仇”中招降至少三名拜占庭将军

83.面包和马戏：已在“科穆宁（1081）”中支持获胜的战车队伍

84.但这很有挑衅性：已在“谢安（383）”中于苻坚准备好之前激怒他

85.宿敌：已完成全部编年史：为希腊而战战役

86.英雄和恶棍：已在任意难度下完成“成王败寇”剧本

87.励志诗人：在“难”难度布里陀毗罗阇#5中，在古尔人攻击前招降所有拉者

89.辣椒屠戮：完成马普切战役

90.黄金之路：完成穆伊斯卡战役

91.大帝：完成整个编年史：亚历山大大帝战役

92.民之拉者：在“难”难度“浴火而生”中拯救两个结盟的村庄

95.丛林守护者：完成图皮战役

96.真正的至高君主：在第三个巴巴罗萨任务“宗教之争”中，在没有获得任何村民的情况下招降米兰的大教堂

98.要道封锁：完成“无处可逃”，不允许超过指定数量一半的卡萨亚人逃离

99.教堂圣殿：别在“背叛者和叛徒”中失去任何塔尔苏斯的村民

100.前无古人：已在“拉格纳（850）”中完成所有50个传奇目标

101.联合作战：已在未研究任何特殊步兵科技的情况下完成“雅典的衰落”

102.政变：已通过赢得至少三个公爵的支持赢得“罗伯特（921）”

103.危机管理：在没有要求适量或大量贡品的情况下完成“帝王的果实”

104.九省大名：已在“岛津（1545）”中于公元1600年之前击败幕府将军并征服全部九省

105.一去不返：在第五个可泰安任务“新的家园”中，在前45分钟内帮助贝拉国王并打败奥地利腓特烈公爵

106.水上迷烟：在历史战役“鄱阳湖之战（1363）”中购买20艘龙舟

108.豪华炸药：找到并炸毁“烟雾弥漫”中的所有火药桶

110.不可能的远征：在“黄金国王”中，在计时结束前击败克萨达和费德曼的远征军

111.虎视眈眈：在“后起之秀”中打败所有敌对势力

112.快过飞驰的炮弹：已在“征服者（1453）”中，于1453年5月15日前杀死君士坦丁十一世并占领圣索菲亚大教堂

113.阴影之战：已完成在“炽热之门”中完成主要目标后于塞莫皮莱存活5分钟

114.战火连绵：在第五个德古拉任务“暗夜降临”中集结10个意大利佣兵、10个热那亚弩手和10个手推炮

115.第一市民：已在恩惠从未低于50的情况下完成“长墙之内”任务

117.阿耳忒弥斯西亚的朋友：已在“追逐烟雾”和“大地和淡水”中帮助阿耳忒弥斯西亚

118.希洛人的朋友：已在没有掠夺任何美塞尼亚的坟墓的情况下完成“海岸上的火葬堆”

119.大型战舰闪亮登场：已在“德瑞克（1572）”中俘获一艘西班牙大型战舰

120.游戏结束了，尤里：在“尤里的复仇”中于攻城结束前击败尤里

121.已在“塞尔柱（985）”中达成一个领袖的所有野心。：在“塞尔柱（985）”中达成一个领袖的所有野心

123.家园失安：在“死亡与恐怖之神”中，始终保持至少三个同盟村庄处于你的掌控之下

125.印度志：在“发现之旅”中，完成“印度志”（发现所有事件）并收集全部宝藏

126.意大利琼斯和第一次十字军东征：在欧特维尔家族的第四个任务“东方的博希蒙德”中不失去任何英雄

127.我曾到过中国：在第三个成吉思汗任务“入主中原”中，在金开始建造世界奇观前打败他们

129.轰隆巨响：用爆破船杀死1000个敌方单位

131.男性领袖：已在“为希腊而战”战役中获得所有可用的光环升级

132.失落的维京人：已在“金发（870）”中找到三名失落的维京人

133.苏格兰之锤：在“苏格兰之锤”中，在罗伯特·布鲁斯背叛您之前杀死威廉·华莱士

135.马拉松战士：已在“马拉松之战”中找到并完成所有任务

137.惊世之才：独自面对3个人类对手并获得胜利

139.状况良好：在“王位的阴影”中，将赎金车毫发无伤地送达

140.更多危险，更多荣耀：在“让王子决定”中，总是支持克莱特斯

141.永不轻信战役AI：无视喀布尔在“最后的帖木儿人”中提出签订互不侵犯条约的建议

142.英雄俱在：在第五个黎利任务“兵分三路”中赢得胜利且四个英雄无一阵亡

143.一切从简：在“维陶塔斯的十字军东征”中，在为建造城镇中心的情况下打败克里米亚鞑靼人

144.库曼倾巢而动：在没有升级到城堡时代的情况下。赢得第二个可泰安任务“迦勒迦河之战”

145.我不怕枪：在“卡塔伊”中击败鄂图曼人

147.决不宽贷：在“努力的成果”中，杀死乌尔里希·冯·容金根河尼古拉斯·冯·雷尼斯

148.恶人无宁日：在拉金德#2中，在不占领城镇中心的情况下打败曼纳兰姆和波隆纳鲁瓦

149.无轮：在“王国分裂”任务中不制造任何攻城武器

150.世界奇观一个不留：在第六个匈奴王阿提拉任务“罗马的衰落”中，在每个世界奇观完成前将其一一摧毁

151.出奇制胜：在“圣水”中，在摩醯波罗完成世界奇观前赢得游戏

152.多如砂砾：在没有训练任何军事单位（除步兵外）的情况下赢得第二个阿拉里克任务“铲平赫拉斯”

153.进攻即是最好的防御：在第六个萨拉丁任务“狮子与恶魔”中，在建造世界奇观前打败所有敌人

154.土耳其软糖：在单人游戏中，在没有与土耳其势力结盟的情况下打败他们，并赢得“兵临巴菲乌斯（1302）”

155.我们的小马驹：将所有25匹马带到“图卡佩尔战役”中的盟军围栏

156.般涅槃：在“开悟”中积攒100点虔诚度

157.菲洛拉肯：已在“穿过酒色深幽的大海”和“摄政王之怒”中将一件圣物献给斯巴达人

158.平民守护者：在“君士坦丁十一世（1453）”中没有失去一名村民

159.领土守护者：在“波兰之星”中，在加利奇没有占领任何中立城镇的情况下获胜

160.进攻呦！：在“血腥波峰”中击败所有敌方赛普勒斯玩家

161.拒绝摄政王：已在“穿过酒色深幽的大海”中将一件圣物献给萨拉米斯并在“摄政王之怒”中将一件圣物献给波律克利托斯

163.毫发无伤：在第二个加扎·玛达任务“班师勤王”中，在前10分钟内找到国王

164.洗劫和焚烧：已在“鲜血与黄金”中掠夺诺提姆、普里恩以及居鲁士指定的三座城市

165.如雄狮怒吼：在“难”难度中赢得第五个松迪亚塔任务“深入虎穴”

69.兵马未动，粮草先行：在“西里西亚之门”中，在25分钟的时间内收集所需的资源

166.撒克逊的复仇：已在“奥托（936）”中击败西法兰克王国

167.罗马公民：在“沃蒂根（440）”中没有失去一座城市

168.白手起家；在“吉斯卡尔的到来”任务中，在不与阿盖洛斯或瓜伊马尔结盟的情况下获胜

169.Shogun：在困难难度下使用任何势力赢得“织田信长（1551）”

170.闭嘴，拉海尔！：在任务“圣女陨落”中，在俘虏圣女贞德前击败法兰西军队

171.女神啊，放声歌唱亚历山大之怒：在“怒火”中，击败所有4个科萨亚部落

172.偷袭：在“红帽”中赶在法鲁克·亚萨尔抵达要塞前杀死他

173.死得其所：已确保卡洛曼在“查理曼（768）”中死亡

175.圣物收集狂：在第五个苏耶跋摩任务“千古伟业”中收集地图上所有圣物

176.拿下伊拉卡并非易事：切勿让敌人在“兹帕和扎克”中赢得伊拉卡的支持

178.进取之心：在第六个成吉思汗任务“蒙古太平”中，在速不台到达前打败匈牙利人

179.波斯大王的愤怒：已在“土地和淡水”中击败所有敌对玩家

181.传统战法：已在“史蒂芬（1135）”中，在不建造巨型投石机的情况下赢得胜利

182.天啊！：在“摄政王之怒”期间没有失去拜占庭的任何一个市场或港口

183.古墓掠夺者：已在掠夺全部美塞尼亚人的坟墓后完成“海岸上的火葬堆”

184.不要相信任何人：已通过进攻并击败法兰克的所有公爵和国王赢得“罗伯特（921）”

185.当图皮人还是不当图皮人：完成“出逃”任务。且损失的难民车不超过3辆

187.合则亡：已在“姆斯季斯拉夫（1203）”中，在蒙古人抵达之前获得四个盟友

189.惨遭劫掠：已在“盖塞里克（406）”中，于公元455年洗劫罗马



*/