/*


完成：

1.婴儿潮一代：在黑暗时代城镇中心队列5民村民

2.准备好对抗野猪！：在城镇中心研究织布机

3.印度斯坦胜利：使用印度斯坦赢得一场游戏

4、从容不破：在1v1游戏的“标准”难度中打败一名AI对手

5.法兰克胜利：使用法兰克赢得一场游戏

6.黑暗盛宴：在黑暗时代吃掉2头野猪

7.投石机来啦！：用巨型投石机杀死25个单位

8.高棉胜利：使用高棉赢得一场游戏

9.牛市：创建与另一个市场的贸易路线

10.射鸟大比拼：用自己的城镇中心杀死一名敌方斥候骑兵

11.西班牙胜利：使用西班牙赢得一场游戏

12.僚机：借助人类或AI队友在突袭或多人游戏中获胜

13.不仅仅是民兵：将你的民兵升级为剑士

14.格格不入：用近战单位摧毁一艘船只

15.挑战1已接受：在任意孙子兵法挑战中获得任意勋章

16.拜占庭胜利：使用拜占庭赢得一场游戏

17.为黄金勋章而战：在任意孙子兵法挑战中获得黄金勋章

18.绵羊收集狂：在随机地图游戏中收集20头绵羊

19.蒙古胜利：使用蒙古赢得一场游戏

20.家族封建：在战役场景中升级至封建时代

21.一击即中：用另一座巨型投石机摧毁一座巨型投石机

22.野象来袭：在单次游戏中训练40个战象或象兵

23.萨拉森胜利：使用萨拉森赢得一场游戏

24.凯尔特胜利：使用凯尔特赢得一场游戏

25.苏格兰守护者：完成威廉·华莱士战役

26.苏美尔胜利：在罗马归来中使用苏美尔人赢得一场游戏

27.货真价实：在“神选之人”中征服锡帕和博尔西帕

28.进屋先敲门：用轻型冲车摧毁200栋建筑

29.不列颠胜利：使用不列颠赢得一场游戏

30.快活的农民：建造总计1000块农田

31.玛雅胜利：使用玛雅赢得一场游戏

32.罗马胜利：使用罗马人赢得一场游戏

33.千辛万苦：在1v1游戏的“难”难度中打败一名AI对手

35.超出预料：使用西班牙并在仅生产村民的情况下赢得一场比赛

36.和平安宁：在1v1游戏的“和平”难度中打败一名AI对手

37.土耳其胜利：使用土耳其赢得一场游戏

38.波西米亚胜利：使用波西米亚赢得一场游戏

39.极恶掠夺者：在“独眼流浪者”中，将6座波西米亚村庄全部摧毁

40.战火淬炼：已使用瞿折罗训练10名飞轮刃投掷手

41.城堡的摧毁者：摧毁50座城堡

42.瞿折罗胜利：使用瞿折罗赢得一场游戏

43.坦白说，我亲爱的...：在单次比赛中生产100个掷斧兵

44.意大利胜利：使用意大利赢得一场游戏

45.失去信仰：招降一名敌方僧侣

46.匈奴胜利：使用匈奴赢得一场游戏

47.小打小闹：在1v1游戏中的“中等”难度中打败一名AI对手

48.波西米亚狂想曲：使用波西米亚训练10个榴弹炮

49.印加胜利：使用印加赢得一场游戏

50.柏柏尔胜利：使用柏柏尔赢得一场游戏

51.海上王者：使用达罗毗荼操作战舰，击沉10艘敌舰

52.勃艮第胜利：使用勃艮第赢得一场游戏

53.天降巨石：用轻型投石车杀死500个单位

54.哥特胜利：使用哥特赢得一场游戏

55.鞑靼胜利：使用鞑靼赢得一场游戏

56.库曼胜利：使用库曼赢得一场游戏

57.日本胜利：使用日本赢得一场游戏

58.葡萄牙胜利：使用葡萄牙赢得一场游戏

59.敏捷如雀鸟：在罗马归来中在不损失任何单位的情况下赢得一场游戏

60.文明的建筑者：完成埃及的崛起战役

61.一轮顺风：开启任意游戏模式的自动侦察

62.越南胜利：使用越南赢得一场游戏

63.圣物猎人：收集100个圣物

64.高丽胜利：使用高丽赢得一场游戏

65.强大巨型投石机：建造300个巨型投石机

66.功败垂成：失去易总建造进度95%以上的未完工城堡

67.世界奇观，世界奇观，不啊啊啊啊...：建造一个世界奇观

68.斯拉夫胜利：使用斯拉夫赢得一场游戏

69.西西里胜利：使用西西里赢得一场游戏

70.维京胜利：使用维京赢得一次游戏

71.条顿狂暴：在第一个巴巴罗萨任务“罗马皇帝”中打败所有敌人而不是收集所有圣物

72.条顿胜利：使用条顿赢得一场胜利

73.波斯胜利：使用波斯赢得一场游戏

74.意大利之旅：已建造一个城楼，并使用它训练一个萨金特卫兵

75.马来胜利：使用马来赢得一场游戏

76.最后倒计时：在倒计时少于100年时摧毁一座敌人的世界奇观

77.普罗马科斯：已使用斯巴达军事执政官杀死10个敌方单位

78.政治动物：已在使用雅典人时更改政策

79.阿胡拉马兹达保佑：已研究一项阿契美尼德城镇中心升级

80.进入史诗：已完成“序章：众生之门”

81.阿契美尼德胜利：已在编年史：为希腊而战中使用阿契美尼德赢得一场游戏

82.哈，您在干嘛？：用答刺罕骑兵烧毁200栋家建筑

83.雅典胜利：已在编年史：为希腊而战中使用雅典人赢得一场游戏

84.阿兹特克胜利：使用阿兹特克赢得一场游戏

85.黑色幽默：在黑暗时代用民兵杀死20名村民

87.马扎尔胜利：使用马扎尔赢得一场游戏

88.乔治亚胜利：使用乔治亚人（格鲁吉亚）赢得一场游戏

89.希腊胜利：在罗马归来中使用希腊人赢得一场游戏

90.中国胜利：使用中国赢得一场游戏

91.速种速食：使用波兰在大庄园旁建造农场，采集500食物

92.无用之人难以驯服：用蒙古骑射手掠夺500黄金

93.保加利亚胜利：使用保加利亚赢得一场游戏

94.万箭齐发：使用诸葛弩射出100000支箭

95.烟花表演：使用火箭车发射100个炮弹

96.使敌人降蜀：使用蜀国白毦兵杀死50个单位

97.蜀国胜利：使用蜀国赢得一场游戏

98.英雄崭露头角，随即名扬天下：在刘备1中使用你的一项英雄主动技能

99.升级时间：使用魏国将10名虎豹骑完全升级

100.难于上青天：在1v1游戏的“极难”难度中打败一名AI对手

101.我能和你坦白吗？：借助AI或人类队友在“图尔（732）”合作历史战斗中获胜

102.钢铁军队：使用女真以铁浮屠格挡100次攻击

103.魏国胜利：使用魏国赢得一场游戏

104.魏国正在慢慢积攒实力威胁我们：使用魏国通过屯田生产5000食物

105.普鲁胜利：使用普鲁人赢得一场游戏

106.马其顿胜利（编年史）：在“编年史：亚历山大大帝”中，使用马其顿人赢得一场游戏

107.战车压境：使用孟加拉训练10辆战车

108.孟加拉胜利：使用孟加拉赢得一场游戏

109.风暴化身：使用掷弹兵投掷或火箭车发射霹雳炸弹造成10000点伤害

110.女真胜利：使用女真赢得一场游戏

111.酸雨：使用吴国通过火焰弓箭手摧毁20座建筑

112.吴国胜利：使用吴国赢得一场游戏

113.波兰胜利：使用波兰赢得一场游戏

114.立陶宛胜利：使用立陶宛赢得一场游戏

115.色雷斯胜利：使用色雷斯人赢得一场游戏

116.图皮胜利：使用图皮人赢得一场游戏

117.穆伊斯卡胜利：使用穆伊斯卡人赢得一场游戏

118.监视网络：使用蔷琵战士建造10座哨站

119.巴比伦胜利：在罗马归来中使用巴比伦人赢得一场游戏

120.马普切胜利：使用马普切人赢得一场游戏

121.勿追吕布：在曹操2中，20分钟内击败吕布

122.迦太基胜利：在罗马归来中使用迦太基人赢得一场游戏

123.冷静、镇定和沉着：在罗马归来中连续赢得3场游戏

124.战术撤退：完成第一次布匿战争战役

125.希腊友方：完成希腊之光战役

126.马里胜利：使用马里赢得一场游戏

127.立法者：完成巴比伦之声战役

128.罗马胜利：在罗马归来中使用罗马人赢得一场游戏

129.我即军团：在“血流成河”中击败达契亚军队

130.卓越玩家：在1v1游戏的“极限”难度中打败一名AI对手

131.你在这里并无权力！：在“一位宿敌”中损失小于5个单位被招降

132.视死如归：使用吴国剑士重新配备20个盾牌

133.江东之虎：在孙氏1中击败董卓突袭者

134.小霸王：在孙氏3中击败严白虎

135.连锁反应：用自己的爆破船摧毁一艘敌方爆破船

136.受死吧，刘表：在孙氏4中夺取所有城堡

137.南方霸主：完成孙氏战役

138.D之日（D即爆破）：用自己的爆破船摧毁敌方运输船

139.擎天大帝：完成图拉真战役

140.易如反掌：在曹操4中，击败任何兄弟之前先拿下邺城

141.混沌英雄：完成曹操战役

142.远方作战：在单次比赛中生产500个长弓兵

143.达罗毗荼胜利：使用达罗毗荼赢得一场游戏

144.缅甸胜利：使用缅甸赢得一场游戏

145.邻居您好：用攻城塔登上一座敌方城墙

146.大展神威：在单次游戏中用500个爪刀勇士重挫敌军

147.国王已死，国王万岁！：在弑君模式游戏中赢得一场游戏

148.寿司情人：建造30艘日本渔船

149.埃塞尔比亚胜利：使用埃塞尔比亚赢得一场游戏

150.金马刺：通过研究弗拉芒革命转化50个村民

151.震耳欲聋：用爆破兵或爆破船杀死一名敌方国王

152.世界奇观，世界奇观，世界...哦，别在意：在历史战役的“露梁海战（1598）”任务中，防止高丽世界奇观被毁灭

153.我燃起来了......：使用火枪骑兵的冲锋攻击杀死50个单位




未完成：

1.熙德·坎培多尔：完成熙德战役

2.王者的反击：完成巴巴罗萨战役

3.复兴文艺之人：完成斯福尔扎战役

4.草越密，越好割：完成阿拉里克战役

5.哈，让罗马名存实亡：完成匈奴王阿提拉战役

6.城市传奇：完成巴里战役

7.马格里布大师：完成塔里克·伊本·齐亚德战役

8.非洲之王：完成松迪亚塔战役

9.野火燎原：在第四个帖木儿任务“印度斯坦的苏丹”中，在倒计时结束至少5分钟前征服德里

10.可汗万岁：完成可泰安汗战役

11.阿克苏姆的倾覆者：完成游娣特战役

12.为了汗国！：完成成吉思汗战役

13，弗拉迪斯拉夫，亲爱的别伤害我：完成德古拉战役

14.特诺奇提特兰之王：完成蒙提祖马战役

15，莽原帝国：完成帖木儿战役

16.英格兰的查士丁尼：完成长腿爱德华战役

17.世界震撼者：完成帕查库提战役

18.大发现时代：完成弗朗西斯科·德·阿尔梅达战役

19.圣地的捍卫者：完成萨拉丁战役

20.白菜之王：完成伊瓦依洛战役

21.毫无风度的实用主义者：在“自负的野心”中，在男爵军队进攻前击败小西蒙的军队

22.宽容的虔诚：在“家庭事务”中，在每个立陶宛村庄都建造一座修道院或祭坛

23.善良者，勇敢者，无畏者：完成西方大公爵战役

24.律法为王：完成苏耶跋摩一世战役

25.高级文化：完成欧特维尔家族战役

26.殊死之战：在第二个帕查库提任务“血战之地”中，在没有建造任何新城墙或城门的情况下成功保卫库斯科

27.窃国者：在长腿爱德华的第四个任务“空外套”中偷取司康之石

28.兄弟情谊：完成阿基尔达和科斯图提斯战役

29.反叛有理：完成黎利战役

30.感激不尽：在历史战役“北地传奇”中遇到一只企鹅

31.呜噜噜：招降1000个单位

32.亚美尼亚胜利：使用亚美尼亚人赢得一场游戏

33.圣杯城主：完成扬·杰式卡战役

34.孤岛奇兵：完成加扎·玛达战役

35.盲眼射手：完成布里陀毗罗阇战役

36.排除万难：在第五个扬·杰式卡任务“帝王之怒”中，打败十字军

37.圣君转轮王：完成莽应龙战役

38.波兰之星：完成雅德维加战役

39.帝国时代：使用每个文明各赢得一场游戏

40.携手同行：完成提婆波罗战役

41.波斯猛虎：完成巴布尔战役

42.懦夫才外交：在第一个匈奴王阿提拉任务“上帝之怒”中，杀死基泰王子并打败基泰人

43.修理专家：在“拉杰普特人”中，修理被摧毁的村庄的所有4座城镇中心

44.群龙无首：在“鞑靼之轭”中，在打败敌方部队前先杀死其所有指挥官

45.虎父无犬子：完成拉金德拉战役

46.勒令停工：在“解放？”中，在罗湿陀罗拘陀人完成世界奇观前将其摧毁

47.昙花一现！：在欧特维尔家族的第二个任务“西西里的罗杰”中煽动叛乱

48.朋友，同胞，请听我说：在第五个弗朗西斯科·德·阿尔梅达任务“丧子之痛”中，在没有杀死任何葡萄牙单位的情况下招降阿方索·德·阿尔布克尔克

49.王权争逐：在第一个莽应龙任务“饿虎扑食”中，在前5分钟内杀死多迦耶毕国王

50.战争狂兽：在单人游戏中完成所有历史战役

51.齐兹科夫山丘：在“黄金之城”中，保住位于您城市东北方的旧塔

52.浪漫无可救药：在倒计时结束至少12分钟前赢得“美人芳心”

53.马其顿胜利：在罗马归来中使用马其顿人赢得一场游戏

54.群山之王：完成索罗斯大地战役

55.热辣十足：在第三个蒙提祖马任务“羽蛇神”中防止塔巴斯科战败

56.匈那可汗助阵？：在“止息”中招降所有3名匈那可汗

57.压倒性胜选：在“王室之路”中俘虏所有桃里寺贵族

58.乔治亚常在我心：完成塔玛尔战役

59.叫我亦思马因：完成亦思马因战役











*/