/*

民族成就：（完成：102、未完成：6、总共：108）


✅完成：

3.印度斯坦胜利：使用印度斯坦赢得一场游戏

5.法兰克胜利：使用法兰克赢得一场游戏
43.坦白说，我亲爱的...：在单次比赛中生产100个掷斧兵

8.高棉胜利：使用高棉赢得一场游戏

11.西班牙胜利：使用西班牙赢得一场游戏
35.超出预料：使用西班牙并在仅生产村民的情况下赢得一场比赛
163.出乎意料：用西班牙传教士招降100个单位

16.拜占庭胜利：使用拜占庭赢得一场游戏

19.蒙古胜利：使用蒙古赢得一场游戏
92.无用之人难以驯服：用蒙古骑射手掠夺500黄金

23.萨拉森胜利：使用萨拉森赢得一场游戏

24.凯尔特胜利：使用凯尔特赢得一场游戏

26.苏美尔胜利：在罗马归来中使用苏美尔人赢得一场游戏

29.不列颠胜利：使用不列颠赢得一场游戏
142.远方作战：在单次比赛中生产500个长弓兵

31.玛雅胜利：使用玛雅赢得一场游戏

32.罗马胜利：使用罗马人赢得一场游戏

37.土耳其胜利：使用土耳其赢得一场游戏

38.波西米亚胜利：使用波西米亚赢得一场游戏
48.波西米亚狂想曲：使用波西米亚训练10个榴弹炮

42.瞿折罗胜利：使用瞿折罗赢得一场游戏
40.战火淬炼：已使用瞿折罗训练10名飞轮刃投掷手

44.意大利胜利：使用意大利赢得一场游戏
165.谁想来点意式披萨？：使用非意大利文明训练1000名意大利佣兵

46.匈奴胜利：使用匈奴赢得一场游戏
82.哈，您在干嘛？：用答刺罕骑兵烧毁200栋家建筑

49.印加胜利：使用印加赢得一场游戏

50.柏柏尔胜利：使用柏柏尔赢得一场游戏

52.勃艮第胜利：使用勃艮第赢得一场游戏
150.金马刺：通过研究弗拉芒革命转化50个村民

54.哥特胜利：使用哥特赢得一场游戏

55.鞑靼胜利：使用鞑靼赢得一场游戏

56.库曼胜利：使用库曼赢得一场游戏

57.日本胜利：使用日本赢得一场游戏
148.寿司情人：建造30艘日本渔船

58.葡萄牙胜利：使用葡萄牙赢得一场游戏

62.越南胜利：使用越南赢得一场游戏

64.高丽胜利：使用高丽赢得一场游戏

68.斯拉夫胜利：使用斯拉夫赢得一场游戏

69.西西里胜利：使用西西里赢得一场游戏
74.意大利之旅：已建造一个城楼，并使用它训练一个萨金特卫兵

70.维京胜利：使用维京赢得一场游戏

72.条顿胜利：使用条顿赢得一场游戏
71.条顿狂暴：在第一个巴巴罗萨任务“罗马皇帝”中打败所有敌人而不是收集所有圣物

73.波斯胜利：使用波斯赢得一场游戏

75.马来胜利：使用马来赢得一场游戏
146.大展神威：在单次游戏中用500个爪刀勇士重挫敌军

81.阿契美尼德胜利：已在编年史：为希腊而战中使用阿契美尼德赢得一场游戏
79.阿胡拉马兹达保佑：已研究一项阿契美尼德城镇中心升级

83.雅典胜利：已在编年史：为希腊而战中使用雅典人赢得一场游戏
78.政治动物：已在使用雅典人时更改政策

84.阿兹特克胜利：使用阿兹特克赢得一场游戏

87.马扎尔胜利：使用马扎尔赢得一场游戏

88.乔治亚胜利：使用乔治亚人（格鲁吉亚）赢得一场游戏

89.希腊胜利：在罗马归来中使用希腊人赢得一场游戏

90.中国胜利：使用中国赢得一场游戏
94.万箭齐发：使用诸葛弩射出100000支箭

93.保加利亚胜利：使用保加利亚赢得一场游戏

97.蜀国胜利：使用蜀国赢得一场游戏
96.使敌人降蜀：使用蜀国白毦兵杀死50个单位

103.魏胜利：使用魏国赢得一场游戏
99.升级时间：使用魏国将10名虎豹骑完全升级
104.魏国正在慢慢积攒实力威胁我们：使用魏国通过屯田生产5000食物

105.普鲁胜利：使用普鲁人赢得一场游戏

106.马其顿胜利（编年史）：在“编年史：亚历山大大帝”中，使用马其顿人赢得一场游戏

108.孟加拉胜利：使用孟加拉赢得一场游戏
107.战车压境：使用孟加拉训练10辆战车

110.女真胜利：使用女真赢得一场游戏
102.钢铁军队：使用女真以铁浮屠格挡100次攻击
109.风暴化身：使用掷弹兵投掷或火箭车发射霹雳炸弹造成10000点伤害

112.吴国胜利：使用吴国赢得一场游戏
111.酸雨：使用吴国通过火焰弓箭手摧毁20座建筑
132.视死如归：使用吴国剑士重新配备20个盾牌

113.波兰胜利：使用波兰赢得一场游戏
91.速种速食：使用波兰在大庄园旁建造农场，采集500食物

114.立陶宛胜利：使用立陶宛赢得一场游戏

115.色雷斯胜利：使用色雷斯人赢得一场游戏

116.图皮胜利：使用图皮人赢得一场游戏

117.穆伊斯卡胜利：使用穆伊斯卡人赢得一场游戏

119.巴比伦胜利：在罗马归来中使用巴比伦人赢得一场游戏

120.马普切胜利：使用马普切人赢得一场游戏

122.迦太基胜利：在罗马归来中使用迦太基人赢得一场游戏

126.马里胜利：使用马里赢得一场游戏

128.罗马胜利：在罗马归来中使用罗马人赢得一场游戏

143.达罗毗荼胜利：使用达罗毗荼赢得一场游戏
51.海上王者：使用达罗毗荼操作战舰，击沉10艘敌舰

144.缅甸胜利：使用缅甸赢得一场游戏

149.埃塞尔比亚胜利：使用埃塞尔比亚赢得一场游戏

156.斯巴达胜利：已在编年史：为希腊而战中使用斯巴达赢得一场游戏
77.普罗马科斯：已使用斯巴达军事执政官杀死10个敌方单位

158.契丹胜利：使用契丹赢得一场游戏
154.中世纪杀人狂：使用契丹通过辽道杀死50个单位
155.草原人：使用契丹建造50座牧场

160.商朝胜利：在罗马归来中使用商朝赢得一场游戏

166.亚美尼亚胜利：使用亚美尼亚人赢得一场游戏

169.骆越胜利：在罗马归来中使用骆越人赢得一场游戏

172.驾车经过（掩护）：使用蜀国建造20辆战车

175.波斯胜利：在罗马归来中使用波斯人赢得一场游戏

184.马其顿胜利：在罗马归来中使用马其顿人赢得一场游戏

187.亚述胜利：在罗马归来中使用亚述人赢得一场游戏

188.朝鲜胜利：在罗马归来中使用朝鲜人赢得一场游戏

189.赫梯胜利：在罗马归来中使用赫梯人赢得一场游戏



❌未完成：

39.帝国时代：使用每个文明各赢得一场游戏

194.埃及胜利：在罗马归来中使用埃及人赢得一场游戏

198.米诺斯胜利：在罗马归来中使用米诺斯人赢得一场游戏

199.巴尔米拉胜利：在罗马归来中使用巴尔米拉人赢得一场游戏

201.腓尼基胜利：在罗马归来中使用腓尼基人赢得一场游戏

203.大和氏胜利：在罗马归来中使用大和氏赢得一场游戏








*/