/*

其他成就：（完成：51、未完成：1、总共：52）


✅完成：

1.婴儿潮一代：在黑暗时代城镇中心队列5民村民

2.准备好对抗野猪！：在城镇中心研究织布机

4.从容不迫：在1v1游戏的“标准”难度中打败一名AI对手

6.黑暗盛宴：在黑暗时代吃掉2头野猪

7.投石机来啦！：用巨型投石机杀死25个单位

9.牛市：创建与另一个市场的贸易路线

10.射鸟大比拼：用自己的城镇中心杀死一名敌方斥候骑兵

12.僚机：借助人类或AI队友在突袭或多人游戏中获胜

13.不仅仅是民兵：将你的民兵升级为剑士

14.格格不入：用近战单位摧毁一艘船只

15.挑战已接受：在任意孙子兵法挑战中获得任意勋章

17.而黄金勋章而战：在任意孙子兵法挑战中获得黄金勋章

18.绵羊收集狂：在随机地图游戏中收集20头绵羊

20.家族封建：在战役场景中升级至封建时代

21.一击即中：用另一座巨型投石机摧毁一座巨型投石机

22.野象来袭：在单次游戏中训练40个战象或象兵

28.进屋先敲门：用轻型冲车摧毁200栋建筑

30.快活的农民：建造总计1000块农田

33.千辛万苦：在1v1游戏的“难”难度中打败一名AI对手

36.和平安宁：在1v1游戏的“和平”难度中打败一名AI对手

41.城堡摧毁者：摧毁50座城堡

45.失去信仰：招降一名敌方僧侣

47.小打小闹：在1v1游戏中的“中等”难度中打败一名AI对手

53.天降巨石：用轻型投石车杀死500个单位

59.敏捷如雀鸟：在罗马归来中在不损失任何单位的情况下赢得一场游戏

61.一路顺风：开启任意游戏模式的自动侦察

63.圣物猎人：收集100个圣物

65.强大巨型投石机：建造300个巨型投石机

66.功败垂成：失去易总建造进度95%以上的未完工城堡

67.世界奇观，世界奇观，不啊啊啊啊...：建造一个世界奇观

76.最后倒计时：在倒计时少于100年时摧毁一座敌人的世界奇观

85.黑色幽默：在黑暗时代用民兵杀死20名村民

86.无家可归：删除自己初始的城镇中心但仍赢得游戏

95.烟花表演：使用火箭车发射100个炮弹

100.难于上青天：在1v1游戏的“极难”难度中打败一名AI对手

118.监视网络：使用蔷琵战士建造10座哨站

123.冷静、镇定和沉着：在罗马归来中连续赢得3场游戏

130.卓越玩家：在1v1游戏的“极限”难度中打败一名AI对手

135.连锁反应：用自己的爆破船摧毁一艘敌方爆破船

138.D之日（D即爆破）：用自己的爆破船摧毁敌方运输船

145.邻居您好：用攻城塔登上一座敌方城墙

147.国王已死，国王万岁！：在弑君模式游戏中赢得一场游戏

151.震耳欲聋：用爆破兵或爆破船杀死一名敌方国王

153.我燃起来了......：使用火枪骑兵的冲锋攻击杀死50个单位

116.铁锻造：在罗马归来中在游戏时间不到20分钟即进入铁器时代

161.战车数量：在罗马归来中训练60名战车弓兵

162.我想知道我为什么那样做？：在罗马归来中通过建造世界奇怪赢得一场游戏

167.为废墟冲锋！：在罗马归来的工具时代用侦察兵杀死15个单位

173.呜噜噜：招降1000个单位

196.马可·波罗：探索超大尺寸地图99%的地区

197.轰隆巨响：用爆破船杀死1000个敌方单位



❌未完成：

137.惊世之才：独自面对3个人类对手并获得胜利


*/