/*

战役成就：（完成：10、未完成：10、总共：20）


25.苏格兰守护者：完成威廉·华莱士战役

27.货真价实：在“神选之人”中征服锡帕和博尔西帕

34.钢铁圣女：完成圣女贞德战役

39.极恶掠夺者：在“独眼流浪者”中，将6座波西米亚村庄全部摧毁

60.文明的建筑者：完成埃及的崛起战役

80.进入史诗：已完成“序章：众生之门”

98.英雄崭露头角，随即名扬天下：在刘备1中使用你的一项英雄主动技能

101.我能和你坦白吗？：借助AI或人类队友在“图尔（732）”合作历史战斗中获胜

124.战术撤退：完成第一次布匿战争战役

125.希腊友方：完成希腊之光战役

127.立法者：完成巴比伦之声战役

131.你在这里并无权力！：在“一位宿敌”中损失小于5个单位被招降

137.南方霸主：完成孙氏战役
133.江东之虎：在孙氏1中击败董卓突袭者
134.小霸王：在孙氏3中击败严白虎
136.受死吧，刘表：在孙氏4中夺取所有城堡

139.擎天大帝：完成图拉真战役
129.我即军团：在“血流成河”中击败达契亚军队

141.混沌英雄：完成曹操战役
121.勿追吕布：在曹操2中，20分钟内击败吕布
140.易如反掌：在曹操4中，击败任何兄弟之前先拿下邺城

152.世界奇观，世界奇观，世界...哦，别在意：在历史战役的“露梁海战（1598）”任务中，防止高丽世界奇观被毁灭



未完成：

1.熙德·坎培多尔：完成熙德战役

2.王者的反击：完成巴巴罗萨战役

3.复兴文艺之人：完成斯福尔扎战役

4.草越密，越好割：完成阿拉里克战役

5.哈，让罗马名存实亡：完成匈奴王阿提拉战役

6.城市传奇：完成巴里战役

7.马格里布大师：完成塔里克·伊本·齐亚德战役

8.非洲之王：完成松迪亚塔战役

9.野火燎原：在第四个帖木儿任务“印度斯坦的苏丹”中，在倒计时结束至少5分钟前征服德里

10.可汗万岁：完成可泰安汗战役

11.阿克苏姆的倾覆者：完成游娣特战役

12.为了汗国！：完成成吉思汗战役

13，弗拉迪斯拉夫，亲爱的别伤害我：完成德古拉战役

14.特诺奇提特兰之王：完成蒙提祖马战役

15，莽原帝国：完成帖木儿战役

16.英格兰的查士丁尼：完成长腿爱德华战役

17.世界震撼者：完成帕查库提战役

18.大发现时代：完成弗朗西斯科·德·阿尔梅达战役

19.圣地的捍卫者：完成萨拉丁战役

20.白菜之王：完成伊瓦依洛战役

21.毫无风度的实用主义者：在“自负的野心”中，在男爵军队进攻前击败小西蒙的军队

22.宽容的虔诚：在“家庭事务”中，在每个立陶宛村庄都建造一座修道院或祭坛

23.善良者，勇敢者，无畏者：完成西方大公爵战役

24.律法为王：完成苏耶跋摩一世战役

25.高级文化：完成欧特维尔家族战役

26.殊死之战：在第二个帕查库提任务“血战之地”中，在没有建造任何新城墙或城门的情况下成功保卫库斯科

27.窃国者：在长腿爱德华的第四个任务“空外套”中偷取司康之石

28.兄弟情谊：完成阿基尔达和科斯图提斯战役

29.反叛有理：完成黎利战役

30.感激不尽：在历史战役“北地传奇”中遇到一只企鹅

33.圣杯城主：完成扬·杰式卡战役

34.孤岛奇兵：完成加扎·玛达战役

35.盲眼射手：完成布里陀毗罗阇战役

36.排除万难：在第五个扬·杰式卡任务“帝王之怒”中，打败十字军

37.圣君转轮王：完成莽应龙战役

38.波兰之星：完成雅德维加战役

40.携手同行：完成提婆波罗战役

41.波斯猛虎：完成巴布尔战役

42.懦夫才外交：在第一个匈奴王阿提拉任务“上帝之怒”中，杀死基泰王子并打败基泰人

43.修理专家：在“拉杰普特人”中，修理被摧毁的村庄的所有4座城镇中心

44.群龙无首：在“鞑靼之轭”中，在打败敌方部队前先杀死其所有指挥官

45.虎父无犬子：完成拉金德拉战役

46.勒令停工：在“解放？”中，在罗湿陀罗拘陀人完成世界奇观前将其摧毁

47.昙花一现！：在欧特维尔家族的第二个任务“西西里的罗杰”中煽动叛乱

48.朋友，同胞，请听我说：在第五个弗朗西斯科·德·阿尔梅达任务“丧子之痛”中，在没有杀死任何葡萄牙单位的情况下招降阿方索·德·阿尔布克尔克

49.王权争逐：在第一个莽应龙任务“饿虎扑食”中，在前5分钟内杀死多迦耶毕国王

50.战争狂兽：在单人游戏中完成所有历史战役

51.齐兹科夫山丘：在“黄金之城”中，保住位于您城市东北方的旧塔

52.浪漫无可救药：在倒计时结束至少12分钟前赢得“美人芳心”

54.群山之王：完成索罗斯大地战役

55.热辣十足：在第三个蒙提祖马任务“羽蛇神”中防止塔巴斯科战败

56.匈那可汗助阵？：在“止息”中招降所有3名匈那可汗

57.压倒性胜选：在“王室之路”中俘虏所有桃里寺贵族

58.乔治亚常在我心：完成塔玛尔战役

59.叫我亦思马因：完成亦思马因战役





*/