/*

战役成就：（完成：23、未完成：175、总共：198）


✅完成：

25.苏格兰守护者：完成威廉·华莱士战役

27.货真价实：在“神选之人”中征服锡帕和博尔西帕

34.钢铁圣女：完成圣女贞德战役

39.极恶掠夺者：在“独眼流浪者”中，将6座波西米亚村庄全部摧毁

60.文明的建筑者：完成埃及的崛起战役

80.进入史诗：已完成“序章：众生之门”

98.英雄崭露头角，随即名扬天下：在刘备1中使用你的一项英雄主动技能

101.我能和你坦白吗？：借助AI或人类队友在“图尔（732）”合作历史战斗中获胜

124.战术撤退：完成第一次布匿战争战役

125.希腊友方：完成希腊之光战役

127.立法者：完成巴比伦之声战役

137.南方霸主：完成孙氏战役
133.江东之虎：在孙氏1中击败董卓突袭者
134.小霸王：在孙氏3中击败严白虎
136.受死吧，刘表：在孙氏4中夺取所有城堡

139.擎天大帝：完成图拉真战役
129.我即军团：在“血流成河”中击败达契亚军队
131.你在这里并无权力！：在“一位宿敌”中损失小于5个单位被招降

141.混沌英雄：完成曹操战役
121.勿追吕布：在曹操2中，20分钟内击败吕布
140.易如反掌：在曹操4中，击败任何兄弟之前先拿下邺城
164.知人善任：除了骑兵部队，不要在曹操1中训练任何军事部队

152.世界奇观，世界奇观，世...哦，别在意：在历史战役的“露梁海战（1598）”任务中，防止高丽世界奇观被毁灭

157.孤独勇士：在单人游戏中，在没有与北条氏结盟的情况下赢得“砺波山之战（1183）”



❌未完成：

1.熙德·坎培多尔：完成熙德战役

2.王者的反击：完成巴巴罗萨战役

3.复兴文艺之人：完成斯福尔扎战役

4.草越密，越好割：完成阿拉里克战役

5.哈，让罗马名存实亡：完成匈奴王阿提拉战役

6.城市传奇：完成巴里战役

7.马格里布大师：完成塔里克·伊本·齐亚德战役

8.非洲之王：完成松迪亚塔战役

9.野火燎原：在第四个帖木儿任务“印度斯坦的苏丹”中，在倒计时结束至少5分钟前征服德里

10.可汗万岁！：完成可泰安汗战役

11.阿克苏姆的倾覆者：完成游娣特战役

12.为了汗国！：完成成吉思汗战役

13.弗拉迪斯拉夫，亲爱的别伤害我：完成德古拉战役

14.特诺奇提特兰之王：完成蒙提祖马战役

15.莽原帝国：完成帖木儿战役

16.英格兰的查士丁尼：完成长腿爱德华战役

17.世界震撼者：完成帕查库提战役

18.大发现时代：完成弗朗西斯科·德·阿尔梅达战役

19.圣地的捍卫者：完成萨拉丁战役

20.白菜之王：完成伊瓦依洛战役

21.毫无风度的实用主义者：在“自负的野心”中，在男爵军队进攻前击败小西蒙的军队

22.宽容的虔诚：在“家庭事务”中，在每个立陶宛村庄都建造一座修道院或祭坛

23.善良者，勇敢者，无畏者：完成西方大公爵战役

24.律法为王：完成苏耶跋摩一世战役

25.高级文化：完成欧特维尔家族战役

26.殊死之战：在第二个帕查库提任务“血战之地”中，在没有建造任何新城墙或城门的情况下成功保卫库斯科

27.窃国者：在长腿爱德华的第四个任务“空外套”中偷取司康之石

28.兄弟情谊：完成阿基尔达和科斯图提斯战役

29.反叛有理：完成黎利战役

30.感激不尽：在历史战役“北地传奇”中遇到一只企鹅

33.圣杯城主：完成扬·杰式卡战役

34.孤岛奇兵：完成加扎·玛达战役

35.盲眼射手：完成布里陀毗罗阇战役

36.排除万难：在第五个扬·杰式卡任务“帝王之怒”中，打败十字军

37.圣君转轮王：完成莽应龙战役

38.波兰之星：完成雅德维加战役

40.携手同行：完成提婆波罗战役

41.波斯猛虎：完成巴布尔战役

42.懦夫才外交：在第一个匈奴王阿提拉任务“上帝之怒”中，杀死基泰王子并打败基泰人

43.修理专家：在“拉杰普特人”中，修理被摧毁的村庄的所有4座城镇中心

44.群龙无首：在“鞑靼之轭”中，在打败敌方部队前先杀死其所有指挥官

45.虎父无犬子：完成拉金德拉战役

46.勒令停工：在“解放？”中，在罗湿陀罗拘陀人完成世界奇观前将其摧毁

47.昙花一现！：在欧特维尔家族的第二个任务“西西里的罗杰”中煽动叛乱

48.朋友，同胞，请听我说：在第五个弗朗西斯科·德·阿尔梅达任务“丧子之痛”中，在没有杀死任何葡萄牙单位的情况下招降阿方索·德·阿尔布克尔克

49.王权争逐：在第一个莽应龙任务“饿虎扑食”中，在前5分钟内杀死多迦耶毕国王

50.战争狂兽：在单人游戏中完成所有历史战役

51.齐兹科夫山丘：在“黄金之城”中，保住位于您城市东北方的旧塔

52.浪漫无可救药：在倒计时结束至少12分钟前赢得“美人芳心”

54.群山之王：完成索罗斯大帝战役

55.热辣十足：在第三个蒙提祖马任务“羽蛇神”中防止塔巴斯科战败

56.匈那可汗助阵？：在“止息”中招降所有3名匈那可汗

57.压倒性胜选：在“王室之路”中俘虏所有桃里寺贵族

58.乔治亚常在我心：完成塔玛尔战役

59.叫我亦思马因：完成亦思马因战役

60.姐妹来相助：在第四个松迪亚塔任务“血溅河滩”中集结一支至少有100个飞刀女兵的军队

61.令人钦佩的海军上将：已在“扬起风帆”中研究所有海军科技

62.维京时代：已在“艾恩赛德（859）”中找到所有维京英雄

63.一日之内，罗马覆灭：在第四个阿拉里克任务中，在前30分钟内摧毁所有罗马城堡

64.亚历山大大帝：完成“披著豹皮的女王”中所有支线任务

65.绝域亚历山德里亚：在“世界尽头的城市”中，全面升级每个区域

66.全部囊括：在“送礼的希腊人”中没有失去一辆资源车

67.水陆突袭：在“海达斯佩河之战”中，同时守住每个登陆区

69.兵马未动，粮草先行：在“西里西亚之门”中，在25分钟的时间内收集所需的资源

70.“汗”动人心：在“帕尼帕特之役”中招降阿拉姆汗和道拉特汗

71.你不满意吗？：在不到10分钟内赢得“使节与军团”————————

72.尸山血海：在第五个匈奴王阿提拉任务“沙隆战役”中，在前30分钟内打败所有敌人

73.挚爱的阿姨：确保阿利克塞“建国者塔玛尔”中完成他的世界奇观

74.唤醒巨龙：在刘备3中部署诸葛亮的火计陷阱

75.祸根深种：招募撒克逊蛮族盟军12次后，已成功赢得“沃蒂根（440）”

76.第二次黑斯廷斯战役：在“钩子和鳕鱼之战”中，在击败杰奎琳之间摧毁亨弗瑞的基地

77.合适的总督：已在阿里斯塔格拉斯从未同时控制超过四座城镇的情况下完成“爱奥尼亚起义”

78.巴赛勒斯：在“争夺统治权”中，达到100正统性

79.战舰：在没有让任何一艘土耳其运输船在您的海岸上卸下单位的情况下，赢得历史战役“勒班陀战役（1571）”

80.封锁突破者：在“神圣萨拉米斯”中摧毁两道海军封锁

81.血流成河：在“底比斯灾劫”中，扮演亚历山大并在不到25分钟的时间内占领全部四个底比斯地标

82.赏金猎人：在“皇帝的复仇”中招降至少三名拜占庭将军

83.面包和马戏：已在“科穆宁（1081）”中支持获胜的战车队伍

84.但这很有挑衅性：已在“谢安（383）”中于苻坚准备好之前激怒他

85.宿敌：已完成全部编年史：为希腊而战战役

86.英雄和恶棍：已在任意难度下完成“成王败寇”剧本

87.励志诗人：在“难”难度布里陀毗罗阇#5中，在古尔人攻击前招降所有拉者

88.回到第一方阵：完成皮洛士战役

89.辣椒屠戮：完成马普切战役

90.黄金之路：完成穆伊斯卡战役

91.大帝：完成整个编年史：亚历山大大帝战役

92.民之拉者：在“难”难度“浴火而生”中拯救两个结盟的村庄

93.皇叔：完成刘备战役

94.战神：完成萨尔贡战役

95.丛林守护者：完成图皮战役

96.真正的至高君主：在第三个巴巴罗萨任务“宗教之争”中，在没有获得任何村民的情况下招降米兰的大教堂

98.要道封锁：完成“无处可逃”，不允许超过指定数量一半的卡萨亚人逃离

99.教堂圣殿：别在“背叛者和叛徒”中失去任何塔尔苏斯的村民

100.前无古人：已在“拉格纳（850）”中完成所有50个传奇目标

101.联合作战：已在未研究任何特殊步兵科技的情况下完成“雅典的衰落”

102.政变：已通过赢得至少三个公爵的支持赢得“罗伯特（921）”

103.危机管理：在没有要求适量或大量贡品的情况下完成“帝王的果实”

104.九省大名：已在“岛津（1545）”中于公元1600年之前击败幕府将军并征服全部九省

105.一去不返：在第五个可泰安任务“新的家园”中，在前45分钟内帮助贝拉国王并打败奥地利腓特烈公爵

106.水上迷烟：在历史战役“鄱阳湖之战（1363）”中购买20艘龙舟

108.豪华炸药：找到并炸毁“烟雾弥漫”中的所有火药桶

109.加急运送：在“神的意志”中在不到30分钟内将古物带到各个城邦

110.不可能的远征：在“黄金国王”中，在计时结束前击败克萨达和费德曼的远征军

111.虎视眈眈：在“后起之秀”中打败所有敌对势力

112.快过飞驰的炮弹：已在“征服者（1453）”中，于1453年5月15日前杀死君士坦丁十一世并占领圣索菲亚大教堂

113.阴影之战：已完成在“炽热之门”中完成主要目标后于塞莫皮莱存活5分钟

114.战火连绵：在第五个德古拉任务“暗夜降临”中集结10个意大利佣兵、10个热那亚弩手和10个手推炮

115.第一市民：已在恩惠从未低于50的情况下完成“长墙之内”任务

117.阿耳忒弥斯西亚的朋友：已在“追逐烟雾”和“大地和淡水”中帮助阿耳忒弥斯西亚

118.希洛人的朋友：已在没有掠夺任何美塞尼亚的坟墓的情况下完成“海岸上的火葬堆”

119.大型战舰闪亮登场：已在“德瑞克（1572）”中俘获一艘西班牙大型战舰

120.游戏结束了，尤里：在“尤里的复仇”中于攻城结束前击败尤里

121.已在“塞尔柱（985）”中达成一个领袖的所有野心：在“塞尔柱（985）”中达成一个领袖的所有野心

122.希腊闪电：在德米特里厄斯到达“马其顿诸王”之前获胜

123.家园失安：在“死亡与恐怖之神”中，始终保持至少三个同盟村庄处于你的掌控之下

125.印度志：在“发现之旅”中，完成“印度志”（发现所有事件）并收集全部宝藏

126.意大利琼斯和第一次十字军东征：在欧特维尔家族的第四个任务“东方的博希蒙德”中不失去任何英雄

127.我曾到过中国：在第三个成吉思汗任务“入主中原”中，在金开始建造世界奇观前打败他们

130.暗杀屈出律：在第二个成吉思汗任务“复仇人生”中，在前20分钟内杀死屈出律

131.男性领袖：已在“为希腊而战”战役中获得所有可用的光环升级

132.失落的维京人：已在“金发（870）”中找到三名失落的维京人

133.苏格兰之锤：在“苏格兰之锤”中，在罗伯特·布鲁斯背叛您之前杀死威廉·华莱士

134.人民领袖：在刘备4中，将所有平民运输车带至孙权处

135.马拉松战士：已在“马拉松之战”中找到并完成所有任务

139.状况良好：在“王位的阴影”中，将赎金车毫发无伤地送达

140.更多危险，更多荣耀：在“让王子决定”中，总是支持克莱特斯

141.永不轻信战役AI：无视喀布尔在“最后的帖木儿人”中提出签订互不侵犯条约的建议

142.英雄俱在：在第五个黎利任务“兵分三路”中赢得胜利且四个英雄无一阵亡

143.一切从简：在“维陶塔斯的十字军东征”中，在为建造城镇中心的情况下打败克里米亚鞑靼人

144.库曼倾巢而动：在没有升级到城堡时代的情况下。赢得第二个可泰安任务“迦勒迦河之战”

145.我不怕枪：在“卡塔伊”中击败鄂图曼人

147.决不宽贷：在“努力的成果”中，杀死乌尔里希·冯·容金根河尼古拉斯·冯·雷尼斯

148.恶人无宁日：在拉金德#2中，在不占领城镇中心的情况下打败曼纳兰姆和波隆纳鲁瓦

149.无轮：在“王国分裂”任务中不制造任何攻城武器

150.世界奇观一个不留：在第六个匈奴王阿提拉任务“罗马的衰落”中，在每个世界奇观完成前将其一一摧毁

151.出奇制胜：在“圣水”中，在摩醯波罗完成世界奇观前赢得游戏

152.多如砂砾：在没有训练任何军事单位（除步兵外）的情况下赢得第二个阿拉里克任务“铲平赫拉斯”

153.进攻即是最好的防御：在第六个萨拉丁任务“狮子与恶魔”中，在建造世界奇观前打败所有敌人

154.土耳其软糖：在单人游戏中，在没有与土耳其势力结盟的情况下打败他们，并赢得“兵临巴菲乌斯（1302）”

155.我们的小马驹：将所有25匹马带到“图卡佩尔战役”中的盟军围栏

156.般涅槃：在“开悟”中积攒100点虔诚度

157.菲洛拉肯：已在“穿过酒色深幽的大海”和“摄政王之怒”中将一件圣物献给斯巴达人

158.平民守护者：在“君士坦丁十一世（1453）”中没有失去一名村民

159.领土守护者：在“波兰之星”中，在加利奇没有占领任何中立城镇的情况下获胜

160.进攻呦！：在“血腥波峰”中击败所有敌方赛普勒斯玩家

161.拒绝摄政王：已在“穿过酒色深幽的大海”中将一件圣物献给萨拉米斯并在“摄政王之怒”中将一件圣物献给波律克利托斯

162.为废墟冲锋！：在罗马归来的工具时代用侦察兵杀死15个单位

163.毫发无伤：在第二个加扎·玛达任务“班师勤王”中，在前10分钟内找到国王

164.洗劫和焚烧：已在“鲜血与黄金”中掠夺诺提姆、普里恩以及居鲁士指定的三座城市

165.如雄狮怒吼：在“难”难度中赢得第五个松迪亚塔任务“深入虎穴”

166.撒克逊的复仇：已在“奥托（936）”中击败西法兰克王国

167.罗马公民：在“沃蒂根（440）”中没有失去一座城市

168.白手起家；在“吉斯卡尔的到来”任务中，在不与阿盖洛斯或瓜伊马尔结盟的情况下获胜

169.Shogun：在困难难度下使用任何势力赢得“织田信长（1551）”

170.闭嘴，拉海尔！：在任务“圣女陨落”中，在俘虏圣女贞德前击败法兰西军队

171.女神啊，放声歌唱亚历山大之怒：在“怒火”中，击败所有4个科萨亚部落

172.偷袭：在“红帽”中赶在法鲁克·亚萨尔抵达要塞前杀死他

173.死得其所：已确保卡洛曼在“查理曼（768）”中死亡

175.圣物收集狂：在第五个苏耶跋摩任务“千古伟业”中收集地图上所有圣物

176.拿下伊拉卡并非易事：切勿让敌人在“兹帕和扎克”中赢得伊拉卡的支持

177.严防死守...：在“西西弗斯”中打败所有敌人

178.进取之心：在第六个成吉思汗任务“蒙古太平”中，在速不台到达前打败匈牙利人

179.波斯大王的愤怒：已在“土地和淡水”中击败所有敌对玩家

180.传教士：在第一个熙德任务“手足相残”中收集所有圣物

181.传统战法：已在“史蒂芬（1135）”中，在不建造巨型投石机的情况下赢得胜利

182.天啊！：在“摄政王之怒”期间没有失去拜占庭的任何一个市场或港口

183.古墓掠夺者：已在掠夺全部美塞尼亚人的坟墓后完成“海岸上的火葬堆”

184.不要相信任何人：已通过进攻并击败法兰克的所有公爵和国王赢得“罗伯特（921）”

185.当图皮人还是不当图皮人：完成“出逃”任务。且损失的难民车不超过3辆

187.合则亡：已在“姆斯季斯拉夫（1203）”中，在蒙古人抵达之前获得四个盟友

188.乌尔的离开：在“预言”中，在乌尔的世界奇观完成前摧毁它

189.惨遭劫掠：已在“盖塞里克（406）”中，于公元455年洗劫罗马

190.亚历山大会怎么做？：在“亚历山大二世”中，在所有盟军城镇中心完好的情况下获胜

107.兵马未动，粮草先行：在第三个游娣特任务“皇冠落地”中，在达纳罕和其他军队行进前完成所有次要任务并摧毁其所有的小型基地

*/