/*

白处尊（统计时间：2025.8.21）

蓝卡：（10张——18.71级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——20级

民兵队长（2费）——19级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——16级、16级



紫卡：（10张——18.71级）

四芒军旗（1费）——14级、12级

圣殿御卫（2费）——20级

圣殿骑士（3费）——20级

白袍主教（3费）——18级

边境高墙（3费）——16级

召集护卫（4费）——15级

夺取阵地（4费）——13级

禁卫百夫长（5费）——18级



橙卡：（10张——18.71级）

圣枪·卡洛琳（4费）——18级

明日之音·露娜（4费）——12级

帝国军魂·莱哈特（5费）——17级

正阳大主教·伊恩（6费）——15级

钢铁统帅·雷蒙德（8费）——16级



技能等级：（重炮阵地-13级）：【回合3】召唤【帝国重炮-lv14】和【小镇民兵-lv10】，全体友军生命+6。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（圣堂铁砧-7级）：【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】。


*/