/*

白处尊（统计时间：2025.9.28）

蓝卡：（14张——17.71级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——20级

修女（2费）——19级

民兵队长（2费）——19级

连击（3费）——20级、19级

圣殿弩手（3费）——20级

执剑道者（3费）——20级

龟族僧人（3费）——20级

增援战线（3费）——20级

萌化术（4费）——9级、9级

光明惩戒（5费）——17级、16级



紫卡：（12张——16.83级）

四芒军旗（1费）——16级

传记·钢铁守卫（1费）——14级

圣殿御卫（2费）——20级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

驱魔道人（3费）——20级

扫叶僧（3费）——19级

御风武者（4费）——19级

夺取阵地（4费）——13级、11级

禁卫百夫长（5费）——18级

万物之灵（5费）——12级



橙卡：（4张——16.25级）

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——18级

武圣·云长（8费）——16级


总卡等：17.17级 


技能等级：（莲华守护-11级）：【回合4】全体友军生物+9/+9，获得1回合【神佑】。

武器等级：（荣耀命运权杖-4级）：【回合4结束】获得【皇家狮鹫-lv4】，吹回随机敌军。

宝物等级：（天使面容-5级）：【回合5】3个友军+1/+8，本回合获得【神佑】、【回命】。


*/