/*

迅（统计时间：2025.8.21）

蓝卡：（15张——16.27级）

势如破竹（2费）——18级、15级

拒马（2费）——17级

苦行武僧（2费）——17级

蓄力射手（2费）——16级

连击（3费）——20级、18级

执剑道者（3费）——20级

龟族僧人（3费）——19级

迅捷长矛手（3费）——18级

叶幻师（3费）——16级

铁山靠（3费）——14级

风卷残云（4费）——13级、11级

强行捕猎（4费）——12级



紫卡：（13张——15.38级）

无畏猎户（2费）——16级

驱魔道人（3费）——20级

扫叶僧（3费）——18级

地洞巨獾（3费）——15级

活力仙人掌（3费）——14级

御风武者（4费）——19级

飞斧狂人（4费）——17级、15级

饥蛮巨汉（4费）——16级

泰山之力（4费）——14级

飞斧女豪（5费）——14级

万物之灵（5费）——12级、10级



橙卡：（2张——11.50级）

上宝沁金耙（4费）——11级

许愿神树（4费）——12级


总卡等：15.57级 


技能等级：（剑十三·破-10级）：【回合3】随机友军生物+2/+6，获得【回命】、获得1回合【连击】和【神佑】。

武器等级：（钻石长枪-5级）：【回合4】随机友军+2/+2，获得【连击】。

宝物等级：（翡翠玉佩-6级）：【回合1结束】获得【蟠桃会-lv7】。


*/