/*

亚芬戴克斯（统计时间：2025.9.28）

蓝卡：（11张——17.55级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——14级、13级

狡诈学徒（2费）——20级

黑夜突袭（2费）——18级

圣殿弩手（3费）——20级

增援战线（3费）——20级

热血矿工（3费）——19级

酗酒醉汉（3费）——16级

魔力风暴（3费）——16级

光明惩戒（5费）——17级



紫卡：（12张——16.33级）

四芒军旗（1费）——16级

圣殿御卫（2费）——20级

海燕精卫（2费）——20级

海神赐福（2费）——11级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

召集护卫（4费）——17级

黑金诈术师（4费）——14级

在逃重犯（4费）——14级

夺取阵地（4费）——13级

奴役黑猿（4费）——13级

禁卫百夫长（5费）——18级



橙卡：（7张——14.57级）

蒙面侠客·翔（2费）——16级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——12级

百变魔牌·梅基（4费）——10级

永恒之王·莱哈特（5费）——18级

白袍·伊恩（6费）——15级

黑道圣徒·梅森（7费）——12级



总卡等：15.57级


技能等级：（扬起黑旗-9级）：【回合3】吸取敌方英雄20点生命，若英雄生命高于敌方，随机友军生物攻击+7。

武器等级：（矿工锄-6级）：【回合2结束】后排位置召唤【热血矿工-lv6】。

宝物等级：（铁镣铐-9级）：【回合3】召唤【奴役黑猿-lv11】。


*/