/*

梅（统计时间：2025.9.28）

蓝卡：（16张——16.63级）

圣殿斥候（1费）——20级

旅行背包（1费）——16级

圣殿卫士（2费）——20级

修女（2费）——19级

连击（3费）——20级、19级

圣殿弩手（3费）——20级

执剑道者（3费）——20级

龟族僧人（3费）——20级

铁山靠（3费）——14级

风卷残云（4费）——13级、13级

萌化术（4费）——9级、9级

光明惩戒（5费）——17级、16级



紫卡：（10张——17.30级）

圣殿御卫（2费）——20级

圣殿骑士（3费）——20级

驱魔道人（3费）——20级

扫叶僧（3费）——19级

冲锋装备（3费）——14级

御风武者（4费）——19级

召集护卫（4费）——17级

泰山之力（4费）——14级

禁卫百夫长（5费）——18级

万物之灵（5费）——12级



橙卡：（4张——15.00级）

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——12级

上宝沁金耙（4费）——11级

永恒之王·莱哈特（5费）——18级


总卡等：16.63级 


技能等级：（剑十三·破-10级）：【回合3】随机友军生物+2/+6，获得【回命】、获得1回合【连击】和【神佑】。

武器等级：（钻石长枪-5级）：【回合4】随机友军+2/+2，获得【连击】。

宝物等级：（翡翠玉佩-6级）：【回合1结束】获得【蟠桃会-lv7】。


*/