/*

萨维丽娅（统计时间：2025.8.21）

蓝卡：（12张——17.42级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——13级、13级

圣殿卫士（2费）——20级

民兵队长（2费）——19级

狡诈学徒（2费）——18级

黑夜突袭（2费）——17级

圣殿弩手（3费）——20级

增援战线（3费）——20级

热血矿工（3费）——17级

光明惩戒（5费）——16级、16级



紫卡：（11张——16.18级）

四芒军旗（1费）——14级、12级

圣殿御卫（2费）——20级

海燕精卫（2费）——18级

圣殿骑士（3费）——20级

白袍主教（3费）——18级

边境高墙（3费）——16级

召集护卫（4费）——15级

黑金诈术师（4费）——14级

夺取阵地（4费）——13级

禁卫百夫长（5费）——18级



橙卡：（7张——15.00级）

蒙面侠客·翔（2费）——15级

春花使者·卡洛琳（4费）——18级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——15级

黑道圣徒·梅森（7费）——12级

武圣·云长（8费）——16级


总卡等：16.40级 


技能等级：（重炮阵地-9级）：【回合3】召唤【帝国重炮-lv7】和【小镇民兵-lv5】。

武器等级：（禁卫之矛-7级）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（圣堂铁砧-7级）：【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】。


*/