/*

蓝卡：（16.33级）（12张）

苦行武僧（2费）——18级
【传承】、【成长】

拒马（2费）——18级
【荆棘】、【高面板】

连击（3费）——20级、20级、12级
【连击】、【增益】

执剑道者（3费）——20级
【成长】、【增益】

龟族僧人（3费）——20级
【护甲】、【回命】、【传承护甲提升】

叶幻师（3费）——16级
【换位】、【传承】

铁山靠（3费）——14级
【增益】、【洞察】、【过牌】

风卷残云（4费）——13级、13级、12级
【吹风】、【回命】、【充能】



紫卡：（15.38级）（8张）

驱魔道人（3费）——20级
【神佑】、【成长】

扫叶僧（3费）——19级
【吹回】、【传承】

御风武者（4费）——20级
【先攻】、【吹回】

墨轩隐士（4费）——14级
【复制】、【跳费】、【洞察】

泰山之力（4费）——14级
【增益】、【护甲】、【魔防】

猛化术（4费）——12级
【解卡】、【增益

万物之灵（5费）——12级、12级
【神佑】、【增益】



橙卡：（13.00级）（3张）

神机玄女·轩（4费）——15级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】

长生不老树（5费）——12级
【肉盾】、【磐龙】、【给人参果】



小计：15.57级

*/
