/*

蓝卡：（16.50级）（10张）

拒马（2费）——17级
【荆棘】、【高面板】

苦行武僧（2费）——17级
【成长】、【传承】、【魔防】

连击（3费）——20级、18级
【连击】、【增益】

执剑道者（3费）——20级
【成长】、【增益】

龟族僧人（3费）——19级
【护甲】、【回命】、【传承护甲提升】

叶幻师（3费）——16级
【换位】、【传承】

铁山靠（3费）——14级
【增益】、【洞察】、【过牌】

风卷残云（4费）——13级、11级
【解牌】、【回命】、【充能】



紫卡：（15.50级）（6张）

驱魔道人（3费）——20级
【神佑】、【成长】

扫叶僧（3费）——18级
【吹回】、【传承】

御风武者（4费）——19级
【先攻】、【吹回】

泰山之力（4费）——14级
【增益】、【护甲】、【魔防】

万物之灵（5费）——12级、10级
【神佑】、【增益】



橙卡：（11.50级）（2张）

悟能禅杖（4费）——11级
【增益】，【践踏】、【回命】、【护甲】

长生不老树（5费）——12级
【高血量】、【磐龙】、【充能】、【回血】



小计：15.61级

*/
