/*

蓝卡：（15.50级）（12张）

拒马（2费）——18级
【荆棘】、【高面板】

太极剑法（2费）——13级
【先攻】、【魔防】、【增益】

连击（3费）——20级、19级、12级
【连击】、【增益】

执剑道者（3费）——20级
【成长】、【增益】

龟族僧人（3费）——20级
【护甲】、【回命】、【传承护甲提升】

铁山靠（3费）——14级、12级
【增益】、【洞察】、【过牌】

风卷残云（4费）——13级、13级、12级
【吹风】、【回命】、【充能】



紫卡：（15.22级）（9张）

驱魔道人（3费）——20级
【神佑】、【成长】

扫叶僧（3费）——19级
【吹回】、【传承】

逍遥琴师（3费）——14级
【快攻】

御风武者（4费）——20级
【先攻】、【吹回】

墨轩隐士（4费）——14级
【复制】、【跳费】、【洞察】

泰山之力（4费）——14级
【增益】、【护甲】、【魔防】

萌化术（4费）——12级、12级
【解卡】、【增益】

万物之灵（5费）——12级
【神佑】、【增益】



橙卡：（12.00级）（3张）

灵龟神丹（3费）——12级
【神佑】、【回命】、【增益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】

长生不老树（5费）——12级
【肉盾】、【磐龙】、【给人参果】



小计：14.96级

*/
