/*

总计：（23张）

蓝卡：（20.75级）（8张）

圣殿斥候（1费）——21级
【洞察】、【人海】、【高攻击】

圣殿卫士（2费）——22级
【回命】、【洞察】

修女（2费）——22级
【回血】

圣殿弩手（3费）——22级
【快攻】、【协战】

增援战线（3费）——22级
【人海】、【洞察】

田园守望者（3费）——20级
【洞察】、【回血】、【成长】

光明惩戒（5费）——19级、18级
【洞察】、【解卡】、【充能】



紫卡：（18.90级）（10张）

传记·钢铁守卫（1费）——20级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

四芒军旗（1费）——18级
【人海】、【魔免】、【增益】

圣殿御卫（2费）——22级
【洞察】、【人海】

白袍主教（3费）——22级
【人海】、【属性】

圣殿骑士（3费）——22级
【护甲】、【回命】、【协战】

边境高墙（3费）——18级
【洞察】、【防御】、【冰成长】

召集护卫（4费）——20级
【洞察】、【人海】、【磐龙】、【增益】

夺取阵地（4费）——15级、12级
【吹风】、【洞察】、【人海】

禁卫百夫长（5费）——20级
【人海】、【护甲】、【磐龙】



橙卡：（18.00级）（5张）

圣枪·卡洛琳（4费）——21级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——20级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——19级
【洞察】、【回血】、【增益】

钢铁统帅·雷蒙德（8费）——18级
【连击】、【磐龙】、【护甲】、【增益】



小计：18.68级

*/