/*

蓝卡：（18.56级）（9张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

旅行背包（1费）——16级
【回命】、【增益】

圣殿卫士（2费）——20级
【回命】、【洞察】

修女（2费）——19级
【回血】

民兵队长（2费）——19级
【人海】、【协战】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——17级、16级
【洞察】、【解卡】、【充能】



紫卡：（16.30级）（10张）

四芒军旗（1费）——16级
【人海】、【魔免】、【增益】

传记·钢铁守卫（1费）——14级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

圣殿骑士（3费）——20级
【护甲】、【回命】、【协战】

白袍主教（3费）——20级
【人海】、【属性】

冲锋装备（3费）——14级
【护甲】、【增益】、【洞察】

召集护卫（4费）——17级
【洞察】、【人海】、【磐龙】、【增益】

夺取阵地（4费）——13级、11级
【吹风】、【洞察】、【人海】

禁卫百夫长（5费）——18级
【人海】、【护甲】、【磐龙】



橙卡：（16.00级）（5张）

圣枪·卡洛琳（4费）——19级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——18级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——15级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——16级
【连击】、【磐龙】、【护甲】、【增益】



小计：17.08级

*/