/*

蓝卡：（14.50级）（10张）

卜命道长（1费）——16级
【低费传承】

苦行武僧（2费）——14级
【传承】、【成长】

执剑道者（3费）——17级
【成长】、【增益】

龟族僧人（3费）——16级
【护甲】、【回命】

连击（3费）——16级、14级
【连击】、【增益】

深山采药人（3费）——15级
【回命】、【传承】

叶幻师（3费）——12级
【换位】、【传承】

铁山靠（3费）——13级
【增益】、【洞察】、【过牌】

祥云师太（4费）——12级
【增益】、【传承】


// 不上

箭竹守卫（1费）——12级
【快攻】

拒马（2费）——12级
【荆棘】

长耳庄巧姑（2费）——12级
【跳费】、【洞察】、【】传承

树木之怒（2费）——12级
【快攻】、【随机解卡】

飓风术（2费）——12级
【解卡】、【洞察】、【回血】

锁妖塔守卫（2费）——12级
【洞察】、【法力封锁】

风铃道人（4费）——12级
【吹飞】、【洞察】

风卷残云（4费）——12级
【解牌】、【回命】、【充能】



紫卡：（15.00级）（3张）

扫叶僧（3费）——16级
【吹回】、【传承】

驱魔道人（3费）——15级
【神佑】、【成长】

万物之灵（5费）—14级
【神佑】、【增益】


// 不上

御风武者（4费）——12级
【先攻】、【吹回】

墨轩隐士（4费）——12级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】



橙卡：（13.00级）（2张）

神机玄女·轩（4费）——13级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——13级
【增益】，【践踏】、【回命】、【护甲】


// 不上



小计：14.40级

*/