/*

蓝卡：（13.78级）

卜命道长（1费）——14级
【低费传承】

叶幻师（3费）——13级
【换位】、【传承】

龟族僧人（3费）——14级
【回命】、【护甲】、【成长】

执剑道者（3费）——16级
【成长】、【增益】

深山采药人（3费）——13级
【回命】、【传承】

连击（3费）——15级、13级
【连击】、【增益】

祥云师太（4费）——12级
【增益】、【传承】

风卷残云（4费）——14级
【解牌】、【回命】、【充能】


// 不上

长耳庄巧姑（2费）——8级
【跳费传承】、【洞察】

苦行武僧（2费）——13级
【传承】、【成长】

铁山靠（3费）——13级
【增益】、【洞察】、【过牌】



紫卡：（12.80级）

扫叶僧（3费）——14级
【吹回】、【传承】

驱魔道人（3费）——14级
【神佑】、【成长】

御风武者（4费）——13级
【先攻】、【吹回】

泰山之力（4费）——11级
【增益】、【护甲】

万物之灵（4费）——12级
【神佑】、【增益】


// 不上

墨轩隐士（4费）——11级
【复制】、【跳费】

蟠桃会（4费）——11级
【洞察】、【过牌】、【增益】



橙卡：（12.00级）

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】


// 不上

流岚刃·琳（3费）——10级
【神佑】、【隐身】、【成长】、【连击】

神机玄女·轩（4费）——6级
【洞察】、【增益】、【减益】

逸云剑·任大师（7费）——8级
【机制怪】



小计：12.86级

*/