/*

蓝卡：（14.60级）（10张）

卜命道长（1费）——15级
【低费传承】

白羊药师（2费）——15级
【快攻】、【回命】

树木之怒（2费）——15级
【快攻】、【随机解卡】

苦行武僧（2费）——13级
【传承】、【成长】

执剑道者（3费）——16级
【成长】、【增益】

铁山靠（3费）——13级
【增益】、【洞察】、【过牌】

连击（3费）——15级、13级
【连击】、【增益】

深山采药人（3费）——14级
【回命】、【传承】

风铃道人（4费）——15级
【吹飞】、【洞察】


// 不上

箭竹守卫（1费）——17级
【快攻】

长耳庄巧姑（2费）——8级
【跳费传承】、【洞察】

叶幻师（3费）——13级
【换位】、【传承】

疾风猎手（3费）——13级
【快攻】

风卷残云（4费）——14级
【解牌】、【回命】、【充能】

祥云师太（4费）——12级
【增益】、【传承】



紫卡：（14.00级）（4张）

扫叶僧（3费）——15级
【吹回】、【传承】

驱魔道人（3费）——14级
【神佑】、【成长】

御风武者（4费）——14级
【先攻】、【吹回】

万物之灵（5费）—13级
【神佑】、【增益】



// 不上

逍遥琴师（3费）——14级
【快攻】、【aoe伤害】

墨轩隐士（4费）——11级
【复制】、【跳费】

蟠桃会（4费）——11级
【洞察】、【过牌】、【增益】

泰山之力（4费）——11级
【增益】、【护甲】



橙卡：（12.00级）（3张）

流岚刃·琳（3费）——12级
【神佑】、【传承连击隐身】

神机玄女·轩（4费）——12级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】


// 不上



小计：14.00级

*/