/*  3级：兑换券兑换   2级：无脑粉尘买   1级：粉尘打折买


蓝卡：

1.卜命道长（1费）——1~2级

2.箭竹守卫（1费）——2级

3.白羊药师（2费）——2级

4.长耳庄巧姑（2费）——1-2级

5.树木之怒（2费）——2级

6.飓风术（2费）——1~2级

7.叶幻师（3费）——2级

8.龟族僧人（3费）——2级

9.执剑道者（3费）——2级

10.连击（3费）——2级

11.铁山靠（3费）——2级

12.风铃道人（4费）——2级

13.祥云师太（4费）——1-2级

14.风卷残云（4费）——2级

15.勇气师范（5费）——1-2级



紫卡：

1.扫叶僧（3费）——2级

2.逍遥琴师（3费）——1级

3.驱魔道人（3费）——2级

4.御风武者（4费）——2级

5.墨轩隐士（4费）——1-2级

6.蟠桃会（4费）——1-2级

7.泰山之力（4费）——1-2级

8.疾风传说（4费）——2级

9.万物之灵（4费）——1-2级



橙卡：

1.流岚刃·琳（3费）——1级

2.神机玄女·轩（4费）——1级

3.悟能禅杖（4费）——1-2级

4.逸云剑·任大师（7费）——1级











*/