/*

蓝卡：（13.50级）（6张）

冥河守卫（1费）——16级
【快攻】

落雷击（1费）——14级
【快攻】、【解卡】

邪眼魔（2费）——13级、12级
【弃牌】、【快攻】

残暴爪钩（2费）——13级
【快攻】

烈焰风暴（4费）——13级
【快攻】、【解卡】


// 不上

狂暴炎球（3费）——11级
【解卡】、【充能】

凝血之池（3费）——9级
【过牌】



紫卡：(12.25级)（8张）

碎颅魔（2费）——13级
【快攻】

觅食大嘴兽（2费）——12级
【高面板】、【增益】

绝望镰魔（3费）——12级
【禁疗】、【增益】

岩浆球（3费）——12级
【禁疗】、【快攻】

灼神双炎（4费）——12级
【快攻】、【解卡】

雷光炼狱（5费）——13级
【快攻】、【解卡】

地狱屠夫（5费）——12级
【消灭】

恶灵魔焰（6费）——11级
【快攻】


// 不上



橙卡：（8级）（2张）

痛苦之心（2费）——5级
【弃牌】

怨魂饕餮兽（5费）——11级
【快攻】


// 不上

血影（3费）——5级
【机制】

血翼·莉莉斯（6费）——5级
【先攻】、【消灭】


小计：12.19级

*/