/*


蓝卡：（13.71级）

1.圣殿斥候（1费）——14级

2.旅行背包（1费）——13级

3.重装固守（1费）——12级

// 4.圣殿卫士（2费）——11级

// 5.天使琼浆（2费）——9级

// 6.圣甲先锋（2费）——6级

7.圣殿弩手（3费）——15级

8.增援战线（3费）——14级

9.光明惩戒（5费）——14级、14级



紫卡：（12.89级）

1.圣殿御卫（2费）——15级

2.圣殿骑士（3费）——12级

3.边境高墙（3费）——14级

4.冲锋装备（3费）——13级

// 5.钢铁大师（4费）——10级

6.召集护卫（4费）——12级

7.禁卫百夫长（5费）——14级

8.惩戒天使（6费）——12级

9.禁卫指挥官（6费）——14级

10.传记·钢铁守卫（1费）——10级



橙卡：（12级）

1.曙光·安娜贝尔（3费）——12级

2.圣枪·卡罗琳（4费）——13级

3.明日之音·露娜（4费）——11级

4.帝国军魂·莱哈特（5费）——13级

5.正阳大主教·伊恩（6费）——12级

6.钢铁统帅·雷蒙德（8费）——11级




*/