/*

总计：（18张）

蓝卡：（19.00级）（6张）

圣殿斥候（1费）——20级、16级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——18级
【洞察】、【过牌】、【充能】、【回命】

圣殿弩手（3费）——20级
【人海】、【快攻】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】


// 不上

旅行背包（1费）——12级
【回命】、【增益】

重装固守（1费）——12级
【过牌】、【磐龙】、【增益】

塔楼弓手（3费）——12级
【洞察】、【先攻】、【成长】



紫卡：（16.67级）（6张）

四芒军旗（1费）——14级
【魔免】、【人海】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

冲锋装备（3费）——16级
【洞察】、【护甲】、【增益】

夺取阵地（4费）——16级
【吹风】、【洞察】、【人海】

禁卫指挥官（6费）——17级
【洞察】、【护甲】、【增益】

惩戒天使（6费）——17级
【洞察】、【回命】、【消灭】


// 不上

传记·钢铁守卫（1费）——12级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿骑士（3费）——12级
【护甲】、【回命】

白袍主教（3费）——12级
【人海】、【增益】

边境高墙（3费）——12级
【洞察】、【防御】、【冰成长】

召集护卫（4费）——12级
【洞察】、【人海】、【磐龙】、【增益】

阳炎坠落（4费）——12级
【解卡】、【回血】

禁卫百夫长（5费）——12级
【人海】、【护甲】、【磐龙】



橙卡：（16.00级）（6张）

曙光·安娜贝尔（3费）——16级
【洞察】、【增益】

圣枪·卡罗琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——15级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——16级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——17级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——15级
【连击】、【磐龙】、【护甲】、【增益】


// 不上



小计：17.22级

*/