/*  3级：兑换券兑换   2级：无脑粉尘买   1级：粉尘打折买


蓝卡：

圣殿斥候（1费）——1~2级

旅行背包（1费）——2级

重装固守（1费）——2级

圣殿卫士（2费）——2级

圣甲先锋（2费）——2级

盾甲禁卫（3费）——3级

帝国后勤官（3费）——2级

圣殿弩手（3费）——2级

塔楼弓手（3费）——2级

光明惩戒（5费）——2级



紫卡：

四芒军旗（1费）——1~2级

圣殿御卫（2费）——3级

圣殿骑士（3费）——1~2级

白袍主教（3费）——1~2级

边境高墙（3费）——2级

冲锋装备（3费）——2级

夺取阵地（4费）——1~2级

钢铁大师（4费）——1~2级

召集护卫（4费）——2级

禁卫百夫长（5费）——2级

田园保卫战（5费）——1~2级

惩戒天使（6费）——1级

禁卫指挥官（6费）——1级

传记·钢铁守卫（1费）——2级



橙卡：

曙光·安娜贝尔（3费）——2~3级（12级之后降为1级）

圣枪·卡罗琳（4费）——2~3级

明日之音·露娜（4费）——1级

帝国军魂·莱哈特（5费）——1~2级（8级之后升为2~3级）

正阳大主教·伊恩（6费）——2级（11级之后降为1级）

钢铁统帅·雷蒙德（8费）——2级（10级之后降为1级）





*/