/*


蓝卡：（15.13级）

圣殿斥候（1费）——15级
【洞察】、【人海】、【高攻击】

旅行背包（1费）——13级
【回命】、【增益】

重装固守（1费）——13级
【过牌】、【磐龙】、【增益】

天使琼浆（2费）——16级
【洞察】、【过牌】、【充能】、【回命】

圣殿弩手（3费）——16级
【人海】、【快攻】

塔楼弓手（3费）——17级
【洞察】、【先攻】、【成长】

光明惩戒（5费）——16级、15级
【洞察】、【解卡】、【充能】


// 不上

圣殿卫士（2费）——11级
【洞察】、【回命】

圣甲先锋（2费）——13级
【护甲】、【跳费】

增援战线（3费）——5级
【洞察】、【人海】


紫卡：（15.14级）

圣殿御卫（2费）——17级
【洞察】、【人海】

边境高墙（3费）——16级
【洞察】、【防御】

冲锋装备（3费）——15级
【洞察】、【护甲】、【增益】

召集护卫（4费）——13级
【洞察】、【人海】、【磐龙】、【增益】

禁卫百夫长（5费）——16级
【人海】、【护甲】、【磐龙】

惩戒天使（6费）——14级
【洞察】、【回命】、【消灭】

禁卫指挥官（6费）——15级
【洞察】、【护甲】、【增益】


// 不上

传记·钢铁守卫（1费）——12级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿骑士（3费）——4级
【护甲】、【回命】

夺回阵地（4费）——5级
【吹风】、【洞察】、【人海】



橙卡：（13.00级）

曙光·安娜贝尔（3费）——13级
【洞察】、【增益】

圣枪·卡罗琳（4费）——14级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——12级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——13级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——13级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——13级
【连击】、【磐龙】、【护甲】、【增益】


// 不上


小计：14.42级

*/