/*  3级：兑换券兑换   2级：无脑粉尘买   1级：粉尘打折买


蓝卡：

1.圣殿斥候（1费）——2级

2.旅行背包（1费）——2级

3.重装固守（1费）——2级

4.圣殿卫士（2费）——2级

5.天使琼浆（2费）——1-2级

6.圣甲先锋（2费）——1-2级

7.盾甲禁卫（3费）——1-2级

8.圣殿弩手（3费）——2级

9.增援战线（3费）——2级

10.塔楼弓手（3费）——1-2级

11.光明惩戒（5费）——2级



紫卡：

1.圣殿御卫（2费）——3级

2.圣殿骑士（3费）——2级

3.白袍主教（3费）——1~2级

4.边境高墙（3费）——2级

5.冲锋装备（3费）——2级

6.夺取阵地（4费）——1~2级

7.钢铁大师（4费）——1~2级

8.召集护卫（4费）——2级

9.禁卫百夫长（5费）——2级

10.田园保卫战（5费）——1~2级

11.惩戒天使（6费）——1级

12.禁卫指挥官（6费）——1级

13.传记·钢铁守卫（1费）——2级



橙卡：

1.曙光·安娜贝尔（3费）——1-2级

2.圣枪·卡罗琳（4费）——1-2级

3.明日之音·露娜（4费）——1-2级

4.帝国军魂·莱哈特（5费）——1~2级

5.正阳大主教·伊恩（6费）——1-2级

6.钢铁统帅·雷蒙德（8费）——1-2级





*/