/*


蓝卡：（16.00级）6张）

学仆-观测型（2费）——18级、16级
【洞察】、【回命】、【成长】

方尖魔碑（2费）——18级
【压费】、【洞察】

沉重否定（2费）——13级、13级
【沉默】、【减益】、【充能】

全数否定（3费）——18级
【洞察】、【减益】


// 不上

邪月蝙蝠（1费）——12级
【成长】

邪月猫妖（2费）——12级
【成长】

预言系教授（2费）——9级
【过牌】、【回命】

御魔术（2费）——9级
【魔防】、【过牌】、【增益】

学仆-能源型（5费）——13级
【跳费】、【护甲】

请示隐秘者（5费）——7级
【过牌】、【增益】



紫卡：（15.25级）（8张）

隐形术（1费）——13级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——17级、17级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——15级
【跳费】、【洞察】

观星台大预言家（5费）——13级
【过牌】、【洞察】

米拉方舟（7费）——17级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

学仆-猛禽型（3费）——12级、12级
【先攻】、【洞察】、【成长】

御魔史芬斯（5费）——12级
【先攻】、【神佑】、【魔防增益】



橙卡：（12.00级）（1张）

No.2时光·米拉（5费）——12级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】


// 不上

No.8雷鸣·泰拉德（1费）——13级
【低费高面板】

No.5咒刃·布雷克（3费）——12级
【连击】、【先攻】、【魔免】、【成长】

鬼童-7号（4费）——15级
【机制怪】

No.6迪宁（6费）——10级
【连击】、【先攻】、【增益】

No.6沃凡瑞拉（7费）——13级
【机制怪】



小计：15.33级

*/