/*


蓝卡：（15.00级）

沉重否定（2费）——14级
【沉默】、【减益】、【充能】

学仆-观测型（2费）——18级
【洞察】、【回命】、【成长】

学仆-渗透型（4费）——13级
【洞察】、【穿透】、【护甲】


// 不上

预言系教授（2费）——9级
【过牌】、【回命】

御魔术（2费）——9级
【魔防】、【过牌】、【增益】

学仆-能源型（5费）——13级
【跳费】、【护甲】

请示隐秘者（5费）——7级
【过牌】、【增益】



紫卡：（13.57级）

破魔系教授（2费）——14级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——14级、14级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——14级
【跳费】、【洞察】

观星台大预言家（5费）——12级
【过牌】、【洞察】

米拉方舟（7费）——13级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

隐形术（1费）——2级
【隐身】、【洞察】、【增益】 

魔像-御咒铁卫（3费）——5级
【护甲】、【成长】

学仆-猛禽型（3费）——8级
【先攻】、【洞察】、【成长】

白首魔根（4费）——11级
【成长】、【魔免】、【洞察】

学仆-塑钢型（4费）——2级
【磐龙】、【成长】、【护甲】

幻想巨龙（6费）——5级
【高面板】



橙卡：（12.25级）

No.8雷鸣·泰拉德（1费）——12级
【低费高面板】

鬼童7号（4费）——13级
【机制怪】

No.2时光·米拉（5费）——13级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——11级
【机制怪】


// 不上

No.4希尔伯特（2费）——6级
【地雷】、【护甲】

No.6迪宁（6费）——6级
【连击】、【先攻】、【增益】

No.3伊斯多维尔（9费）——9级
【控制】、【磐龙】、【回命】、【增益】











*/