/*


蓝卡：（14.33级）

1.沉重否定（2费）——14级

// 2.预言系教授（2费）——9级

3.学仆-观测型（2费）——16级

// 4.御魔术（2费）——9级

5.学仆-渗透型（4费）——13级

// 6.学仆-能源型（5费）——13级

// 7.请示隐秘者（5费）——7级



紫卡：（13.57级）

// 1.隐形术（1费）——2级

2.破魔系教授（2费）——14级

3.克隆术（2费）——12级

// 4.魔像-御咒铁卫（3费）——5级

// 5.学仆-猛禽型（3费）——8级

6.学仆-脉冲型（3费）——14级、14级

// 7.白首魔根（4费）——11级

8.幻域秘树（4费）——14级

9.学仆-塑钢型（4费）——14级

10.米拉方舟（7费）——13级



橙卡：（11.6级）

1.No.8雷鸣·泰拉德（1费）——12级

3.鬼童7号（4费）——13级

4.No.2时光·米拉（5费）——13级

// 5.N0.6迪宁（6费）——6级

6.No.6沃凡瑞拉（7费）——11级

7.No.3伊斯多维尔（9费）——9级











*/