/*


蓝卡：（15.20级）5张）

学仆-观测型（2费）——18级、15级
【洞察】、【回命】、【成长】

方尖魔碑（2费）——17级
【压费】、【洞察】

沉重否定（2费）——13级、13级
【沉默】、【减益】、【充能】


// 不上

邪月蝙蝠（1费）——12级
【成长】

预言系教授（2费）——9级
【过牌】、【回命】

御魔术（2费）——9级
【魔防】、【过牌】、【增益】

学仆-能源型（5费）——13级
【跳费】、【护甲】

请示隐秘者（5费）——7级
【过牌】、【增益】



紫卡：（15.00级）（8张）

隐形术（1费）——13级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——17级、16级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——15级
【跳费】、【洞察】

观星台大预言家（5费）——13级
【过牌】、【洞察】

米拉方舟（7费）——16级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

学仆-猛禽型（3费）——12级
【先攻】、【洞察】、【成长】

学仆-塑钢型（4费）——14级
【磐龙】、【成长】、【护甲】

白首魔根（4费）——11级
【成长】、【魔免】、【洞察】



橙卡：（13.50级）（2张）

No.2时光·米拉（5费）——14级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——13级
【机制怪】


// 不上

No.8雷鸣·泰拉德（1费）——13级
【低费高面板】

No.4希尔伯特（2费）——6级
【地雷】、【护甲】

鬼童-7号（4费）——15级
【机制怪】

No.6迪宁（6费）——10级
【连击】、【先攻】、【增益】



小计：14.87级

*/