/*  3级：兑换券兑换   2级：无脑粉尘买   1级：粉尘打折买


蓝卡：

1.沉重否定（2费）——2级

2.学仆-观测型（2费）——2级

3.御魔术（2费）——1-2级

4.学仆-渗透型（4费）——2级

5.学仆-能源型（5费）——1-2级

6.请示隐秘者（5费）——1-2级



紫卡：

1.隐形术（1费）——2级

2.破魔系教授（2费）——2级

3.克隆术（2费）——2级

4.魔像-御咒铁卫（3费）——1~2级

5.学仆-猛禽型（3费）——1~2级

6.学仆-脉冲型（3费）——3级

7.白首魔根（4费）——1~2级

8.幻域秘树（4费）——2级

9.学仆-塑钢型（4费）——2级

10.观星台大预言家（5费）——1~2级

11.幻象巨龙（6费）——1级

12.米拉方舟（7费）——1级



橙卡：

1.No.8雷鸣·泰拉德（1费）——2级

2.No.4希尔伯特（2费）——1级

3.鬼童7号（4费）——2级

4.No.2时光·米拉（5费）——1级

5.No.6沃凡瑞拉（7费）——2级

6.No.3伊斯多维尔（9费）——1级











*/