/*

总计：（15张）

蓝卡：（19.00级）（4张）

学仆-观测型（2费）——20级、19级
【洞察】、【回命】、【成长】

沉重否定（2费）——17级
【沉默】、【减益】、【充能】

全数否定（3费）——20级
【洞察】、【减益】



// 不上

邪月蝙蝠（1费）——12级
【成长】

方尖魔碑（2费）——12级
【压费】、【洞察】

邪月猫妖（2费）——12级
【成长】

虚化术（3费）——12级
【穿透】、【增益】

请示隐秘者（5费）——12级
【过牌】、【洞察】、【增益】



紫卡：（16.60级）（10张）

隐形术（1费）——14级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——19级
【沉默】、【洞察】

克隆术（2费）——15级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——20级、19级、14级
【快攻】、【洞察】、【成长】

学仆-塑钢型（4费）——17级
【磐龙】、【护甲】、【成长】

幻域秘树（4费）——15级
【跳费】、【洞察】

观星台大预言家（5费）——15级
【过牌】、【洞察】

米拉方舟（7费）——18级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

学仆-猛禽型（3费）——12级
【先攻】、【洞察】、【成长】



橙卡：（16.00级）（1张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】


// 不上

No.8雷鸣·泰拉德（1费）——12级
【低费高面板】

No.4希尔伯特（2费）——12级
【机制怪】、【护甲】

No.5咒刃·布雷克（3费）——12级
【连击】、【先攻】、【魔免】、【成长】

鬼童-7号（4费）——12级
【机制怪】

No.6迪宁（6费）——12级
【连击】、【先攻】、【增益】

No.6沃凡瑞拉（7费）——12级
【机制怪】



小计：17.20级

*/