/*

蓝卡：（13.80级）（5张）

冥河守卫（1费）——16级
【快攻】

落雷击（1费）——14级
【快攻】、【解卡】

邪眼魔（2费）——13级
【弃牌】、【快攻】

残暴爪钩（2费）——13级
【快攻】

烈焰风暴（4费）——13级
【快攻】、【解卡】


// 不上

狂暴炎球（3费）——11级
【解卡】、【充能】

猩红勇士（3费）——13级
【洞察】、【快攻】

凝血之池（3费）——9级
【过牌】



紫卡：(12.40级)（4张）

碎颅魔（2费）——13级
【快攻】

觅食大嘴兽（2费）——12级
【高面板】、【增益】

灼神双炎（4费）——12级
【快攻】、【解卡】

雷光炼狱（5费）——13级
【快攻】、【解卡】


// 不上

绝望镰魔（3费）——12级
【禁疗】、【增益】

岩浆球（3费）——12级
【禁疗】、【快攻】

地狱屠夫（5费）——12级
【消灭】

恶灵魔焰（6费）——11级
【快攻】




橙卡：（0级）（0张）


// 不上

痛苦之心（2费）——7级
【弃牌】

血影（3费）——5级
【机制】

怨魂饕餮兽（5费）——11级
【快攻】

血翼·莉莉斯（6费）——5级
【先攻】、【消灭】



小计：13.22级

*/