/*

帝国：（23张）

蓝卡（5张）：圣殿斥候（1费）、天使琼浆（2费）、圣殿弩手（3费）、增援战线（3费）、光明惩戒（5费）

紫卡（12张）：四芒军旗（1费）、传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、夺取阵地（4费）、召集护卫（4费）、 阳炎坠落（4费）、
             禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（19张）

蓝卡（6张）：邪月蝙蝠（1费）、方尖魔碑（2费）、沉重否定（2费）、学仆-观测型（2费）、虚化术（3费）、全数否定（3费）

紫卡（8张）：隐形术（1费）、破魔系教授（2费）、克隆术（2费）、学仆-猛禽型（3费）、学仆-脉冲型（3费）、幻域秘树（4费）、观星台大预言家（5费）、米拉方舟（7费）
    
橙卡（5张）：No.4希尔伯特（2费）、鬼刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、滑板少年·迪宁（6费）



禅意：（18张）

蓝卡（10张）：长耳庄巧姑（2费）、树木之怒（2费）、飓风术（2费）、锁妖塔守卫（2费）、龟族僧人（3费）、执剑道人（3费）、连击（3费）、铁山靠（3费）、风铃道人（4费）、风卷残云（4费）

紫卡（6张）：扫叶僧（3费）、逍遥琴师（3费）、驱魔道人（3费）、御风武者（4费）、墨轩隐士（4费）、蟠桃会（4费）

橙卡（2张）：神机玄女·轩（4费）、上宝沁金耙（4费）



港口：（7张）

蓝卡（7张）：心灵黑洞（1费）、暗潮涌动（1费）、狡诈学徒（2费）、黑夜突袭（2费）、热血矿工（3费）、不法交易（3费）、酗酒醉汉（3费）



炼狱：（15张）

蓝卡（7张）：冥河守卫（1费）、落雷击（1费）、地狱刀吏（2费）、邪眼魔（2费）、热火冲锋（2费）、嗜血妖蛾（2费）、猩红勇士（3费）

紫卡（6张）：碎颅魔（2费）、绝望镰魔（3费）、夺魂诅咒（4费）、灼神双炎（4费）、地狱三头犬（5费）、雷光炼狱（5费）

橙卡（2张）：恶魔之心（2费）、熔金饕餮兽（5费）



蛮石：（6张）

蓝卡（4张）：愚笨鲸头鹅（0费）、迟来的补给（1费）、旷野祭师（2费）、势如破竹（2费）

紫卡（1张）：血蜥头领（2费）

橙卡（1张）：热血摇滚·凯（5费）



港口：（2张）

蓝卡（1张）：寒冬将至（2费）、神庙祭师（3费）



总共：90张

*/