/*

帝国：（29张）

蓝卡（10张）：圣殿斥候1（1费）、圣殿斥候2（1费）、旅行背包（1费）、重装固守（1费）、天使琼浆（2费）、圣殿弩手（3费）、增援战线（3费）、塔楼弓手（3费）、
             光明惩戒1（5费）、光明惩戒2（5费）

紫卡（13张）：四芒军旗（1费）、传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、白袍主教（3费）、边境高墙（3费）、冲锋装备（3费）、夺取阵地（4费）、
             召集护卫（4费）、 阳炎坠落（4费）、禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（26张）

蓝卡（7张）：邪月蝙蝠（1费）、方尖魔碑（2费）、邪月猫妖（2费）、沉重否定（2费）、学仆-观测型（2费）、虚化术（3费）、全数否定（3费）

紫卡（12张）：隐形术（1费）、破魔系教授（2费）、克隆术（2费）、学仆-猛禽型（3费）、学仆-脉冲型1（3费）、学仆-脉冲型2（3费）、学仆-脉冲型3（3费）、幻域秘树（4费）、
             实验室流浆（4费）、学仆-塑钢型（4费）、观星台大预言家（5费）、米拉方舟（7费）
    
橙卡（7张）：圣僧·法海（1费）、No.4希尔伯特（2费）、鬼刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、滑板少年·迪宁（6费）、火蛇巫女·沃凡瑞拉（7费）



禅意：（27）

蓝卡（18张）：卜命道长（1费）、拒马（2费）、长耳庄巧姑（2费）、苦行武僧（2费）、树木之怒（2费）、飓风术（2费）、锁妖塔守卫（2费）、龟族僧人（3费）、执剑道人（3费）、
             深山采药人（3费）、连击1（3费）、连击2（3费）、铁山靠（3费）、醉道人（3费）、风铃道人（4费）、祥云师太（4费）、风卷残云（4费）

紫卡（7张）：扫叶僧（3费）、逍遥琴师（3费）、驱魔道人（3费）、御风武者（4费）、墨轩隐士（4费）、蟠桃会（4费）、万物之灵（5费）

橙卡（2张）：神机玄女·轩（4费）、上宝沁金耙（4费）



港口：（13）

蓝卡（7张）：心灵黑洞1（1费）、心灵黑洞2（1费）、暗潮涌动（1费）、狡诈学徒（2费）、黑夜突袭（2费）、热血矿工（3费）、不法交易（3费）、酗酒醉汉（3费）

紫卡（4张）：走私狂徒（2费）、红海猎魔人（2费）、海神赐福（2费）、黑金诈术师（4费）

橙卡（1张）：赤影·艾希尔（4费）


总共：96张

*/