/*
熙：

最终卡组：

禅意：（15）
蓝卡（9）：箭竹守卫（1费）、箭竹守卫（1费）、白羊药师（2费）、白羊药师（2费）、树木之怒（2费）、树木之怒（2费）、执剑道者（3费）、疾风猎手（3费）、
         风铃道人（4费）

紫卡（4）：扫叶僧（3费）、御风武者（4费）、蟠桃会（4费）、疾风传说（4费）

橙卡（2）：神机玄女·轩（4费）、玉虚真君·任大师（7费）



炼狱：（15）
蓝卡（3）：冥河守卫（1费）、冥河守卫（1费）、落雷击（1费）

紫卡（8）：碎颅魔（2费）、觅食大嘴兽（2费）、绝望镰魔（3费）、岩浆球（2费）、灼神双炎（4费）、地狱屠夫（5费）、雷光炼狱（5费）、恶灵魔焰（6费）

橙卡（4）：痛苦之心（2费）、岩魔（3费）、怨魂饕餮兽（5费）、血翼·莉莉斯（6费）



武器：道心浮尘（蓝色·6星）/神机木拐（紫色）

宝物：白鬃破军胄（橙色）









蓝卡：（9张——15.56级）

圣殿斥候（1费）——15级

学仆-观测型（2费）——16级、16级

天使琼浆（2费）——16级

沉默否定（2费）——13级

塔楼弓手（3费）——17级

圣殿弩手（3费）——16级

光明惩戒（5费）——16级、15级



紫卡：（13张——14.46级）

圣殿御卫（2费）——17级

破魔系教授（2费）——13级

克隆术（2费）——14级

边境高墙（3费）——16级

冲锋装备（3费）——15级

学仆-脉冲型（3费）——16级、14级

幻域秘树（4费）——15级

召集护卫（4费）——13级

观星台大预言家（5费）——12级

惩戒天使（6费）——14级

禁卫指挥官（6费）——15级

米拉方舟（7费）——14级



橙卡：（8张——12.88级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——14级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——14级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——13级

火蛇巫女·沃凡瑞拉（7费）——12级

武圣·云长（8费）——13级



总卡等：14.37级

*/