/*
熙：

最终卡组：

禅意：（15）
蓝卡（9）：箭竹守卫（1费）、箭竹守卫（1费）、白羊药师（2费）、白羊药师（2费）、树木之怒（2费）、树木之怒（2费）、执剑道者（3费）、疾风猎手（3费）、
         风铃道人（4费）

紫卡（4）：扫叶僧（3费）、御风武者（4费）、蟠桃会（4费）、疾风传说（4费）

橙卡（2）：神机玄女·轩（4费）、玉虚真君·任大师（7费）



炼狱：（15）
蓝卡（3）：冥河守卫（1费）、冥河守卫（1费）、落雷击（1费）

紫卡（8）：碎颅魔（2费）、觅食大嘴兽（2费）、绝望镰魔（3费）、岩浆球（2费）、灼神双炎（4费）、地狱屠夫（5费）、雷光炼狱（5费）、恶灵魔焰（6费）

橙卡（4）：痛苦之心（2费）、岩魔（3费）、怨魂饕餮兽（5费）、血翼·莉莉斯（6费）



武器：道心浮尘（蓝色·6星）/神机木拐（紫色）

宝物：白鬃破军胄（橙色）










蓝卡：（16张——14.13级）

冥河守卫（1费）——16级

卜命道长（1费）——15级

箭竹守卫（1费）——16级、10级

落雷击（1费）——14级

白羊药师（2费）——15级

树木之怒（2费）——15级

苦行武僧（2费）——13级

残暴爪钩（2费）——13级

邪眼魔（2费）——13级

执剑道者（3费）——16级

连击（3费）——15级

深山采药人（3费）——14级

疾风猎手（3费）——13级

风铃道人（4费）——15级

烈焰风暴（4费）——13级



紫卡：（11张——12.73级）

碎颅魔（2费）——13级

觅食大嘴兽（2费）——12级

扫叶僧（3费）——15级

逍遥琴师（3费）——14级

绝望镰魔（3费）——12级

岩浆球（3费）——12级

御风武者（4费）——14级

灼神双炎（4费）——12级

雷光炼狱（5费）——13级

地狱屠夫（5费）——12级

恶灵魔焰（6费）——11级



橙卡：（3张——7.33级）

痛苦之心（2费）——5级

神机玄女·轩（4费）——6级

怨魂饕餮兽（5费）——11级



总卡等：12.93级


技能等级：（魔音风暴-8级）：【回合4】吹回随机敌军，敌方英雄生命-25，本回合禁疗。

武器等级：（神机木拐-6级）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/