/*
伊萝莲：

最终卡组：



蓝卡：（11张——16.82级）

圣殿斥候（1费）——18级

学仆-观测型（2费）——18级

方尖魔碑（2费）——17级

天使琼浆（2费）——17级

沉默否定（2费）——13级

塔楼弓手（3费）——18级

圣殿弩手（3费）——18级

全数否定（3费）——18级

增援战线（3费）——16级

光明惩戒（5费）——16级、16级



紫卡：（13张——15.46级）

隐形术（1费）——13级

圣殿御卫（2费）——18级

破魔系教授（2费）——16级

克隆术（2费）——14级

边境高墙（3费）——17级

学仆-脉冲型（3费）——17级、17级

冲锋装备（3费）——15级

召集护卫（4费）——14级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——16级

惩戒天使（6费）——15级

米拉方舟（7费）——16级



橙卡：（6张——13.83级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——13级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——15级

武圣·云长（8费）——14级



总卡等：15.63级



技能等级：（真理审判-8级）：【回合5】雷击随机敌军60点伤害并沉默，英雄生命+60。

武器等级：（禁卫之矛-6级）：【回合4】召唤【禁卫指挥官-lv5】。

宝物等级：（圣堂铁砧-6级）：【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】。


*/ 