/*
伊萝莲：

最终卡组：

帝国：（19张）
蓝卡（4）：圣殿斥候（1费）、圣甲先锋（2费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、召集护卫（4费）、禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘：（11张）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（4）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、米拉方舟（7费）

橙卡（5）：圣僧·法海（1费）、No.5咒刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、火蛇巫女·沃凡瑞拉（7费）



武器：锻金锤（橙色·6星）

宝物：圣堂铁砧（紫色·6星）








当前卡组：

帝国：（19张）
蓝卡（4）：圣殿斥候（1费）、圣甲先锋（2费）、塔楼弓手（3费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、召集护卫（4费）、禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘：（11张）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（5）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、米拉方舟（7费）

橙卡（4）：圣僧·法海（1费）、流星-7号（4费）、月之神·米拉（5费）、火蛇巫女·沃凡瑞拉（7费）



武器：锻金锤（橙色）

宝物：圣堂铁砧（紫色·6星）


*/