/*

伊萝莲

最终卡组：

蓝卡：（9张——19.33级）

圣殿斥候（1费）——20级

学仆-观测型（2费）——20级

方尖魔碑（2费）——19级

天使琼浆（2费）——18级

沉重否定（2费）——17级

全数否定（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——20级



紫卡：（14张——16.29级）

隐形术（1费）——14级

四芒军旗（1费）——14级

圣殿御卫（2费）——20级

破魔系教授（2费）——17级

克隆术（2费）——15级

学仆-脉冲型（3费）——20级、17级、14级

冲锋装备（3费）——16级

夺取阵地（4费）——16级

观星台大预言家（5费）——15级

禁卫指挥官（6费）——17级

惩戒天使（6费）——16级

米拉方舟（7费）——17级



橙卡：（7张——15.57级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——16级

月之神·米拉（5费）——16级

白袍·伊恩（6费）——16级

武圣·云长（8费）——15级



总卡等：17.03级



技能等级：（真理审判-8级）：【回合5】雷击随机敌军60点伤害并沉默，英雄生命+60。

武器等级：（禁卫之矛-7级）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（征收官之帽-6级）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。


*/
