/*
伊萝莲：

最终卡组：

帝国：（19张）
蓝卡（4）：护甲先锋（2费）、盾甲禁卫（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（10）：传记·钢铁赞歌（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、夺取阵地（4费）、召集护卫（4费）、
          禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（5）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、钢铁统帅·雷蒙德（8费）




隐秘：（11张）
蓝卡（2）：方尖魔碑（2费）、沉默否定（2费）

紫卡（6）：破魔系教授（2费）、幻域秘树（4费）、学仆-脉冲型（3费）、学仆-塑钢型（4费）、幻象巨龙（6费）、米拉方舟（7费）

橙卡（3）：No.8雷鸣·泰拉德（1费）、鬼童-7号（4费）、No.2月之神·米拉（5费）



武器：天命链锤（紫色·4星）

宝物：天使面容（橙色·4星）/  圣堂铁砧（紫色）











当前卡组：

帝国：（18张）
蓝卡（4）：盾甲禁卫（3费）、塔楼弓手（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（9）：圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、夺取阵地（4费）、禁卫百夫长（5费）、
         惩戒天使（6费）、禁卫指挥官（6费）

橙卡（5）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、钢铁统帅·雷蒙德（8费）




隐秘：（12张）
蓝卡（3）：学仆-观测型（2费）、方尖魔碑（2费）、沉默否定（2费）

紫卡（6）：破魔系教授（2费）、学仆-脉冲型（3费）、幻域秘树（4费）、学仆-塑钢型（4费）、幻象巨龙（6费）、米拉方舟（7费）

橙卡（3）：鬼童-7号（4费）、No.2月之神·米拉（5费）、No.3隐秘公爵·伊斯多维尔（9费）



武器：天命链锤（紫色）

宝物：天使面容（橙色）


*/