/*
伊萝莲：

最终卡组：

帝国：（20张）
蓝卡（5）：圣殿斥候（1费）、圣甲先锋（2费）、天使琼浆（2费）、圣殿弩手（3费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、召集护卫（4费）、
         禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）




隐秘：（10张）
蓝卡（1）：沉默否定（2费）

紫卡（6）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、学仆-塑钢型（4费）、米拉方舟（7费）

橙卡（3）：圣僧·法海（1费）、流星-7号（4费）（4费）、月之神·米拉（5费）



武器：锻金锤（橙色）

宝物：圣堂铁砧（紫色）








当前卡组：

帝国：（20张）
蓝卡（5）：圣殿斥候（1费）、圣殿弩手（3费）、增援战线（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、禁卫百夫长（5费）、
         惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）




隐秘：（10张）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（5）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、米拉方舟（7费）

橙卡（3）：圣僧·法海（1费）、流星-7号（4费）、月之神·米拉（5费）



武器：锻金锤（橙色）

宝物：天使面容（橙色·6星）


*/