/*
伊萝莲：

最终卡组：

帝国：（19张）
蓝卡（4）：圣殿斥候（1费）、圣甲先锋（2费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、召集护卫（4费）、禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘：（11张）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（4）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、米拉方舟（7费）

橙卡（5）：圣僧·法海（1费）、No.5咒刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、火蛇巫女·沃凡瑞拉（7费）



武器：锻金锤（橙色·6星）

宝物：圣堂铁砧（紫色·6星）










当前卡组：

帝国：（20张）
蓝卡（6）：圣殿斥候（1费）、天使琼浆（2费）、圣殿弩手（3费）、塔楼弓手（3费）、精英射手（4费）、光明惩戒（5费）

紫卡（8）：传记·钢铁守卫（1费）、圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、禁卫百夫长（5费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘：（10张）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（6）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、幻域秘树（4费）、米拉方舟（7费）

橙卡（2）：月之神·米拉（5费）、火蛇巫女·沃凡瑞拉（7费）



武器：锻金锤（橙色）

宝物：圣堂铁砧（紫色·6星）






蓝卡：（9张——15.56级）

圣殿斥候（1费）——15级

学仆-观测型（2费）——16级、16级

天使琼浆（2费）——16级

沉默否定（2费）——13级

塔楼弓手（3费）——17级

圣殿弩手（3费）——16级

光明惩戒（5费）——16级、15级



紫卡：（13张——14.46级）

圣殿御卫（2费）——17级

破魔系教授（2费）——13级

克隆术（2费）——14级

边境高墙（3费）——16级

冲锋装备（3费）——15级

学仆-脉冲型（3费）——16级、14级

幻域秘树（4费）——15级

召集护卫（4费）——13级

观星台大预言家（5费）——12级

惩戒天使（6费）——14级

禁卫指挥官（6费）——15级

米拉方舟（7费）——14级



橙卡：（8张——12.88级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——14级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——14级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——13级

火蛇巫女·沃凡瑞拉（7费）——12级

武圣·云长（8费）——13级



总卡等：14.30级


*/