/*
格纳罗尔：

最终卡组：


蓝卡：（12张——12.73级）

暗潮涌动（1费）——13级

邪月蝙蝠（1费）——12级

心灵黑洞（1费）——12级、12级

学仆-观测型（2费）——18级

方尖魔碑（2费）——17级

沉默否定（2费）——13级

狡诈学徒（2费）——12级

黑夜突袭（2费）——12级、12级

热血矿工（3费）——12级

不法交易（3费）——12级



紫卡：（13张——13.31级）

隐形术（1费）——13级

破魔系教授（2费）——16级

克隆术（2费）——14级

红海猎魔人（2费）——12级

海神赐福（2费）——12级

学仆-脉冲型（3费）——17级、16级、14级

学仆-猛禽型（3费）——12级

深山老巫（3费）——12级

幻域秘树（4费）——15级

黑金诈术师（4费）——12级

米拉方舟（7费）——16级



橙卡：（5张——12.00级）

蕾拉密卷（2费）——12级

樱花·艾希尔（4费）——12级

月之神·米拉（5费）——14级

滑板少年·迪宁（6费）——12级

火蛇巫女·沃凡瑞拉（7费）——13级



总卡等：12.90级


技能等级：（术法研究-8级）：【回合3结束】获得《沉默术-lv10》、《蕾拉火球-lv10》，召唤隐秘核心-lv2。

武器等级：（脉冲袖箭-6级）：【回合3】召唤【学仆-脉冲型-lv6】。

宝物等级：（晚星-6级）：【回合1结束】获得【白首魔根-lv8】和【真理碎片】，随机敌军攻击-2。

*/