/*
洛：

最终卡组：


蓝卡：（16张——16.56级）

箭竹守卫（1费）——18级

学仆-观测型（2费）——20级、17级

方尖魔碑（2费）——19级

沉重否定（2费）——17级

树木之怒（2费）——17级

飓风术（2费）——14级

长耳庄巧姑（2费）——12级

连击（3费）——20级

全数否定（3费）——19级、16级

执剑道者（3费）——19级

龟族僧人（3费）——16级

铁山靠（3费）——13级

风卷残云（4费）——15级、13级



紫卡：（11张——15.36级）

隐形术（1费）——14级

破魔系教授（2费）——17级、12级

克隆术（2费）——15级

学仆-脉冲型（3费）——20级、20级

学仆-猛禽型（3费）——14级

御风武者（4费）——16级

墨轩隐士（4费）——12级

观星台大预言家（5费）——15级

万物之灵（5费）——14级



橙卡：（3张——14.67）

九天玄女·轩（4费）——15级

上宝沁金耙（4费）——13级

月之神·米拉（5费）——16级



总卡等：15.93级


技能等级：（混元八卦掌-10级）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（神机木拐-6级）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/