/*
白处尊：

最终卡组：



蓝卡：（13张——16.31级）

圣殿斥候（1费）——18级

卜命道长（1费）——16级

天使琼浆（2费）——17级

苦行武僧（2费）——14级

塔楼弓手（3费）——18级

圣殿弩手（3费）——18级

执剑道者（3费）——17级

龟族僧人（3费）——16级

深山采药人（3费）——15级

连击（3费）——16级、14级

光明惩戒（5费）——17级、16级



紫卡：（10张——15.10级）

圣殿御卫（2费）——18级

扫叶僧（3费）——16级

圣殿骑士（3费）——15级

驱魔道人（3费）——15级

冲锋装备（3费）——15级

夺取阵地（4费）——14级

召集护卫（4费）——14级

万物之灵（5费）——13级

禁卫指挥官（6费）——16级

惩戒天使（6费）——15级



橙卡：（7张——13.86）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——13级

上宝沁金耙（4费）——13级

九天玄女·轩（4费）——13级

白袍·伊恩（6费）——15级

武圣·云长（8费）——14级



总卡等：15.33级



技能等级：（莲华守护-8级）：【回合4】全体友军+4/+4，100%获得神佑1回合。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/