/*
白处尊：

最终卡组：

帝国：（19）
蓝卡（4）：圣殿斥候（1费）、重装固守（1费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（9）：传记·钢铁守卫（1费）、圣殿御卫（2费）、圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、钢铁大师（4费）、召集护卫（4费）、禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：曙光·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



禅意：（11）
蓝卡（4）：执剑道人（3费）、连击（3费）、连击（3费）、风卷残云（4费）

紫卡（4）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、万物之灵（5费）

橙卡（3）：神机玄女·轩（4费）、上宝沁金耙（4费）、玉虚真君·任大师（7费）



武器：荣耀命运权杖（橙色）

宝物：征收官之帽（紫色·6星）/ 天使面容（橙色·6星）










当前卡组：

帝国：（17）
蓝卡（4）：圣殿斥候（1费）、圣殿弩手（3费）、塔楼弓手（3费）、光明惩戒（5费）

紫卡（7）：传记·钢铁守卫（1费）、圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：曙光·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



禅意：（13）
蓝卡（8）：卜命道长（1费）、苦行武僧（2费）、执剑道人（3费）、龟族僧人（3费）、叶幻师（3费）、连击（3费）、连击（3费）、风卷残云（4费）

紫卡（4）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、万物之灵（5费）

橙卡（1）：悟能禅杖（4费）



武器：天命链锤（紫色*6星）

宝物：天使面容（橙色·6星）






蓝卡：（13张——14.54级）

圣殿斥候（1费）——15级

卜命道长（1费）——14级

旅行背包（1费）——13级

重装固守（1费）——13级

执剑道人（3费）——16级

圣殿弩手（3费）——16级

塔楼弓手（3费）——17级

连击（3费）——15级

连击（3费）——13级

龟族僧人（3费）——14级

深山采药人（3费）——13级

风卷残云（4费）——14级

光明惩戒（5费）——16级



紫卡：（10张——14.40级）

圣殿御卫（2费）——17级

边境高墙（3费）——16级

驱魔道人（3费）——14级

扫叶僧（3费）——14级

冲锋装备（3费）——15级

御风武者（4费）——13级

召集护卫（4费）——13级

禁卫百夫长（5费）——16级

万物之灵（5费）——12级

禁卫指挥官（6费）——15级



橙卡：（7张——12.86级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——14级

上宝沁金耙（4费）——12级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——13级

白袍·伊恩（6费）——13级

武圣·云长（8费）——13级



总卡等：14.10级


*/