/*
白处尊：

最终卡组：



蓝卡：（13张——16.77级）

圣殿斥候（1费）——20级

卜命道长（1费）——16级

天使琼浆（2费）——17级

苦行武僧（2费）——14级

圣殿弩手（3费）——20级

执剑道者（3费）——18级

增援战线（3费）——18级

龟族僧人（3费）——16级

深山采药人（3费）——15级

连击（3费）——17级、12级

风卷残云（4费）——15级

光明惩戒（5费）——20级



紫卡：（9张——15.44级）

四芒军旗（1费）——14级

圣殿御卫（2费）——18级

扫叶僧（3费）——16级

冲锋装备（3费）——16级

夺取阵地（4费）——15级

墨轩隐士（4费）——13级

万物之灵（5费）——14级

禁卫指挥官（6费）——17级

惩戒天使（6费）——16级



橙卡：（8张——14.63）

花光春影·安娜贝尔（3费）——15级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——14级

九天玄女·轩（4费）——14级

上宝沁金耙（4费）——13级

永恒之王·莱哈特（5费）——15级

白袍·伊恩（6费）——16级

武圣·云长（8费）——14级



总卡等：15.80级



技能等级：（莲华守护-8级）：【回合4】全体友军+4/+4，100%获得神佑1回合。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（圣堂铁砧-6级）：【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】。


*/