/*
白处尊：

最终卡组：


蓝卡：（13张——15.15级）

圣殿斥候（1费）——16级

卜命道长（1费）——15级

天使琼浆（2费）——16级

苦行武僧（2费）——13级

塔楼弓手（3费）——18级

执剑道者（3费）——16级

增援战线（3费）——15级

连击（3费）——15级、13级

深山采药人（3费）——14级

风铃道人（4费）——15级

光明惩戒（5费）——16级、15级



紫卡：（10张——14.33级）

四芒军旗（1费）——12级

圣殿御卫（2费）——17级

边境高墙（3费）——16级

圣殿骑士（3费）——14级

驱魔道人（3费）——14级

扫叶僧（3费）——15级

御风武者（4费）——14级

召集护卫（4费）——13级

万物之灵（5费）——13级

禁卫指挥官（6费）——15级



橙卡：（7张——13.00级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——15级

九天玄女·轩（4费）——12级

上宝沁金耙（4费）——12级

明日香·露娜（4费）——12级

白袍·伊恩（6费）——14级

武圣·云长（8费）——13级



总卡等：14.38级



技能等级：（莲华守护-8级）：【回合4】全体友军+4/+4，100%获得神佑1回合。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/