/*
希拉：

最终卡组：

炼狱：（18）
蓝卡（5）：冥河守卫（1费）、冥河守卫（1费）、落雷击（1费）、猩红勇士（3费）、狂暴炎球（3费）

紫卡（9）：碎颅魔（2费）、觅食大嘴兽（2费）、绝望镰魔（3费）、绝望镰魔（3费）、岩浆球（2费）、灼神双炎（4费）、地狱屠夫（5费）、雷光炼狱（5费）、
         恶灵魔焰（6费）

橙卡（4）：痛苦之心（2费）、岩魔（3费）、怨魂饕餮兽（5费）、血翼·莉莉斯（6费）



禅意：（12）
蓝卡（9）：箭竹守卫（1费）、箭竹守卫（1费）、白羊药师（2费）、白羊药师（2费）、树木之怒（2费）、树木之怒（2费）、执剑道者（3费）、疾风猎手（3费）、
         风铃道人（4费）

紫卡（3）：扫叶僧（3费）、御风武者（4费）、疾风传说（4费）

橙卡（0）：



武器：历劫拳套（紫色）

宝物：燃魂戒指（紫色）











蓝卡：（17张——14.00级）

冥河守卫（1费）——16级

卜命道长（1费）——15级

箭竹守卫（1费）——16级、10级

落雷击（1费）——14级

白羊药师（2费）——15级

树木之怒（2费）——15级

苦行武僧（2费）——13级

残暴爪钩（2费）——13级

邪眼魔（2费）——13级、12级

执剑道者（3费）——16级

连击（3费）——15级

深山采药人（3费）——14级

疾风猎手（3费）——13级

风铃道人（4费）——15级

烈焰风暴（4费）——13级



紫卡：（11张——12.73级）

碎颅魔（2费）——13级

觅食大嘴兽（2费）——12级

扫叶僧（3费）——15级

逍遥琴师（3费）——14级

绝望镰魔（3费）——12级

岩浆球（3费）——12级

御风武者（4费）——14级

灼神双炎（4费）——12级

雷光炼狱（5费）——13级

地狱屠夫（5费）——12级

恶灵魔焰（6费）——11级



橙卡：（2张——8.00级）

痛苦之心（2费）——5级

怨魂饕餮兽（5费）——11级



总卡等：13.13级


技能等级：（烈风箭-6级）：【回合4】吹回随机敌军，敌方英雄生命-25，本回合禁疗。

武器等级：（破面血矛-5级）：【回合4】敌方弃掉1张牌，随机敌军受到5点伤害，敌方无手牌则伤害加倍。

宝物等级：（恶魔冠冕-6级）：【回合2结束】召唤【凝血之池-lv4】。


*/