/*
尤瑞艾莉：

最终卡组：

炼狱：（21）
蓝卡（8）：冥河守卫（1费）、冥河守卫（1费）、落雷击（1费）、邪眼魔（2费）、尖叫邪鬼（3费）、凝血之池（3费）、狂暴炎球（3费）、恶臭公害（4费）

紫卡（9）：碎颅魔（2费）、绝望镰魔（3费）、岩浆球（3费）、夺魂诅咒（4费）、灼神双炎（4费）、地狱屠夫（5费）、噬心魔虫（5费）、雷光炼狱（5费）、
         恶灵魔焰（6费）

橙卡（4）：痛苦之心（2费）、血翼·莉莉斯(6费)、烬喉地狱魔（8费）、猩红领主·巴拉克（9费）



隐秘：（9）
蓝卡（1）：沉默否定（2费）

紫卡（4）：破魔系教授（2费）、幻域秘树（4费）、米拉方舟（7费）、钢翼仲裁者（9费）

橙卡（4）：No.8雷鸣·泰拉德（1费）、鬼童-7号（4费）、No.2月之神·米拉（5费）、No.3隐秘公爵·伊斯多维尔（9费）



武器：破面血矛（紫色）

宝物：燃魂戒指（紫色）











当前卡组：

炼狱：（19）
蓝卡（7）：冥河守卫（1费）、落雷击（1费）、邪眼魔（2费）、尖叫邪鬼（3费）、凝血之池（3费）、狂暴炎球（3费）、恶臭公害（4费）

紫卡（9）：碎颅魔（2费）、绝望镰魔（3费）、岩浆球（3费）、夺魂诅咒（4费）、灼神双炎（4费）、地狱屠夫（5费）、噬心魔虫（5费）、雷光炼狱（5费）、
         恶灵魔焰（6费）

橙卡（3）：痛苦之心（2费）、岩魔（3费）、血翼·莉莉斯(6费)



隐秘：（11）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（5）：破魔系教授（2费）、幻域秘树（4费）、米拉方舟（7费）、魔钢（8费）、钢翼仲裁者（9费）

橙卡（4）：No.8雷鸣·泰拉德（1费）、鬼童-7号（4费）、No.2月之神·米拉（5费）、No.3隐秘公爵·伊斯多维尔（9费）



武器：破面血矛（紫色·5星）

宝物：恶魔冠冕（紫色·5星）










蓝卡：（10张——13.80级）

冥河守卫（1费）——16级

落雷击（1费）——14级

学仆-观测型（2费）——18级

残暴爪钩（2费）——13级

邪眼魔（2费）——13级、12级

沉默否定（2费）——13级、13级

猩红勇士（3费）——13级

烈焰风暴（4费）——13级



紫卡：（16张——13.00级）

隐形术（1费）——12级

破魔系教授（2费）——15级

克隆术（2费）——14级

碎颅魔（2费）——13级

学仆-脉冲型（3费）——14级、14级、13级

绝望镰魔（3费）——12级

岩浆球（3费）——12级

幻域秘树（4费）——15级

灼神双炎（4费）——12级

雷光炼狱（5费）——13级

地狱屠夫（5费）——12级

观星台大预言家（5费）——12级

恶灵魔焰（6费）——11级

米拉方舟（7费）——14级



橙卡：（4张——10.50级）

痛苦之心（2费）——7级

月之神·米拉（5费）——12级

怨魂饕餮兽（5费）——11级

火蛇巫女·沃凡瑞拉（7费）——12级



总卡等：12.93级


技能等级：（烈焰折磨-6级）：【回合4】敌方弃一张牌，随机敌军受到2点伤害，若无手牌则随机友军+8/+8，获得【践踏】。

武器等级：（破面血矛-5级）：【回合4】敌方弃掉1张牌，随机敌军受到5点伤害，敌方无手牌则伤害加倍。

宝物等级：（恶魔冠冕-6级）：【回合2结束】召唤【凝血之池-lv4】。


*/