/*
阿斯塔拉：

最终卡组：

隐秘：（15）
蓝卡（3）：学仆-观测型（2费）、学仆-观测型（2费）、沉默否定（2费）

紫卡（9）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、学仆-猛禽型（3费）、幻域秘树（4费）、学仆-塑钢型（4费）、观星台大预言家（5费）、米拉方舟（7费）

橙卡（3）：月之神·米拉（5费）、滑板少年·迪宁（6费）、火蛇巫女·沃凡瑞拉（7费）



帝国：（15）
蓝卡（5）：圣殿斥候（1费）、天使琼浆（2费）、塔楼弓手（3费）、精英射手（4费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（4）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、白袍·伊恩（6费）



武器：星界银剑（紫色·6星）、寻宝短杖（10星）

宝物：纯净紫钻（紫色·8星）










当前卡组：

隐秘：（15）
蓝卡（4）：学仆-观测型（2费）、方尖魔碑（2费）、沉默否定（2费）、学仆-渗透型（4费）

紫卡（8）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、学仆-猛禽型（3费）、幻域秘树（4费）、观星台大预言家（5费）、米拉方舟（7费）

橙卡（2）：月之神·米拉（5费）、火蛇巫女·沃凡瑞拉（7费）



帝国：（15）
蓝卡（5）：圣殿斥候（1费）、天使琼浆（2费）、塔楼弓手（3费）、精英射手（4费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（4）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、白袍·伊恩（6费）



武器：星界银剑（紫色·6星）

宝物：紫钻（紫色·7星）






蓝卡：（10张——15.30级）

圣殿斥候（1费）——15级

学仆-观测型（2费）——16级、16级

天使琼浆（2费）——16级

沉默否定（2费）——13级、13级

塔楼弓手（3费）——17级

圣殿弩手（3费）——16级

光明惩戒（5费）——16级、15级



紫卡：（14张——14.00级）

圣殿御卫（2费）——17级

破魔系教授（2费）——13级、12级

克隆术（2费）——14级

边境高墙（3费）——16级

学仆-脉冲型（3费）——16级、14级

幻域秘树（4费）——15级

召集护卫（4费）——13级

观星台大预言家（5费）——12级、10级

惩戒天使（6费）——14级

禁卫指挥官（6费）——15级

米拉方舟（7费）——14级



橙卡：（6张——12.67级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——14级

明日香·露娜（4费）——12级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——13级

火蛇巫女·沃凡瑞拉（7费）——12级



总卡等：14.17级


技能等级：（揭示未来-8级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-6级）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（纯净紫钻-7级）：【回合3结束】召唤【幻域秘树-lv8】。


*/