/*
阿斯塔拉：

最终卡组：



蓝卡：（12张——16.58级）

圣殿斥候（1费）——18级

学仆-观测型（2费）——18级、16级

方尖魔碑（2费）——18级

天使琼浆（2费）——17级

沉默否定（2费）——13级、13级

塔楼弓手（3费）——18级

全数否定（3费）——18级

圣殿弩手（3费）——18级

光明惩戒（5费）——16级、16级



紫卡：（13张——15.54级）

隐形术（1费）——13级

圣殿御卫（2费）——18级

破魔系教授（2费）——16级

克隆术（2费）——14级

边境高墙（3费）——17级

学仆-脉冲型（3费）——17级、17级

幻域秘树（4费）——15级

召集护卫（4费）——14级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——16级

惩戒天使（6费）——15级

米拉方舟（7费）——17级



橙卡：（5张——13.80级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——13级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——15级



总卡等：15.67级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（纯净紫钻-8级）：【回合2结束】召唤【幻域秘树-lv8】。


*/