/*
阿斯塔拉：

最终卡组：


蓝卡：（10张——15.90级）

圣殿斥候（1费）——17级

学仆-观测型（2费）——18级、15级

方尖魔碑（2费）——17级

天使琼浆（2费）——16级

沉默否定（2费）——13级、13级

塔楼弓手（3费）——18级

光明惩戒（5费）——16级、16级



紫卡：（14张——14.93级）

隐形术（1费）——13级

四芒军旗（1费）——12级

圣殿御卫（2费）——17级

破魔系教授（2费）——16级

克隆术（2费）——14级

边境高墙（3费）——17级

学仆-脉冲型（3费）——17级、16级

幻域秘树（4费）——15级

召集护卫（4费）——13级

观星台大预言家（5费）——13级

惩戒天使（6费）——15级

禁卫指挥官（6费）——15级

米拉方舟（7费）——16级



橙卡：（6张——14.00级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——15级

明日香·露娜（4费）——13级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——15级

火蛇巫女·沃凡瑞拉（7费）——12级



总卡等：15.07级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-6级）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（纯净紫钻-7级）：【回合3结束】召唤【幻域秘树-lv8】。


*/