/*

阿斯塔拉

蓝卡：（9张——19.22级）

圣殿斥候（1费）——20级、17级

学仆-观测型（2费）——20级、19级

沉重否定（2费）——17级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——20级



紫卡：（16张——16.31级）

四芒军旗（1费）——14级

隐形术（1费）——14级

圣殿御卫（2费）——20级

破魔系教授（2费）——19级

克隆术（2费）——15级

学仆-脉冲型（3费）——20级、19级、14级

冲锋装备（3费）——16级

学仆-塑钢型（4费）——17级

夺取阵地（4费）——16级

幻域秘树（4费）——15级

观星台大预言家（5费）——15级

禁卫指挥官（6费）——17级

惩戒天使（6费）——12级

米拉方舟（7费）——18级



橙卡：（5张——16.20级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

月之神·米拉（5费）——16级

白袍·伊恩（6费）——17级



总卡等：17.17级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（脉冲袖箭-9级）：【回合3】召唤【学仆-脉冲型-lv11】。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】。


*/