/*
阿斯塔拉：

最终卡组：



蓝卡：（10张——17.60级）

圣殿斥候（1费）——19级、12级

学仆-观测型（2费）——20级

方尖魔碑（2费）——18级

天使琼浆（2费）——17级

沉重否定（2费）——16级

全数否定（3费）——20级

圣殿弩手（3费）——19级

增援战线（3费）——17级

光明惩戒（5费）——18级



紫卡：（16张——15.13级）

隐形术（1费）——14级

四芒军旗（1费）——12级

圣殿御卫（2费）——18级

破魔系教授（2费）——16级、12级

克隆术（2费）——14级

学仆-脉冲型（3费）——17级、16级、14级

冲锋装备（3费）——16级

幻域秘树（4费）——16级

夺取阵地（4费）——15级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——16级

惩戒天使（6费）——15级

米拉方舟（7费）——17级



橙卡：（4张——14.75级）

花光春影·安娜贝尔（3费）——15级

明日香·露娜（4费）——13级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——16级



总卡等：16.27级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（纯净紫钻-8级）：【回合2结束】召唤【幻域秘树-lv8】。


*/