/*
阿斯塔拉：

最终卡组：

隐秘：（16）
蓝卡（2）：学仆-观测型（2费）、沉默否定（2费）

紫卡（10）：隐形术（1费）、破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、学仆-猛禽星（3费）、幻域秘树（4费）、
         学仆-塑钢型（4费）、观星台大预言家（5费）、米拉方舟（7费）

橙卡（4）：圣僧·法海（1费）、流星-7号（4费）、月之神·米拉（5费）、No.6沃凡瑞拉（7费）



帝国：（14）
蓝卡（3）：圣殿斥候（1费）、塔楼弓手（3费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（5）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）



武器：星界银剑（紫色·6星）

宝物：紫钻（紫色·6星）








当前卡组：

隐秘：（15）
蓝卡（3）：学仆-观测型（2费）、沉默否定（2费）、学仆-渗透型（4费）

紫卡（8）：破魔系教授（2费）、克隆术（2费）、学仆-脉冲型（3费）、学仆-脉冲型（3费）、幻域秘树（4费）、学仆-塑钢型（4费）、观星台大预言家（5费）、
         米拉方舟（7费）

橙卡（4）：圣僧·法海（1费）、流星-7号（4费）、No.6沃凡瑞拉（7费）、月之神·米拉（5费）



帝国：（15）
蓝卡（3）：圣殿斥候（1费）、圣殿弩手（3费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、边境高墙（3费）、冲锋装备（3费）、召集护卫（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·关羽（8费）     



武器：星界银剑（紫色·6星）

宝物：紫钻（紫色·7星）



*/