/*
梅：

最终卡组：

禅意：（17）
蓝卡（10）：卜命道长（1费）、苦行武僧（2费）、执剑道人（3费）、深山采药人（3费）、叶幻师（3费）、龟族僧人（3费）、连击（3费）、连击（3费）、
          祥云师太（4费）、 风卷残云（4费）

紫卡（5）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（2）：流岚刃·琳（3费）、悟能禅杖（4费）



帝国：（13）
蓝卡（3）：旅行背包（1费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、圣殿骑士（3费）、冲锋装备（3费）、冲锋装备（3费）、夺取阵地（4费）、禁卫百夫长（5费）

橙卡（4）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、钢铁统帅·雷蒙德（8费）



武器：道心浮尘（蓝色·6星）

宝物：沉香药囊（紫色·6星）








当前卡组：

禅意：（15）
蓝卡（8）：龟族僧人（3费）、执剑道人（3费）、叶幻师（3费）、连击（3费）、连击（3费）、铁山靠（3费）、祥云师太（4费）、风卷残云（4费）

紫卡（5）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（2）：悟能禅杖（4费）、玉虚真君·任大师（7费）



帝国：（15）
蓝卡（5）：旅行背包（1费）、重装固守（1费）、塔楼弓手（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（4）：圣殿御卫（2费）、冲锋装备（3费）、禁卫百夫长（5费）、禁卫指挥官（6费）

橙卡（6）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



武器：道心浮尘（蓝色·6星）

宝物：沉香药囊（紫色·6星）



*/