/*
梅：

最终卡组：



蓝卡：（15张——15.07级）

圣殿斥候（1费）——17级

卜命道长（1费）——15级

苦行武僧（2费）——14级

塔楼弓手（3费）——18级

圣殿弩手（3费）——17级

执剑道人（3费）——17级

龟族僧人（3费）——15级

连击（3费）——15级、14级

深山采药人（3费）——15级

叶幻师（3费）——12级

铁山靠（3费）——13级

祥云师太（4费）——12级

光明惩戒（5费）——16级、16级



紫卡：（6张——15.33级）

圣殿御卫（2费）——17级

驱魔道人（3费）——15级

扫叶僧（3费）——15级

冲锋装备（3费）——15级

召集护卫（4费）——14级

禁卫指挥官（6费）——16级



橙卡：（9张——13.44级）

花光春影·安娜贝尔（3费）——13级

火凤凰·琳（3费）——12级

百花长枪·卡罗琳（4费）——15级

明日香·露娜（4费）——13级

上宝沁金耙（4费）——13级

九天玄女·轩（4费）——12级

永恒之王·莱哈特（5费）——14级

白袍·伊恩（6费）——15级

武圣·云长（8费）——14级



总卡等：14.63级



技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，护甲+2，并获得【荆棘】。

武器等级：（桃木剑-8级）：【回合1结束】获得【卜命道长-lv6】和【叶幻师-lv2】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/