/*

梅

蓝卡：（13张——16.85级）

圣殿斥候（1费）——20级

树木之怒（2费）——17级

飓风术（2费）——14级

长耳庄巧姑（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

执剑道人（3费）——19级

龟族僧人（3费）——16级

连击（3费）——20级

铁山靠（3费）——13级

风卷残云（3费）——15级、13级

光明惩戒（5费）——20级



紫卡：（9张——15.22级）

四芒军旗（1费）——14级

圣殿御卫（2费）——20级

冲锋装备（3费）——16级

御风武者（4费）——16级

夺取阵地（4费）——16级

墨轩隐士（4费）——12级

蟠桃会（4费）——12级

万物之灵（5费）——14级

禁卫指挥官（6费）——17级



橙卡：（8张——15.13级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡罗琳（4费）——16级

九天玄女·轩（4费）——15级

明日香·露娜（4费）——14级

上宝沁金耙（4费）——13级

永恒之王·莱哈特（5费）——16级

白袍·伊恩（6费）——16级

武圣·云长（8费）——15级



总卡等：15.90级



技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，护甲+2，并获得【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/