/*
梅：

pvp卡组：

禅意：（16）
蓝卡（8）：拒马（2费）、执剑道人（3费）、叶幻师（3费）、连击（3费）、连击（3费）、铁山靠（3费）、祥云师太（4费）、风卷残云（4费）

紫卡（7）：驱魔道人（3费）、驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、龙纹尊者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（1）：悟能禅杖（4费）



帝国：（14）
蓝卡（4）：重装固守（1费）、盾甲禁卫（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（5）：圣殿御卫（2费）、圣殿骑士（3费）、冲锋装备（3费）、夺取阵地（4费）、禁卫百夫长（5费）

橙卡（5）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、炫目天使·蕾娜（7费）



武器：桃木剑（紫色）

宝物：腾云青龙铠（橙色）











目前卡组：

禅意：（16）
蓝卡（8）：拒马（2费）、执剑道人（3费）、叶幻师（3费）、连击（3费）、连击（3费）、铁山靠（3费）、祥云师太（4费）、风卷残云（4费）

紫卡（6）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、龙纹尊者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（2）：悟能禅杖（4费）、玉虚真君·任大师（7费）



帝国：（14）
蓝卡（4）：重装固守（1费）、盾甲禁卫（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（5）：圣殿御卫（2费）、圣殿骑士（3费）、冲锋装备（3费）、夺取阵地（4费）、禁卫百夫长（5费）

橙卡（5）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）



武器：道心浮尘（蓝色）

宝物：沉香药水（橙色）



*/