/*
梅：

最终卡组：

禅意：（18）
蓝卡（10）：卜命道长（1费）、苦行武僧（2费）、执剑道人（3费）、深山采药人（3费）、叶幻师（3费）、龟族僧人（3费）、连击（3费）、连击（3费）、祥云师太（4费）、 风卷残云（4费）

紫卡（6）：月落（2费）、驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（2）：流岚刃·琳（3费）、悟能禅杖（4费）



帝国：（12）
蓝卡（2）：光明惩戒（5费）、光明惩戒（5费）

紫卡（6）：圣殿御卫（2费）、圣殿骑士（3费）、冲锋装备（3费）、冲锋装备（3费）、夺取阵地（4费）、禁卫百夫长（5费）

橙卡（4）：百花长枪·卡罗琳（4费）、明日之音·露娜（4费）、永恒之王·莱哈特（5费）、钢铁统帅·雷蒙德（8费）



武器：道心浮尘（蓝色·6星）

宝物：沉香药囊（紫色·6星）










当前卡组：

禅意：（17）
蓝卡（10）：卜命道长（1费）、苦行武僧（2费）、龟族僧人（3费）、执剑道人（3费）、深山采药人（3费）、叶幻师（3费）、连击（3费）、连击（3费）、祥云师太（4费）、风卷残云（4费）

紫卡（5）：驱魔道人（3费）、扫叶僧（3费）、御风武者（4费）、泰山之力（4费）、万物之灵（5费）

橙卡（2）：流岚刃·琳（3费）、上宝沁金耙（4费）



帝国：（13）
蓝卡（5）：旅行背包（1费）、重装固守（1费）、塔楼弓手（3费）、光明惩戒（5费）、光明惩戒（5费）

紫卡（3）：圣殿御卫（2费）、冲锋装备（3费）、禁卫百夫长（5费）

橙卡（5）：花光春影·安娜贝尔（3费）、百花长枪·卡罗琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、武圣·云长（8费）



武器：道心浮尘（蓝色·6星）

宝物：沉香药囊（紫色·6星）






蓝卡：（15张——14.87级）

圣殿斥候（1费）——17级

卜命道长（1费）——15级

旅行背包（1费）——14级

苦行武僧（2费）——14级

塔楼弓手（3费）——18级

执剑道人（3费）——17级

龟族僧人（3费）——15级

连击（3费）——15级、14级

深山采药人（3费）——14级

叶幻师（3费）——13级

铁山靠（3费）——13级

祥云师太（4费）——12级

光明惩戒（5费）——16级、16级



紫卡：（7张——15.14级）

圣殿御卫（2费）——17级

驱魔道人（3费）——15级

扫叶僧（3费）——15级

圣殿骑士（3费）——14级

冲锋装备（3费）——15级

召集护卫（4费）——14级

禁卫指挥官（6费）——16级



橙卡：（8张——13.50级）

花光春影·安娜贝尔（3费）——14级

火凤凰·琳（3费）——12级

百花长枪·卡罗琳（4费）——15级

明日香·露娜（4费）——13级

上宝沁金耙（4费）——13级

九天玄女·轩（4费）——12级

白袍·伊恩（6费）——15级

武圣·云长（8费）——14级



总卡等：14.57级



技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，护甲+2，并获得【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/