/*
神威（选择纹章士）

满级加成：+15Hp、+4魔力、+3魔防

结合特技：
1.【咒缚】：自身发动攻击后，对方与其周围1格的敌人将无法移动1回合。
强化：
a.隐秘：对方的回避额外-20。

2.【龙穿炮】：使用水之力攻击直线向3格并使格子化为"水洼"（回避-30），仅限相邻。
强化：
a.龙族：攻击范围+1。

结合武器：
1.【逆刀】：纹章士神威的佩刀，对枪有利、对斧不利。
2.【飞刀】：纹章士神威的佩刀，无法近身战，能攻击远处敌人。
3.【夜刀神】：纹章士神威的传说神刀。

同步特技：
1.【龙脉】：可使用"龙脉"指令，对格子赋予特殊效果。
备注：
a.龙族：可赋予全种类的龙脉。
b.骑马：创造出具有回避降低效果的水洼。
c.魔道：创造出具有伤害效果的火焰。
d.气功：创造出阻挡去路的冰柱。
e.连携：创造出具有防守、魔防提升效果的土柱。
f.重装：创造出使打破效果无效的藤曼
g.飞行：创造出具有HP回复效果的治愈之雾。
h.隐秘：创造出具有回避提升效果的雾气。

2.【身体接触】：行动结束或待命时，回复相邻我方单位5/10HP，并稍微提升支援值。
3.【龙咒】：自身发动攻击后，对方的全基本能力-4（效果随时间递减，每回合回复1）。
4.【防阵】：使敌人的连锁攻击无效。

继承特技：
1.【HP】：HP提升5/7/10/12/15。
2.【剑术·心】：装备剑时，命中+10/+15/+20/+25/+30、必避-10。

可获得资质：剑术资质

*/