/*
艾莉可（圣魔纹章士）

满级加成：+3魔力、+4技巧、+10幸运

结合特技：
1.【双圣】：与艾莉可结合时，使我方全员的"月之手镯"切换为"日月手镯"，"优风"切换为"苍穹"。

2.【双流】：与艾夫拉姆合力施展连续攻击，仅限持剑且相邻时（艾夫拉姆为枪攻击，克制异形）。
强化：
a.龙族：伤害增加120%。
b.骑马：艾夫拉姆的攻击伤害增加150%。

结合武器：
1.【刺剑】：纹章士艾莉可的刺剑，克制骑马/克制重装。
2.【风之剑】：纹章士艾莉可的魔法剑，能以魔法之风攻击远处敌人，克制飞行。
3.【齐格林德】：纹章士艾莉可的双圣器之剑，克制异形。

同步特技：
1.【月之手镯】：自身发动物理攻击时，将对方防守的20%/30%加计至伤害。
强化：
a.【太阳之手镯】：自身发动攻击时，可回复造成伤害30%/50%的HP。
b.【日月手镯】：自身发动攻击时，可回复造成伤害30%/50%的HP。若发动的攻击为物理攻击时，将对方防守的20%/30%加计至伤害。

2.【交替】：可使用"交替"指令，通过替换纹章士来切换我方全员的"月之手镯""优风"与"太阳之手镯""勇空"。
3.【优风】：所受伤害-3/-5。
强化：
【勇空】：造成伤害+3/+5。
【苍穹】：所受伤害-3/-5、造成伤害+3/+5。

继承特技：
1.【必避】：必避提升10/15/20/25/30。
2.【枪术·柔】：装备枪时，回避+10/15/20/25/30、必杀-10。

可获得资质：枪术资质、剑术资质

*/