/* 
马尔斯（初始纹章士）

满级加成：+3力量、+4技巧、+4速度

结合特技：
1.【神速】：攻击时会发动所造成伤害50%的追击（可与其他会发动追击的特技同时发动）。
强化：
a.龙族：自身将恢复HP，数值等同此特技的追击伤害。
b.隐秘：依此特技发生追击命中时，将使对方陷入中毒状态。

2.【星之突击】：连续施展7次伤害为30%的攻击仅限持剑且相邻时。
强化：
a.龙族：攻击次数+2。
b.魔道：计算伤害以魔力为基准。
c.连携：攻击次数+1。

结合武器：
1.【刺剑】：纹章士马尔斯的刺剑，克制骑马/克制重装。
2.【墨丘利剑】：纹章士马尔斯的神器之剑，可获得2倍经验值。
3.【法尔西昂】：纹章士马尔斯的传说之剑，克制龙。

同步特技：
1.【识破】：自己发动攻击时，回避+15/+30。回避会随速度提升而提升。
2.【接二连三】：使对方陷入打破状态时，会发动造成伤害50%的追击。
3.【不屈】：我军行动阶段开始时，若HP为20%/30%/40%以下，回复HP最大值20%/30%/40%。

继承特技：
1.【回避】：回避+10/+15/+20/+25/+30。
2.【剑术·柔】：装备剑时，回避+10/+15/+20/+25/+30、必杀-10。

可获得资质：剑术资质。

*/
