/*
赛莉卡（声响纹章士）

满级加成：+3力量、+5魔力、+4魔防

结合特技：
1.【重唱】：可使用"重唱"指令能以50%伤害的魔法发动2次攻击。
强化：
a.龙族：射程+1。
b.魔道：伤害+10%。

2.【传送末世烈焰】：传说送至10格范围内的可攻击位置对敌人发动强劲的魔法攻击。
强化：
a.龙族：射程+1。
b.骑马：可传送距离+2。
c.魔道：伤害为120%。
d.飞行：可传送距离+5。

结合武器：
1.【天使】：纹章士赛莉卡的神圣魔法，克制异形。
2.【圣愈】：纹章士赛莉卡的治愈之杖，可回复大量HP。
3.【末世烈焰】：纹章士赛莉卡的终极炎魔法。

同步特技：
1.【异形复仇】：受到异形兵攻击时，将所受伤害的10%/30%/50%反击给对方。
2.【共鸣之黑魔法】：使用魔道书攻击时，若自身HP为2以上，则消耗1HP使伤害+2/+3。
3.【最喜欢的东西】：同步状态下食用便当将蓄满结合计量条。

继承特技：
1.【魔力】：魔力提升2/3/4/5。
2.【魔道】：装备魔道书时，命中+3/+5/+7/+10/+15、回避+3/+5/+7/+10/+15。

可获得资质：魔法资质、剑术资质

*/