/*
里弗（系谱纹章士）

满级加成：+7HP、+3防守、+5体格

结合特技：
1.【瞬应】：受到敌人攻击时，若持有于射程、互克、克制上占优势的武器将自动更换成该武器。
强化：
a.龙族：该次战斗中命中+30。
b.连携：该次战斗中必杀+10。
c.重装：该次战斗中防守+5。
d.飞行：该次战斗中魔防+5。
e.隐秘：该次战斗中回避+20。

2.【四重巧击】：使用剑、枪、斧、弓施展连续攻击。
强化：
a.龙族：伤害为120%。
b.气功：必定打破。
c.隐秘：打倒敌人时，一定几率获得1000G（几率为"幸运"%）

结合武器：
1.【必杀斧】：纹章士里弗的斧，较容易造成致命伤害。
2.【大师之枪】：纹章士里弗的枪，由自身发动攻击时，连续攻击2次。能攻击远处的敌人。
3.【光之剑】：纹章士里弗的魔法剑，幸运+10，能以魔法之光攻击远方敌人。

同步特技：
1.【避开要害】：于武器互克上占优势时，所受伤害-3/-5/-7。
2.【埋伏】：受到敌人攻击时，若自身HP为25%/50%/75%以下，可抢先攻击对方。

继承特技：
1.【体格】：体格提升3/4/5。
2.【短剑术】：装备短剑时，命中+3/+5/+7/+10/+15、回避+3/+5/+7/+10/+15。

可获得资质：斧术资质、弓术资质、短剑资质、杖术资质、枪术资质、剑术资质

*/