/*
艾克（苍炎纹章士）

满级加成：+7HP、+4力量、+5防守

结合特技：
1.【不动】：回避变为0，但所受伤害-50%。
强化：
a.龙族：所受伤害额外-10%。

2.【霸克·天空】：舍弃反击使防守、魔防+5，并于下回合对周围2格施展范围攻击，回复伤害30%的HP，仅限持剑、斧。
强化：
a.龙族：伤害+1*遇袭次数。
b.重装：发动中的防守额外+5。
c.飞行：发动中的魔防额外+5。

结合武器：
1.【战锤】：纹章士艾克的战锤，不可追击，克制重装，由自身主动攻击时必为后攻，但会发动猛击。
2.【乌尔邦】：纹章士艾克的战斧，魔防+3。
3.【瑞格内尔】：纹章士艾克的传说神剑，防守+5，能攻击远方敌人。

同步特技：
1.【破坏】：使用"破坏"指令时，只需一击就能破坏目标。
2.【勇将】：HP为75%以下时，防守、魔防+5/+7。
3.【带回】：可使用"带回"指令，使相邻我方单位移动至自身的另一侧。
4.【愤怒】：必杀会随HP减少量提升（上限为+30）。

继承特技：
1.【防守】：防守提升1/2/3/4/5。
2.【斧术·刚】：装备斧时，攻击力+2/+4/+6/+8/+10，回避-10。

可获得资质：斧术资质、剑术资质

*/