// 禅意谷 15级

/*

白卡：

1.仙桃(1费/法术)：目标单位+4/+9。（lv12）

2.鹿行者(2费/14/1)：【传承2】。（lv12）

3.鹿剑客(2费/12/3)：前排登场:自身+0/+3；后排登场:自身+1/+1。（lv12）

4.人参果(2费/法术)：己方英雄生命+40。（lv15）
  人参果(2费/法术)：己方英雄生命+25。（lv12）

5.昆莱云游客(3费/3/15)：【传承2】。（lv12）

6.柏松隐者(4费/1/40)：回合结束:英雄生命+10。（lv15）
  柏松隐者(4费/1/36)：回合结束:英雄生命+9。（lv14）
  柏松隐者(4费/1/33)：回合结束:英雄生命+8。（lv13）
  柏松隐者(4费/1/30)：回合结束:英雄生命+7。（lv12）



蓝卡：

1.熊大宝(0费/7/7)：【传承6】。（lv15）
  熊大宝(0费/6/6)：【传承6】。（lv14）
  熊大宝(0费/6/6)：【传承5】。（lv13）

2.卜命道长(1费/12/10)：【传承4】。（lv15）
  卜命道长(1费/11/8)：【传承4】。（lv14）
  卜命道长(1费/10/7)：【传承3】。（lv13）
  卜命道长(1费/9/6)：【传承3】。（lv12）

3.箭竹守卫(1费/13/3)：登场:向敌横排投掷竹矛，9点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv15）
  箭竹守卫(1费/11/3)：登场:向敌横排投掷竹矛，8点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv14）
  箭竹守卫(1费/10/3)：登场:向敌横排投掷竹矛，7点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv13）
  箭竹守卫(1费/9/2)：登场:向敌横排投掷竹矛，6点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv12）

4.雪庐草人(1费/0/1)：【传承9】、死亡：英雄生命+30，若脚下已冰封，抽一张牌。（lv15）
  雪庐草人(1费/0/1)：【传承8】、死亡：英雄生命+25，若脚下已冰封，抽一张牌。（lv14）
  雪庐草人(1费/0/1)：【传承7】、死亡：英雄生命+22，若脚下已冰封，抽一张牌。（lv13）
  雪庐草人(1费/0/1)：【传承6】、死亡：英雄生命+20，若脚下已冰封，抽一张牌。（lv12）

5.熊二宝(1费/10/2)：【传承3】、【践踏】。（lv15）

6.白羊药师(2费/16/16)：前排登场:英雄生命+16；后排登场:敌方英雄生命-16。（lv15）
  白羊药师(2费/14/15)：前排登场:英雄生命+14；后排登场:敌方英雄生命-14。（lv14）
  白羊药师(2费/13/13)：前排登场:英雄生命+13；后排登场:敌方英雄生命-13。（lv13）
  白羊药师(2费/11/11)：前排登场:英雄生命+11；后排登场:敌方英雄生命-11。（lv12）

7.拒马(2费/12/28)：【守军】、【荆棘】。（lv15）
  拒马(2费/10/27)：【守军】、【荆棘】。（lv14）
  拒马(2费/9/25)：【守军】、【荆棘】。（lv13）
  拒马(2费/8/23)：【守军】、【荆棘】。（lv12）

8.长耳庄巧姑(2费/7/10)：【洞察1】、【传承8】、法力上限+1。（lv15）
  长耳庄巧姑(2费/7/9)：【洞察1】、【传承7】、法力上限+1。（lv14）
  长耳庄巧姑(2费/6/9)：【洞察1】、【传承6】、法力上限+1。（lv13）
  长耳庄巧姑(2费/6/7)：【洞察1】、【传承6】、法力上限+1。（lv12）

9.黑竹守卫(2费/5/27)：受到传承:自身+6/-1，竹枪投向随机敌军，12点伤害。（lv15）
  黑竹守卫(2费/4/24)：受到传承:自身+6/-1，竹枪投向随机敌军，11点伤害。（lv14）
  黑竹守卫(2费/3/23)：受到传承:自身+5/-1，竹枪投向随机敌军，10点伤害。（lv13）
  黑竹守卫(2费/3/20)：受到传承:自身+5/-1，竹枪投向随机敌军，9点伤害。（lv12）

10.苦行武僧(2费/13/18)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv15）新
   苦行武僧(2费/12/15)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv14）
   苦行武僧(2费/11/13)：【传承4】、回合结束:自身+3/+3，魔防+2。（lv13）
   苦行武僧(2费/10/12)：【传承4】、回合结束:自身+3/+2，魔防+2。（lv12）

11.树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到35点伤害。（lv15）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到30点伤害。（lv14）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到25点伤害。（lv13）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到20点伤害。（lv12）

12.飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+21。（lv15）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+18。（lv14）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+15。（lv13）
   飓风术(2费/法术)：目标敌军吹回手上、英雄生命+14。（lv12）

13.锁妖塔守卫(2费/17/17)：【洞察1】、【法力封锁1】。（lv15）

14.熊小宝(2费/5/5)：【传承5】、【连击】。（lv15）

15.明月心(2费/法术)：目标友军+10/+10，获得【魂歌】、抽一张牌。（lv15）

16.叶幻师(3费/29/1)：【传承8】、登场:和随机相邻友军调换位置。（lv15）
   叶幻师(3费/26/1)：【传承7】、登场:和随机相邻友军调换位置。（lv14）
   叶幻师(3费/23/1)：【传承6】、登场:和随机相邻友军调换位置。（lv13）
   叶幻师(3费/20/1)：【传承5】、登场:和随机相邻友军调换位置。（lv12）

17.龟族僧人(3费/14/24)：【护甲4】、【回命】、获得传承:护甲+5。（lv15）新
   龟族僧人(3费/13/21)：【护甲4】、【回命】、获得传承:护甲+4。（lv14）
   龟族僧人(3费/12/18)：【护甲4】、【回命】、获得传承:护甲+4。（lv13）
   龟族僧人(3费/10/17)：【护甲3】、【回命】、获得传承:护甲+4。（lv12）

18.执剑道者(3费/16/25)：命中玩家:全体友军+3/+3。（lv15）新
   执剑道者(3费/15/22)：命中玩家:全体友军+2/+3。（lv14）
   执剑道者(3费/13/19)：命中玩家:全体友军+2/+3。（lv13）
   执剑道者(3费/11/18)：命中玩家:全体友军+2/+2。（lv12）

19.深山采药人(3费/13/23)：【传承6】、登场:英雄生命+20。（lv15）
   深山采药人(3费/12/20)：【传承6】、登场:英雄生命+18。（lv14）
   深山采药人(3费/10/18)：【传承5】、登场:英雄生命+15。（lv13）
   深山采药人(3费/9/15)：【传承5】、登场:英雄生命+13。（lv12）

20.连击(3费/法术)：目标友军+5/+19，魔防+4，获得【二连击】。（lv15）新
   连击(3费/法术)：目标友军+4/+18，魔防+3，获得【二连击】。（lv14）
   连击(3费/法术)：目标友军+3/+17，魔防+2，获得【二连击】。（lv13）
   连击(3费/法术)：目标友军+3/+15，魔防+1，获得【二连击】。（lv12）

21.铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+10、75%几率抽一张牌。（lv15）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+8、75%几率抽一张牌。（lv14）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+6、75%几率抽一张牌。（lv13）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+5、70%几率抽一张牌。（lv12）

22.味仙居小妹(3费/15/15)：前排登场:另一友军攻击+15；后排登场:另一友军生命+25。（lv15）
   味仙居小妹(3费/13/14)：前排登场:另一友军攻击+13；后排登场:另一友军生命+20。（lv14）
   味仙居小妹(3费/12/12)：前排登场:另一友军攻击+12；后排登场:另一友军生命+18。（lv13）
   味仙居小妹(3费/10/11)：前排登场:另一友军攻击+10；后排登场:另一友军生命+16。（lv13）

23.醉道人(3费/19/27)：攻击前、死亡:全场其他生物受到1点伤害。（lv15）
   醉道人(3费/17/25)：攻击前、死亡:全场其他生物受到1点伤害。（lv14）
   醉道人(3费/16/21)：攻击前、死亡:全场其他生物受到1点伤害。（lv13）
   醉道人(3费/14/20)：攻击前、死亡:全场其他生物受到1点伤害。（lv12）

24.明月曲(3费/法术)：【洞察1】、7个友军+4/+5、抽一张牌。（lv15）
   明月曲(3费/法术)：【洞察1】、7个友军+4/+4、抽一张牌。（lv14）
   明月曲(3费/法术)：【洞察1】、7个友军+3/+4、抽一张牌。（lv13）

25.雪狐剑客(3费/18/18)：登场：飞剑攻击随机敌军（6点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv15）
   雪狐剑客(3费/16/16)：登场：飞剑攻击随机敌军（6点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv14）
   雪狐剑客(3费/15/15)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv13）
   雪狐剑客(3费/14/13)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv12）

26.雪隐谷樵夫(3费/16/22)：【传承5】、回合开始：友方若有冰封，传承+4。（lv15）
   雪隐谷樵夫(3费/15/19)：【传承4】、回合开始：友方若有冰封，传承+4。（lv14）
   雪隐谷樵夫(3费/13/18)：【传承4】、回合开始：友方若有冰封，传承+3。（lv13）
   雪隐谷樵夫(3费/12/15)：【传承3】、回合开始：友方若有冰封，传承+3。（lv12）

27.疾风猎手(3费/22/15)：登场回合结束:射击敌方英雄。（lv15）

28.妙音坊乐师(3费/15/10)：【传承8】、【魂歌】、登场:相邻友军攻击+6，并获得【魂歌】。（lv15）

29.风铃道人(4费/17/17)：【洞察1】、登场:吹回随机敌军。（lv15）新
   风铃道人(4费/16/15)：【洞察1】、登场:吹回随机敌军。（lv14）
   风铃道人(4费/14/14)：【洞察1】、登场:吹回随机敌军。（lv13）
   风铃道人(4费/13/12)：【洞察1】、登场:吹回随机敌军。（lv12）

30.祥云师太(4费/13/13)：【传承12】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv15）
   祥云师太(4费/12/12)：【传承11】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv14）
   祥云师太(4费/11/11)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv13）
   祥云师太(4费/10/10)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲1】。（lv12）

31.幽谷粮仓(4费/0/55)：回合开始:另一随机友军+3/+9，魔防+3。（lv15）
   幽谷粮仓(4费/0/48)：回合开始:另一随机友军+3/+8，魔防+3。（lv14）
   幽谷粮仓(4费/0/42)：回合开始:另一随机友军+3/+8，魔防+2。（lv13）
   幽谷粮仓(4费/0/36)：回合开始:另一随机友军+3/+7，魔防+2。（lv12）

32.风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+20，66%几率获得《真理石碎片》。（lv15）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+18，66%几率获得《真理石碎片》。（lv14）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+16，66%几率获得《真理石碎片》。（lv13）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+15，60%几率获得《真理石碎片》。（lv12）

33.茁壮生长(4费/法术)：目标生物+6/+40、英雄生命+40。（lv15）
   茁壮生长(4费/法术)：目标生物+5/+35、英雄生命+35。（lv14）
   茁壮生长(4费/法术)：目标生物+5/+30、英雄生命+30。（lv13）
   茁壮生长(4费/法术)：目标生物+5/+26、英雄生命+26。（lv12）

34.羊族壮士(5费/20/36)：登场:英雄生命+36、受到传承:英雄生命+36。（lv15）
   羊族壮士(5费/18/32)：登场:英雄生命+32、受到传承:英雄生命+32。（lv14）
   羊族壮士(5费/16/28)：登场:英雄生命+28、受到传承:英雄生命+28。（lv13）
   羊族壮士(5费/15/23)：登场:英雄生命+23、受到传承:英雄生命+23。（lv12）

35.勇气师范(5费/12/39)：登场:随机相邻友军加攻，等同其一半生命值。（lv15）
   勇气师范(5费/11/35)：登场:随机相邻友军加攻，等同其一半生命值。（lv14）
   勇气师范(5费/10/32)：登场:随机相邻友军加攻，等同其一半生命值。（lv13）
   勇气师范(5费/7/27)：登场:随机相邻友军加攻，等同其一半生命值。（lv12）

36.传记·前世(2费/传记)：召唤斑毛幼猪-lv15，获得【传记·今生】。（lv15）

37.传记·今生(3费/传记)：召唤深山采药人-lv15。（lv15）



紫卡：

1.蟠桃隐士(2费/0/33)：【洞察1】、回合结束:获得手牌:仙桃-lv15。（lv15）
  蟠桃隐士(2费/0/29)：【洞察1】、回合结束:获得手牌:仙桃-lv14。（lv14）
  蟠桃隐士(2费/0/25)：【洞察1】、回合结束:获得手牌:仙桃-lv13。（lv13）
  蟠桃隐士(2费/0/22)：【洞察1】、回合结束:获得手牌:仙桃-lv12。（lv12）

2.仙灵藤蔓(2费/3/33)：回合结束:自身生命+16，若生命高于50，获得【磐龙】。（lv15）
  仙灵藤蔓(2费/3/29)：回合结束:自身生命+15，若生命高于50，获得【磐龙】。（lv14）
  仙灵藤蔓(2费/3/28)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv13）
  仙灵藤蔓(2费/2/25)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv12）

3.植甲师(2费/13/19)：【护甲3】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv15）新
  植甲师(2费/12/16)：【护甲3】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv15）
  植甲师(2费/11/15)：【护甲3】、【传承3】、受到传承:全体友军+2/+3，护甲+3。（lv15）
  植甲师(2费/10/13)：【护甲3】、【传承3】、受到传承:全体友军+2/+3，护甲+3。（lv15）

4.扫叶僧(3费/18/10)：前排登场:自身获得【传承8】；后排登场:对面首位敌军移回英雄手上。（lv15）
  扫叶僧(3费/17/9)：前排登场:自身获得【传承7】；后排登场:对面首位敌军移回英雄手上。（lv14）
  扫叶僧(3费/16/8)：前排登场:自身获得【传承6】；后排登场:对面首位敌军移回英雄手上。（lv13）
  扫叶僧(3费/15/7)：前排登场:自身获得【传承5】；后排登场:对面首位敌军移回英雄手上。（lv12）

5.逍遥琴师(3费/15/21)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:70%几率，魔音攻击。（lv15）新
  逍遥琴师(3费/13/19)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:65%几率，魔音攻击。（lv14）
  逍遥琴师(3费/11/18)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:65%几率，魔音攻击。（lv13）
  逍遥琴师(3费/9/16)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:60%几率，魔音攻击。（lv12）

6.驱魔道人(3费/15/20)：【洞察1】、【神佑】、命中时:自身+3/+3。（lv15）
  驱魔道人(3费/13/18)：【洞察1】、【神佑】、命中时:自身+3/+3。（lv14）
  驱魔道人(3费/12/15)：【洞察1】、【神佑】、命中时:自身+2/+3。（lv13）
  驱魔道人(3费/10/14)：【洞察1】、【神佑】、命中时:自身+2/+3。（lv12）

7.雪山飞狐(3费/18/15)：【魂歌】、回合开始：若脚下已冰封，攻击+6，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/17/13)：【魂歌】、回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/15/11)：【魂歌】、回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/13/10)：【魂歌】、回合开始：若脚下已冰封，攻击+4，获得【先攻】、首次获得传承：获得【连击】。（lv12）
  
8.白鹿贤士(4费/19/19)：前排登场:所有敌军-5/-5；后排登场:所有友军+6/+6。（lv15）
  白鹿贤士(4费/17/17)：前排登场:所有敌军-5/-5；后排登场:所有友军+5/+5。（lv14）
  白鹿贤士(4费/15/16)：前排登场:所有敌军-4/-4；后排登场:所有友军+5/+5。（lv13）
  白鹿贤士(4费/14/14)：前排登场:所有敌军-3/-3；后排登场:所有友军+5/+5。（lv12）

9.御风武者(4费/21/17)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv15）
  御风武者(4费/19/15)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv14）
  御风武者(4费/17/13)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv13）
  御风武者(4费/15/12)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv12）

10.墨轩隐士(4费/4/29)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv15）
   墨轩隐士(4费/4/26)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv14）
   墨轩隐士(4费/3/25)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv13）
   墨轩隐士(4费/3/23)：法力上限+1、回合结束:复制场上另一单位，到你手上。（lv12）

11.黑竹林地(4费/法术)：随机位置召唤3个5/27黑竹守卫-lv15。（lv15）
   黑竹林地(4费/法术)：随机位置召唤3个4/24黑竹守卫-lv14。（lv14）
   黑竹林地(4费/法术)：随机位置召唤3个3/23黑竹守卫-lv13。（lv13）
   黑竹林地(4费/法术)：随机位置召唤3个3/20黑竹守卫-lv12。（lv12）   

12.蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+30、随机一个友军+5/+5。（lv15）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+24、随机一个友军+5/+5。（lv14）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+19、随机一个友军+5/+5。（lv13）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+18、随机一个友军+4/+4。（lv12）

13.泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲15】、【魔防5】。（lv15）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲14】、【魔防4】。（lv14）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲13】、【魔防3】。（lv13）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲12】、【魔防2】。（lv12）

14.龙纹尊者(4费/18/35)：【磐龙】、【护甲7】、受到传承时:自身额外+7/+7。（lv15）
   龙纹尊者(4费/16/32)：【磐龙】、【护甲6】、受到传承时:自身额外+7/+7。（lv14）
   龙纹尊者(4费/14/30)：【磐龙】、【护甲6】、受到传承时:自身额外+6/+6。（lv13）
   龙纹尊者(4费/12/26)：【磐龙】、【护甲5】、受到传承时:自身额外+6/+6。（lv12）

15.赏金刺客(4费/12/25)：【连击】、每当一个敌军死亡：自身+2/+8、生命大于30，获得【磐龙】。（lv15）
   赏金刺客(4费/10/24)：【连击】、每当一个敌军死亡：自身+2/+7、生命大于30，获得【磐龙】。（lv14）
   赏金刺客(4费/9/22)：【连击】、每当一个敌军死亡：自身+1/+7、生命大于30，获得【磐龙】。（lv13）
   赏金刺客(4费/8/19)：【连击】、每当一个敌军死亡：自身+1/+7、生命大于30，获得【磐龙】。（lv12）

16.疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv15。（lv15）新
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv14。（lv14）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv13。（lv13）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv12。（lv12）

17.渡船隐士(5费/30/20)：死亡:抓一张牌，生命+18、获得传承时:在相邻位置召唤渡船隐士。（lv15）新
   渡船隐士(5费/28/18)：死亡:抓一张牌，生命+16、获得传承时:在相邻位置召唤渡船隐士。（lv14）
   渡船隐士(5费/25/16)：死亡:抓一张牌，生命+14、获得传承时:在相邻位置召唤渡船隐士。（lv13）
   渡船隐士(5费/22/14)：死亡:抓一张牌，生命+12、获得传承时:在相邻位置召唤渡船隐士。（lv12）

18.狐剑仙(5费/30/13)：回合开始:飞剑贯穿横排敌军13点伤害。（lv15）新
   狐剑仙(5费/26/12)：回合开始:飞剑贯穿横排敌军12点伤害。（lv14）
   狐剑仙(5费/23/11)：回合开始:飞剑贯穿横排敌军11点伤害。（lv13）
   狐剑仙(5费/20/10)：回合开始:飞剑贯穿横排敌军10点伤害。（lv12）

19.万物之灵(5费/法术)：目标友军+15/+15并获得【神佑】。（lv15）新
   万物之灵(5费/法术)：目标友军+13/+14并获得【神佑】。（lv14）
   万物之灵(5费/法术)：目标友军+12/+12并获得【神佑】。（lv13）
   万物之灵(5费/法术)：目标友军+11/+11并获得【神佑】。（lv12）

20.摇钱尊者(5费/10/70)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv15）新
   摇钱尊者(5费/9/65)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv14）
   摇钱尊者(5费/8/60)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv13）
   摇钱尊者(5费/7/55)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv12）

21.云游武僧(5费/24/29)：【先攻】、登场:相邻一个友军+3/+2，获得【连击】1回合。（lv15）

22.披甲罗汉(6费/36/36)：【护甲15】、受到传承:自身获得【魔免】、【回命】。（lv15）
   披甲罗汉(6费/32/32)：【护甲13】、受到传承:自身获得【魔免】、【回命】。（lv14）
   披甲罗汉(6费/29/29)：【护甲12】、受到传承:自身获得【魔免】、【回命】。（lv13）
   披甲罗汉(6费/25/25)：【护甲10】、受到传承:自身获得【魔免】、【回命】。（lv12）

23.拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/40柏松隐者-lv15。（lv15）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/36柏松隐者-lv14。（lv14）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/35柏松隐者-lv13。（lv13）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/30柏松隐者-lv12。（lv12）

24.猛虎寨大王(6费/35/35)：攻击前，若本方有5个友军:则自身+20/+20获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv15）
   猛虎寨大王(6费/32/32)：攻击前，若本方有5个友军:则自身+18/+18获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv14）
   猛虎寨大王(6费/29/29)：攻击前，若本方有5个友军:则自身+16/+16获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv13）
   猛虎寨大王(6费/26/26)：攻击前，若本方有5个友军:则自身+15/+15获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv12）

25.寒霜寺护院僧(6费/35/65)：【迟缓】、【磐龙】、【魔防10】、攻击前：若脚已冰封，自身+10/+10，获得【践踏】、受到传承：魔防+10、获得【回命】。（lv15）
   寒霜寺护院僧(6费/30/58)：【迟缓】、【磐龙】、【魔防9】、攻击前：若脚已冰封，自身+9/+9，获得【践踏】、受到传承：魔防+9、获得【回命】。（lv14）
   寒霜寺护院僧(6费/25/50)：【迟缓】、【磐龙】、【魔防8】、攻击前：若脚已冰封，自身+8/+8，获得【践踏】、受到传承：魔防+8、获得【回命】。（lv13）
   寒霜寺护院僧(6费/22/45)：【迟缓】、【磐龙】、【魔防7】、攻击前：若脚已冰封，自身+7/+7，获得【践踏】、受到传承：魔防+7、获得【回命】。（lv12）

26.酒豪(7费/20/50)：【二连击】、登场:横排每有一个敌军，自身+7/+7、【磐龙】1回合。（lv15）新
   酒豪(7费/18/48)：【二连击】、登场:横排每有一个敌军，自身+6/+6、【磐龙】1回合。（lv14）
   酒豪(7费/16/42)：【二连击】、登场:横排每有一个敌军，自身+6/+6、【磐龙】1回合。（lv13）
   酒豪(7费/14/39)：【二连击】、登场:横排每有一个敌军，自身+5/+5、【磐龙】1回合。（lv12）

27.味仙居掌厨(7费/10/45)：回合开始:英雄生命+50、登场回合结束:英雄生命加倍。（lv15）
   味仙居掌厨(7费/9/42)：回合开始:英雄生命+40、登场回合结束:英雄生命加倍。（lv14）
   味仙居掌厨(7费/8/40)：回合开始:英雄生命+35、登场回合结束:英雄生命加倍。（lv13）
   味仙居掌厨(7费/7/39)：回合开始:英雄生命+30、登场回合结束:英雄生命加倍。（lv12）

28.传记·月落(2费/传记)：目标区域敌军受到27点伤害，获得【传记·日升】。（lv15）新
   传记·月落(2费/传记)：目标区域敌军受到24点伤害，获得【传记·日升】。（lv14）
   传记·月落(2费/传记)：目标区域敌军受到21点伤害，获得【传记·日升】。（lv13）
   传记·月落(2费/传记)：目标区域敌军受到19点伤害，获得【传记·日升】。（lv12）

29.传记·日升(3费/传记)：目标友军+16/+16，获得【神佑】1回合。（lv15）新
   传记·日升(3费/传记)：目标友军+14/+15，获得【神佑】1回合。（lv14）
   传记·日升(3费/传记)：目标友军+13/+13，获得【神佑】1回合。（lv13）
   传记·日升(3费/传记)：目标友军+11/+12，获得【神佑】1回合。（lv12）



橙卡：

1.流岚刃·琳(3费/13/17)：【神佑】、对英雄伤害+4、受到传承:隐形3回合，攻击次数永久加1。（lv15）
  流岚刃·琳(3费/12/15)：【神佑】、对英雄伤害+3、受到传承:隐形3回合，攻击次数永久加1。（lv14）
  流岚刃·琳(3费/11/14)：【神佑】、对英雄伤害+2、受到传承:隐形3回合，攻击次数永久加1。（lv13）
  流岚刃·琳(3费/10/13)：【神佑】、受到传承:隐形3回合，攻击次数永久加1。（lv12）

2.神机玄女·轩(4费/7/14)：登场、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-1。（lv15）
  神机玄女·轩(4费/6/14)：登场、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-1/-1。（lv14）
  神机玄女·轩(4费/6/13)：登场、命中:【洞察2】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv13）
  神机玄女·轩(4费/5/11)：登场、命中:【洞察1】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv12）

3.悟能禅杖(4费/法术)：目标友军+15/+15、获得【回命】、【践踏】、【传承15】。（lv15）
  悟能禅杖(4费/法术)：目标友军+13/+13、获得【回命】、【践踏】、【传承13】。（lv14）
  悟能禅杖(4费/法术)：目标友军+11/+11、获得【回命】、【践踏】、【传承11】。（lv13）
  悟能禅杖(4费/法术)：目标友军+10/+10、获得【回命】、【践踏】、【传承10】。（lv12）

4.雪域春光·凛(4费/15/21)：【魔防15】、【传承9】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv15）
  雪域春光·凛(4费/13/19)：【魔防14】、【传承8】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv14）
  雪域春光·凛(4费/11/18)：【魔防13】、【传承7】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv13）
  雪域春光·凛(4费/10/17)：【魔防13】、【传承6】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv12）

5.三熊阵(4费/15/3)：【魂音】、死亡:召唤熊大宝-lv15、召唤熊二宝-lv15、召唤熊小宝-lv15。（lv15）

6.逍遥居士·铭(5费/20/20)：受到传承:变身为30/30神龙传人-lv15。（lv15）
  逍遥居士·铭(5费/18/18)：受到传承:变身为28/28神龙传人-lv14。（lv14）
  逍遥居士·铭(5费/16/16)：受到传承:变身为25/25神龙传人-lv13。（lv13）
  逍遥居士·铭(5费/14/14)：受到传承:变身为23/23神龙传人-lv12。（lv12）

7.长生不老树(5费/0/160)：【磐龙】、【魔防20】、回合结束:获得手牌:人参果-lv15。（lv15）
  长生不老树(5费/0/150)：【磐龙】、【魔防10】、回合结束:获得手牌:人参果-lv14。（lv14）
  长生不老树(5费/0/130)：【磐龙】、【魔防10】、回合结束:获得手牌:人参果-lv13。（lv13）
  长生不老树(5费/0/120)：【磐龙】、回合结束:获得手牌:人参果-lv12。（lv12）

8.神龙传人(5费/30/30)：【二连击】、【先攻】、【回命】、【神佑】、【传承20】。（lv15）
  神龙传人(5费/28/28)：【二连击】、【先攻】、【回命】、【神佑】、【传承15】。（lv14）
  神龙传人(5费/25/25)：【二连击】、【先攻】、【回命】、【神佑】、【传承13】。（lv13）
  神龙传人(5费/23/23)：【二连击】、【先攻】、【回命】、【神佑】、【传承12】。（lv12）

9.豪情禅师·悟能(6费/40/40)：【践踏】、【回命】、【传承15】。（lv15）
  豪情禅师·悟能(6费/36/36)：【践踏】、【回命】、【传承14】。（lv14）
  豪情禅师·悟能(6费/32/32)：【践踏】、【回命】、【传承13】。（lv13）
  豪情禅师·悟能(6费/28/28)：【践踏】、【回命】、【传承12】。（lv12）

10.逸云剑·任大师(7费/55/19)：前排登场:对面敌军受到400点伤害；后排登场:7个敌军受到13点伤害。（lv15）
   逸云剑·任大师(7费/50/17)：前排登场:对面敌军受到300点伤害；后排登场:7个敌军受到12点伤害。（lv14）
   逸云剑·任大师(7费/45/15)：前排登场:对面敌军受到200点伤害；后排登场:6个敌军受到11点伤害。（lv13）
   逸云剑·任大师(7费/40/12)：前排登场:对面敌军受到150点伤害；后排登场:六个敌军受到10点伤害。（lv12）



*/