// 禅意谷 20级

/*

白卡：

1.仙桃(1费/法术)：目标单位+7/+15，魔防+5。（lv20）
  仙桃(1费/法术)：目标单位+7/+14，魔防+5。（lv19）
  仙桃(1费/法术)：目标单位+7/+13，魔防+5。（lv18）
  仙桃(1费/法术)：目标单位+6/+13，魔防+4。（lv17）
  仙桃(1费/法术)：目标单位+6/+12，魔防+3。（lv16）
  仙桃(1费/法术)：目标单位+6/+10，魔防+3。（lv15）
  仙桃(1费/法术)：目标单位+5/+10，魔防+2。（lv14）
  仙桃(1费/法术)：目标单位+4/+10，魔防+2。（lv13）
  仙桃(1费/法术)：目标单位+4/+9。（lv12）

2.鹿行者(2费/28/3)：【传承3】。（lv20）
  鹿行者(2费/25/3)：【传承3】。（lv19）
  鹿行者(2费/23/3)：【传承3】。（lv18）
  鹿行者(2费/21/3)：【传承3】。（lv17）
  鹿行者(2费/19/3)：【传承3】。（lv16）
  鹿行者(2费/17/3)：【传承3】。（lv15）
  鹿行者(2费/16/3)：【传承2】。（lv14）
  鹿行者(2费/15/2)：【传承2】。（lv13）
  鹿行者(2费/14/1)：【传承2】。（lv12）

3.鹿剑客(2费/20/7)：前排登场:自身+0/+9；后排登场:自身+5/+1。（lv20）
  鹿剑客(2费/19/6)：前排登场:自身+0/+8；后排登场:自身+5/+1。（lv19）
  鹿剑客(2费/18/5)：前排登场:自身+0/+7；后排登场:自身+4/+1。（lv18）
  鹿剑客(2费/17/4)：前排登场:自身+0/+7；后排登场:自身+4/+1。（lv17）
  鹿剑客(2费/16/4)：前排登场:自身+0/+6；后排登场:自身+3/+1。（lv16）
  鹿剑客(2费/15/3)：前排登场:自身+0/+6；后排登场:自身+3/+1。（lv15）
  鹿剑客(2费/14/3)：前排登场:自身+0/+6；后排登场:自身+3/+1。（lv14）
  鹿剑客(2费/13/3)：前排登场:自身+0/+6；后排登场:自身+3/+1。（lv13）
  鹿剑客(2费/12/3)：前排登场:自身+0/+3；后排登场:自身+1/+1。（lv12）

4.人参果(2费/法术)：己方英雄生命+65。（lv20）
  人参果(2费/法术)：己方英雄生命+60。（lv19）
  人参果(2费/法术)：己方英雄生命+55。（lv18）
  人参果(2费/法术)：己方英雄生命+50。（lv17）
  人参果(2费/法术)：己方英雄生命+45。（lv16）
  人参果(2费/法术)：己方英雄生命+40。（lv15）
  人参果(2费/法术)：己方英雄生命+36。（lv14）
  人参果(2费/法术)：己方英雄生命+32。（lv13）
  人参果(2费/法术)：己方英雄生命+28。（lv12）

5.昆莱云游客(3费/7/35)：【传承3】。（lv20）
  昆莱云游客(3费/6/32)：【传承3】。（lv19）
  昆莱云游客(3费/5/29)：【传承3】。（lv18）
  昆莱云游客(3费/5/24)：【传承3】。（lv17）
  昆莱云游客(3费/4/22)：【传承3】。（lv16）
  昆莱云游客(3费/4/20)：【传承2】。（lv15）
  昆莱云游客(3费/3/19)：【传承2】。（lv14）
  昆莱云游客(3费/3/17)：【传承2】。（lv13）
  昆莱云游客(3费/3/15)：【传承2】。（lv12）

6.柏松隐者(4费/3/63)：回合结束:英雄生命+15。（lv20）
  柏松隐者(4费/2/60)：回合结束:英雄生命+13。（lv19）
  柏松隐者(4费/2/55)：回合结束:英雄生命+12。（lv18）
  柏松隐者(4费/2/50)：回合结束:英雄生命+11。（lv17）
  柏松隐者(4费/2/45)：回合结束:英雄生命+10。（lv16）
  柏松隐者(4费/1/40)：回合结束:英雄生命+10。（lv15）
  柏松隐者(4费/1/36)：回合结束:英雄生命+9。（lv14）
  柏松隐者(4费/1/33)：回合结束:英雄生命+8。（lv13）
  柏松隐者(4费/1/30)：回合结束:英雄生命+7。（lv12）



蓝卡：

1.熊大宝(0费/10/10)：【传承8】。（lv20）
  熊大宝(0费/9/9)：【传承8】。（lv19）
  熊大宝(0费/8/8)：【传承8】。（lv18）
  熊大宝(0费/8/8)：【传承7】。（lv17）
  熊大宝(0费/7/7)：【传承7】。（lv16）
  熊大宝(0费/7/7)：【传承6】。（lv15）
  熊大宝(0费/6/6)：【传承6】。（lv14）
  熊大宝(0费/6/6)：【传承5】。（lv13）
  熊大宝(0费/5/5)：【传承5】。（lv12）

2.卜命道长(1费/22/16)：【传承5】。（lv20）
  卜命道长(1费/20/14)：【传承5】。（lv19）
  卜命道长(1费/18/13)：【传承5】。（lv18）
  卜命道长(1费/16/12)：【传承4】。（lv17）
  卜命道长(1费/14/11)：【传承4】。（lv16）
  卜命道长(1费/12/10)：【传承4】。（lv15）
  卜命道长(1费/11/8)：【传承4】。（lv14）
  卜命道长(1费/10/7)：【传承3】。（lv13）
  卜命道长(1费/9/6)：【传承3】。（lv12）

3.箭竹守卫(1费/21/5)：登场:向敌横排投掷竹矛，12点伤害、攻击前:向敌前排投掷竹矛，7点伤害。（lv20）
  箭竹守卫(1费/19/5)：登场:向敌横排投掷竹矛，12点伤害、攻击前:向敌前排投掷竹矛，6点伤害。（lv19）
  箭竹守卫(1费/18/4)：登场:向敌横排投掷竹矛，10点伤害、攻击前:向敌前排投掷竹矛，6点伤害。（lv18）
  箭竹守卫(1费/16/4)：登场:向敌横排投掷竹矛，10点伤害、攻击前:向敌前排投掷竹矛，5点伤害。（lv17）
  箭竹守卫(1费/14/4)：登场:向敌横排投掷竹矛，9点伤害、攻击前:向敌前排投掷竹矛，5点伤害。（lv16）
  箭竹守卫(1费/13/3)：登场:向敌横排投掷竹矛，9点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv15）
  箭竹守卫(1费/11/3)：登场:向敌横排投掷竹矛，8点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv14）
  箭竹守卫(1费/10/3)：登场:向敌横排投掷竹矛，7点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv13）
  箭竹守卫(1费/9/2)：登场:向敌横排投掷竹矛，6点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv12）

4.雪庐草人(1费/0/1)：【传承15】、死亡：英雄生命+55，若脚下已冰封，抽一张牌。（lv20）
  雪庐草人(1费/0/1)：【传承13】、死亡：英雄生命+50，若脚下已冰封，抽一张牌。（lv19）
  雪庐草人(1费/0/1)：【传承12】、死亡：英雄生命+45，若脚下已冰封，抽一张牌。（lv18）
  雪庐草人(1费/0/1)：【传承11】、死亡：英雄生命+40，若脚下已冰封，抽一张牌。（lv17）
  雪庐草人(1费/0/1)：【传承10】、死亡：英雄生命+35，若脚下已冰封，抽一张牌。（lv16）
  雪庐草人(1费/0/1)：【传承9】、死亡：英雄生命+30，若脚下已冰封，抽一张牌。（lv15）
  雪庐草人(1费/0/1)：【传承8】、死亡：英雄生命+25，若脚下已冰封，抽一张牌。（lv14）
  雪庐草人(1费/0/1)：【传承7】、死亡：英雄生命+22，若脚下已冰封，抽一张牌。（lv13）
  雪庐草人(1费/0/1)：【传承6】、死亡：英雄生命+20，若脚下已冰封，抽一张牌。（lv12）

5.熊二宝(1费/15/3)：【传承3】、【践踏】。（lv20）
  熊二宝(1费/14/3)：【传承3】、【践踏】。（lv19）
  熊二宝(1费/13/3)：【传承3】、【践踏】。（lv18）
  熊二宝(1费/12/2)：【传承3】、【践踏】。（lv17）
  熊二宝(1费/11/2)：【传承3】、【践踏】。（lv16）
  熊二宝(1费/10/2)：【传承3】、【践踏】。（lv15）
  熊二宝(1费/9/2)：【传承3】、【践踏】。（lv14）
  熊二宝(1费/8/2)：【传承3】、【践踏】。（lv13）
  熊二宝(1费/7/2)：【传承3】、【践踏】。（lv12）

6.白羊药师(2费/25/25)：前排登场:英雄生命+25；后排登场:敌方英雄生命-25。（lv20）
  白羊药师(2费/23/23)：前排登场:英雄生命+23；后排登场:敌方英雄生命-23。（lv19）
  白羊药师(2费/21/21)：前排登场:英雄生命+21；后排登场:敌方英雄生命-21。（lv18）
  白羊药师(2费/19/19)：前排登场:英雄生命+19；后排登场:敌方英雄生命-19。（lv17）
  白羊药师(2费/17/18)：前排登场:英雄生命+18；后排登场:敌方英雄生命-18。（lv16）
  白羊药师(2费/16/16)：前排登场:英雄生命+16；后排登场:敌方英雄生命-16。（lv15）
  白羊药师(2费/14/15)：前排登场:英雄生命+14；后排登场:敌方英雄生命-14。（lv14）
  白羊药师(2费/13/13)：前排登场:英雄生命+13；后排登场:敌方英雄生命-13。（lv13）
  白羊药师(2费/11/12)：前排登场:英雄生命+11；后排登场:敌方英雄生命-11。（lv12）

7.拒马(2费/20/40)：【守军】、【荆棘】。（lv20）
  拒马(2费/18/38)：【守军】、【荆棘】。（lv19）
  拒马(2费/16/36)：【守军】、【荆棘】。（lv18）
  拒马(2费/14/34)：【守军】、【荆棘】。（lv17）
  拒马(2费/13/30)：【守军】、【荆棘】。（lv16）
  拒马(2费/12/28)：【守军】、【荆棘】。（lv15）
  拒马(2费/10/27)：【守军】、【荆棘】。（lv14）
  拒马(2费/9/25)：【守军】、【荆棘】。（lv13）
  拒马(2费/8/23)：【守军】、【荆棘】。（lv12）

8.长耳庄巧姑(2费/14/15)：【洞察1】、【传承10】、法力上限+1。（lv20）
  长耳庄巧姑(2费/12/13)：【洞察1】、【传承10】、法力上限+1。（lv19）
  长耳庄巧姑(2费/10/12)：【洞察1】、【传承10】、法力上限+1。（lv18）
  长耳庄巧姑(2费/9/11)：【洞察1】、【传承9】、法力上限+1。（lv17）
  长耳庄巧姑(2费/8/11)：【洞察1】、【传承8】、法力上限+1。（lv16）
  长耳庄巧姑(2费/7/10)：【洞察1】、【传承8】、法力上限+1。（lv15）
  长耳庄巧姑(2费/7/9)：【洞察1】、【传承7】、法力上限+1。（lv14）
  长耳庄巧姑(2费/6/9)：【洞察1】、【传承6】、法力上限+1。（lv13）
  长耳庄巧姑(2费/6/7)：【洞察1】、【传承6】、法力上限+1。（lv12）

9.黑竹守卫(2费/8/48)：受到传承:自身+9/-1，竹枪投向随机敌军，18点伤害。（lv20）
  黑竹守卫(2费/7/45)：受到传承:自身+9/-1，竹枪投向随机敌军，16点伤害。（lv19）
  黑竹守卫(2费/7/39)：受到传承:自身+8/-1，竹枪投向随机敌军，15点伤害。（lv18）
  黑竹守卫(2费/6/36)：受到传承:自身+7/-1，竹枪投向随机敌军，14点伤害。（lv17）
  黑竹守卫(2费/6/30)：受到传承:自身+7/-1，竹枪投向随机敌军，13点伤害。（lv16）
  黑竹守卫(2费/5/27)：受到传承:自身+6/-1，竹枪投向随机敌军，12点伤害。（lv15）
  黑竹守卫(2费/4/24)：受到传承:自身+6/-1，竹枪投向随机敌军，11点伤害。（lv14）
  黑竹守卫(2费/3/23)：受到传承:自身+5/-1，竹枪投向随机敌军，10点伤害。（lv13）
  黑竹守卫(2费/3/20)：受到传承:自身+5/-1，竹枪投向随机敌军，9点伤害。（lv12）

10.苦行武僧(2费/20/35)：【传承7】、回合结束:自身+4/+4，魔防+5。（lv20）
   苦行武僧(2费/18/32)：【传承7】、回合结束:自身+4/+4，魔防+4。（lv19）
   苦行武僧(2费/16/30)：【传承6】、回合结束:自身+4/+4，魔防+4。（lv18）
   苦行武僧(2费/15/27)：【传承6】、回合结束:自身+4/+3，魔防+4。（lv17）
   苦行武僧(2费/14/23)：【传承5】、回合结束:自身+4/+3，魔防+3。（lv16）
   苦行武僧(2费/13/21)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv15）
   苦行武僧(2费/12/18)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv14）
   苦行武僧(2费/11/15)：【传承4】、回合结束:自身+3/+3，魔防+2。（lv13）
   苦行武僧(2费/10/14)：【传承4】、回合结束:自身+3/+2，魔防+2。（lv12）

11.树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到54点伤害。（lv20）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到51点伤害。（lv19）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到48点伤害。（lv18）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到43点伤害。（lv17）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到39点伤害。（lv16）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到35点伤害。（lv15）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到30点伤害。（lv14）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到25点伤害。（lv13）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到20点伤害。（lv12）

12.飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+36。（lv20）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+33。（lv19）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+30。（lv18）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+27。（lv17）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+24。（lv16）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+21。（lv15）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+18。（lv14）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+15。（lv13）
   飓风术(2费/法术)：目标敌军吹回手上、英雄生命+14。（lv12）

13.锁妖塔守卫(2费/30/30)：【洞察1】、【法力封锁1】。（lv20）
   锁妖塔守卫(2费/28/27)：【洞察1】、【法力封锁1】。（lv19）
   锁妖塔守卫(2费/26/24)：【洞察1】、【法力封锁1】。（lv18）
   锁妖塔守卫(2费/23/22)：【洞察1】、【法力封锁1】。（lv17）
   锁妖塔守卫(2费/20/20)：【洞察1】、【法力封锁1】。（lv16）
   锁妖塔守卫(2费/18/18)：【洞察1】、【法力封锁1】。（lv15）
   锁妖塔守卫(2费/16/17)：【洞察1】、【法力封锁1】。（lv14）
   锁妖塔守卫(2费/15/15)：【洞察1】、【法力封锁1】。（lv13）
   锁妖塔守卫(2费/14/13)：【洞察1】、【法力封锁1】。（lv12）

14.熊小宝(2费/8/8)：【传承6】、【连击】。（lv20）
   熊小宝(2费/7/8)：【传承6】、【连击】。（lv19）
   熊小宝(2费/7/6)：【传承6】、【连击】。（lv18）
   熊小宝(2费/6/6)：【传承6】、【连击】。（lv17）
   熊小宝(2费/6/5)：【传承5】、【连击】。（lv16）
   熊小宝(2费/5/5)：【传承5】、【连击】。（lv15）
   熊小宝(2费/4/5)：【传承5】、【连击】。（lv14）
   熊小宝(2费/4/5)：【传承4】、【连击】。（lv15）
   熊小宝(2费/3/5)：【传承4】、【连击】。（lv12）

15.明月心(2费/法术)：目标友军+18/+18，获得【魂歌】、抽一张牌。（lv20）
   明月心(2费/法术)：目标友军+16/+16，获得【魂歌】、抽一张牌。（lv19）
   明月心(2费/法术)：目标友军+14/+14，获得【魂歌】、抽一张牌。（lv18）
   明月心(2费/法术)：目标友军+12/+13，获得【魂歌】、抽一张牌。（lv17）
   明月心(2费/法术)：目标友军+11/+11，获得【魂歌】、抽一张牌。（lv16）
   明月心(2费/法术)：目标友军+10/+10，获得【魂歌】、抽一张牌。（lv15）
   明月心(2费/法术)：目标友军+9/+9，获得【魂歌】、抽一张牌。（lv14）
   明月心(2费/法术)：目标友军+8/+8，获得【魂歌】、抽一张牌。（lv13）
   明月心(2费/法术)：目标友军+7/+7，获得【魂歌】、抽一张牌。（lv12）

16.叶幻师(3费/49/1)：【传承12】、登场:和随机相邻友军调换位置。（lv20）
   叶幻师(3费/44/1)：【传承11】、登场:和随机相邻友军调换位置。（lv19）
   叶幻师(3费/40/1)：【传承10】、登场:和随机相邻友军调换位置。（lv18）
   叶幻师(3费/36/1)：【传承9】、登场:和随机相邻友军调换位置。（lv17）
   叶幻师(3费/32/1)：【传承9】、登场:和随机相邻友军调换位置。（lv16）
   叶幻师(3费/29/1)：【传承8】、登场:和随机相邻友军调换位置。（lv15）
   叶幻师(3费/26/1)：【传承7】、登场:和随机相邻友军调换位置。（lv14）
   叶幻师(3费/23/1)：【传承6】、登场:和随机相邻友军调换位置。（lv13）
   叶幻师(3费/20/1)：【传承5】、登场:和随机相邻友军调换位置。（lv12）

17.龟族僧人(3费/25/35)：【护甲6】、【回命】、获得传承:护甲+6。（lv20）
   龟族僧人(3费/22/32)：【护甲6】、【回命】、获得传承:护甲+6。（lv19）
   龟族僧人(3费/20/30)：【护甲5】、【回命】、获得传承:护甲+6。（lv18）
   龟族僧人(3费/18/28)：【护甲5】、【回命】、获得传承:护甲+5。（lv17）
   龟族僧人(3费/16/25)：【护甲5】、【回命】、获得传承:护甲+5。（lv16）
   龟族僧人(3费/14/24)：【护甲4】、【回命】、获得传承:护甲+5。（lv15）
   龟族僧人(3费/13/21)：【护甲4】、【回命】、获得传承:护甲+4。（lv14）
   龟族僧人(3费/12/18)：【护甲4】、【回命】、获得传承:护甲+4。（lv13）
   龟族僧人(3费/10/17)：【护甲3】、【回命】、获得传承:护甲+4。（lv12）

18.执剑道者(3费/30/35)：命中玩家:全体友军+4/+4。（lv20）
   执剑道者(3费/27/33)：命中玩家:全体友军+3/+4。（lv19）
   执剑道者(3费/24/30)：命中玩家:全体友军+3/+4。（lv18）
   执剑道者(3费/21/28)：命中玩家:全体友军+3/+4。（lv17）
   执剑道者(3费/19/26)：命中玩家:全体友军+3/+3。（lv16）
   执剑道者(3费/16/25)：命中玩家:全体友军+3/+3。（lv15）
   执剑道者(3费/15/22)：命中玩家:全体友军+2/+3。（lv14）
   执剑道者(3费/13/19)：命中玩家:全体友军+2/+3。（lv13）
   执剑道者(3费/11/18)：命中玩家:全体友军+2/+2。（lv12）

19.深山采药人(3费/22/35)：【传承10】、登场:英雄生命+30。（lv20）
   深山采药人(3费/20/30)：【传承9】、登场:英雄生命+30。（lv19）
   深山采药人(3费/18/28)：【传承8】、登场:英雄生命+25。（lv18）
   深山采药人(3费/16/26)：【传承7】、登场:英雄生命+25。（lv17）
   深山采药人(3费/14/25)：【传承6】、登场:英雄生命+22。（lv16）
   深山采药人(3费/13/23)：【传承6】、登场:英雄生命+20。（lv15）
   深山采药人(3费/12/20)：【传承6】、登场:英雄生命+18。（lv14）
   深山采药人(3费/10/18)：【传承5】、登场:英雄生命+15。（lv13）
   深山采药人(3费/9/15)：【传承5】、登场:英雄生命+13。（lv12）

20.连击(3费/法术)：目标友军+8/+30，魔防+6，获得【二连击】。（lv20）
   连击(3费/法术)：目标友军+7/+28，魔防+6，获得【二连击】。（lv19）
   连击(3费/法术)：目标友军+7/+25，魔防+5，获得【二连击】。（lv18）
   连击(3费/法术)：目标友军+6/+23，魔防+5，获得【二连击】。（lv17）
   连击(3费/法术)：目标友军+6/+20，魔防+5，获得【二连击】。（lv16）
   连击(3费/法术)：目标友军+5/+19，魔防+4，获得【二连击】。（lv15）
   连击(3费/法术)：目标友军+4/+18，魔防+3，获得【二连击】。（lv14）
   连击(3费/法术)：目标友军+3/+17，魔防+2，获得【二连击】。（lv13）
   连击(3费/法术)：目标友军+3/+15，魔防+1，获得【二连击】。（lv12）

21.铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+24、75%几率抽一张牌。（lv20）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+21、75%几率抽一张牌。（lv19）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+18、75%几率抽一张牌。（lv18）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+15、75%几率抽一张牌。（lv17）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+12、75%几率抽一张牌。（lv16）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+10、75%几率抽一张牌。（lv15）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+8、75%几率抽一张牌。（lv14）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+6、75%几率抽一张牌。（lv13）
   铁山靠(3费/法术)：【洞察1】、目标友军加攻，等同其一半生命值、另一友军生命+5、70%几率抽一张牌。（lv12）

22.味仙居小妹(3费/25/25)：前排登场:另一友军攻击+25；后排登场:另一友军生命+45。（lv20）
   味仙居小妹(3费/22/22)：前排登场:另一友军攻击+23；后排登场:另一友军生命+40。（lv19）
   味仙居小妹(3费/20/20)：前排登场:另一友军攻击+20；后排登场:另一友军生命+35。（lv18）
   味仙居小妹(3费/18/18)：前排登场:另一友军攻击+18；后排登场:另一友军生命+32。（lv17）
   味仙居小妹(3费/16/17)：前排登场:另一友军攻击+16；后排登场:另一友军生命+30。（lv16）
   味仙居小妹(3费/15/15)：前排登场:另一友军攻击+15；后排登场:另一友军生命+25。（lv15）
   味仙居小妹(3费/13/14)：前排登场:另一友军攻击+13；后排登场:另一友军生命+20。（lv14）
   味仙居小妹(3费/12/12)：前排登场:另一友军攻击+12；后排登场:另一友军生命+18。（lv13）
   味仙居小妹(3费/10/11)：前排登场:另一友军攻击+10；后排登场:另一友军生命+16。（lv13）

23.醉道人(3费/30/45)：攻击前、死亡:全场其他生物受到1点伤害。（lv20）
   醉道人(3费/27/42)：攻击前、死亡:全场其他生物受到1点伤害。（lv19）
   醉道人(3费/25/37)：攻击前、死亡:全场其他生物受到1点伤害。（lv18）
   醉道人(3费/23/33)：攻击前、死亡:全场其他生物受到1点伤害。（lv17）
   醉道人(3费/21/30)：攻击前、死亡:全场其他生物受到1点伤害。（lv16）
   醉道人(3费/19/27)：攻击前、死亡:全场其他生物受到1点伤害。（lv15）
   醉道人(3费/17/25)：攻击前、死亡:全场其他生物受到1点伤害。（lv14）
   醉道人(3费/16/21)：攻击前、死亡:全场其他生物受到1点伤害。（lv13）
   醉道人(3费/14/20)：攻击前、死亡:全场其他生物受到1点伤害。（lv12）

24.明月曲(3费/法术)：【洞察1】、7个友军+7/+7、抽一张牌。（lv20）
   明月曲(3费/法术)：【洞察1】、7个友军+6/+7、抽一张牌。（lv19）
   明月曲(3费/法术)：【洞察1】、7个友军+6/+6、抽一张牌。（lv18）
   明月曲(3费/法术)：【洞察1】、7个友军+5/+6、抽一张牌。（lv17）
   明月曲(3费/法术)：【洞察1】、7个友军+5/+5、抽一张牌。（lv16）
   明月曲(3费/法术)：【洞察1】、7个友军+4/+5、抽一张牌。（lv15）
   明月曲(3费/法术)：【洞察1】、7个友军+4/+4、抽一张牌。（lv14）
   明月曲(3费/法术)：【洞察1】、7个友军+3/+4、抽一张牌。（lv13）
   明月曲(3费/法术)：【洞察1】、7个友军+3/+3、抽一张牌。（lv12）

25.雪狐剑客(3费/33/28)：登场：飞剑攻击随机敌军（12点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv20）
   雪狐剑客(3费/29/26)：登场：飞剑攻击随机敌军（11点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv19）
   雪狐剑客(3费/26/24)：登场：飞剑攻击随机敌军（10点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv18）
   雪狐剑客(3费/23/22)：登场：飞剑攻击随机敌军（9点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv17）
   雪狐剑客(3费/20/20)：登场：飞剑攻击随机敌军（8点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv16）
   雪狐剑客(3费/18/18)：登场：飞剑攻击随机敌军（7点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv15）
   雪狐剑客(3费/17/16)：登场：飞剑攻击随机敌军（6点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv14）
   雪狐剑客(3费/15/15)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv13）
   雪狐剑客(3费/14/13)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv12）

26.雪隐谷樵夫(3费/27/36)：【传承6】、回合开始：友方若有冰封，传承+6。（lv20）
   雪隐谷樵夫(3费/25/33)：【传承6】、回合开始：友方若有冰封，传承+5。（lv19）
   雪隐谷樵夫(3费/22/30)：【传承6】、回合开始：友方若有冰封，传承+5。（lv18）
   雪隐谷樵夫(3费/20/27)：【传承6】、回合开始：友方若有冰封，传承+4。（lv17）
   雪隐谷樵夫(3费/18/24)：【传承5】、回合开始：友方若有冰封，传承+4。（lv16）
   雪隐谷樵夫(3费/16/22)：【传承5】、回合开始：友方若有冰封，传承+4。（lv15）
   雪隐谷樵夫(3费/15/19)：【传承4】、回合开始：友方若有冰封，传承+4。（lv14）
   雪隐谷樵夫(3费/13/18)：【传承4】、回合开始：友方若有冰封，传承+3。（lv13）
   雪隐谷樵夫(3费/12/15)：【传承3】、回合开始：友方若有冰封，传承+3。（lv12）

27.疾风猎手(3费/35/21)：登场回合结束:射击敌方英雄。（lv20）
   疾风猎手(3费/32/20)：登场回合结束:射击敌方英雄。（lv19）
   疾风猎手(3费/30/18)：登场回合结束:射击敌方英雄。（lv18）
   疾风猎手(3费/27/17)：登场回合结束:射击敌方英雄。（lv17）
   疾风猎手(3费/25/15)：登场回合结束:射击敌方英雄。（lv16）
   疾风猎手(3费/22/15)：登场回合结束:射击敌方英雄。（lv15）
   疾风猎手(3费/20/13)：登场回合结束:射击敌方英雄。（lv14）
   疾风猎手(3费/18/12)：登场回合结束:射击敌方英雄。（lv13）
   疾风猎手(3费/16/11)：登场回合结束:射击敌方英雄。（lv12）

28.妙音坊乐师(3费/22/16)：【传承10】、【魂歌】、登场:相邻友军攻击+10，并获得【魂歌】。（lv20）
   妙音坊乐师(3费/20/15)：【传承9】、【魂歌】、登场:相邻友军攻击+10，并获得【魂歌】。（lv19）
   妙音坊乐师(3费/19/13)：【传承9】、【魂歌】、登场:相邻友军攻击+9，并获得【魂歌】。（lv18）
   妙音坊乐师(3费/18/12)：【传承8】、【魂歌】、登场:相邻友军攻击+8，并获得【魂歌】。（lv17）
   妙音坊乐师(3费/17/10)：【传承8】、【魂歌】、登场:相邻友军攻击+7，并获得【魂歌】。（lv16）
   妙音坊乐师(3费/15/10)：【传承8】、【魂歌】、登场:相邻友军攻击+6，并获得【魂歌】。（lv15）
   妙音坊乐师(3费/14/9)：【传承7】、【魂歌】、登场:相邻友军攻击+6，并获得【魂歌】。（lv14）
   妙音坊乐师(3费/13/8)：【传承7】、【魂歌】、登场:相邻友军攻击+5，并获得【魂歌】。（lv13）
   妙音坊乐师(3费/12/7)：【传承6】、【魂歌】、登场:相邻友军攻击+5，并获得【魂歌】。（lv12）

29.风铃道人(4费/29/29)：【洞察1】、登场:吹回随机敌军。（lv20）
   风铃道人(4费/26/26)：【洞察1】、登场:吹回随机敌军。（lv19）
   风铃道人(4费/23/23)：【洞察1】、登场:吹回随机敌军。（lv18）
   风铃道人(4费/21/21)：【洞察1】、登场:吹回随机敌军。（lv17）
   风铃道人(4费/19/19)：【洞察1】、登场:吹回随机敌军。（lv16）
   风铃道人(4费/17/17)：【洞察1】、登场:吹回随机敌军。（lv15）
   风铃道人(4费/16/15)：【洞察1】、登场:吹回随机敌军。（lv14）
   风铃道人(4费/14/14)：【洞察1】、登场:吹回随机敌军。（lv13）
   风铃道人(4费/13/12)：【洞察1】、登场:吹回随机敌军。（lv12）

30.祥云师太(4费/24/24)：【传承16】、登场:随机相邻友军生命加倍，获得【护甲4】。（lv20）
   祥云师太(4费/21/21)：【传承16】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv19）
   祥云师太(4费/18/18)：【传承15】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv18）
   祥云师太(4费/16/16)：【传承14】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv17）
   祥云师太(4费/14/15)：【传承13】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv16）
   祥云师太(4费/13/13)：【传承12】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv15）
   祥云师太(4费/12/12)：【传承11】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv14）
   祥云师太(4费/11/11)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv13）
   祥云师太(4费/10/10)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲1】。（lv12）

31.幽谷粮仓(4费/0/90)：回合开始:另一随机友军+5/+15，魔防+4。（lv20）
   幽谷粮仓(4费/0/82)：回合开始:另一随机友军+4/+14，魔防+4。（lv19）
   幽谷粮仓(4费/0/75)：回合开始:另一随机友军+4/+12，魔防+4。（lv18）
   幽谷粮仓(4费/0/68)：回合开始:另一随机友军+3/+12，魔防+3。（lv17）
   幽谷粮仓(4费/0/60)：回合开始:另一随机友军+3/+10，魔防+3。（lv16）
   幽谷粮仓(4费/0/55)：回合开始:另一随机友军+3/+9，魔防+3。（lv15）
   幽谷粮仓(4费/0/48)：回合开始:另一随机友军+3/+8，魔防+3。（lv14）
   幽谷粮仓(4费/0/42)：回合开始:另一随机友军+3/+8，魔防+2。（lv13）
   幽谷粮仓(4费/0/36)：回合开始:另一随机友军+3/+7，魔防+2。（lv12）

32.风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+33，66%几率获得《真理石碎片》。（lv20）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+30，66%几率获得《真理石碎片》。（lv19）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+27，66%几率获得《真理石碎片》。（lv18）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+24，66%几率获得《真理石碎片》。（lv17）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+22，66%几率获得《真理石碎片》。（lv16）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+20，66%几率获得《真理石碎片》。（lv15）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+18，66%几率获得《真理石碎片》。（lv14）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+16，66%几率获得《真理石碎片》。（lv13）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+15，60%几率获得《真理石碎片》。（lv12）

33.茁壮生长(4费/法术)：目标生物+9/+70、英雄生命+70。（lv20）
   茁壮生长(4费/法术)：目标生物+8/+65、英雄生命+65。（lv19）
   茁壮生长(4费/法术)：目标生物+7/+60、英雄生命+60。（lv18）
   茁壮生长(4费/法术)：目标生物+7/+50、英雄生命+50。（lv17）
   茁壮生长(4费/法术)：目标生物+6/+45、英雄生命+45。（lv16）
   茁壮生长(4费/法术)：目标生物+6/+40、英雄生命+40。（lv15）
   茁壮生长(4费/法术)：目标生物+5/+35、英雄生命+35。（lv14）
   茁壮生长(4费/法术)：目标生物+5/+30、英雄生命+30。（lv13）
   茁壮生长(4费/法术)：目标生物+5/+26、英雄生命+26。（lv12）

34.羊族壮士(5费/36/60)：登场:英雄生命+60、受到传承:英雄生命+60。（lv20）
   羊族壮士(5费/33/55)：登场:英雄生命+55、受到传承:英雄生命+55。（lv19）
   羊族壮士(5费/30/50)：登场:英雄生命+50、受到传承:英雄生命+50。（lv18）
   羊族壮士(5费/27/45)：登场:英雄生命+45、受到传承:英雄生命+45。（lv17）
   羊族壮士(5费/25/40)：登场:英雄生命+40、受到传承:英雄生命+40。（lv16）
   羊族壮士(5费/23/36)：登场:英雄生命+36、受到传承:英雄生命+36。（lv15）
   羊族壮士(5费/21/32)：登场:英雄生命+32、受到传承:英雄生命+32。（lv14）
   羊族壮士(5费/19/28)：登场:英雄生命+28、受到传承:英雄生命+28。（lv13）
   羊族壮士(5费/17/23)：登场:英雄生命+23、受到传承:英雄生命+23。（lv12）

35.勇气师范(5费/22/66)：登场:随机相邻友军加攻，等同其一半生命值。（lv18）
   勇气师范(5费/19/60)：登场:随机相邻友军加攻，等同其一半生命值。（lv17）
   勇气师范(5费/17/55)：登场:随机相邻友军加攻，等同其一半生命值。（lv18）
   勇气师范(5费/15/50)：登场:随机相邻友军加攻，等同其一半生命值。（lv17）
   勇气师范(5费/13/45)：登场:随机相邻友军加攻，等同其一半生命值。（lv16）
   勇气师范(5费/12/39)：登场:随机相邻友军加攻，等同其一半生命值。（lv15）
   勇气师范(5费/11/35)：登场:随机相邻友军加攻，等同其一半生命值。（lv14）
   勇气师范(5费/10/32)：登场:随机相邻友军加攻，等同其一半生命值。（lv13）
   勇气师范(5费/9/30)：登场:随机相邻友军加攻，等同其一半生命值。（lv12）

36.传记·前世(2费/传记)：召唤斑毛幼猪-lv20，获得【传记·今生】。（lv20）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv19，获得【传记·今生】。（lv19）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv18，获得【传记·今生】。（lv18）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv17，获得【传记·今生】。（lv17）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv16，获得【传记·今生】。（lv16）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv15，获得【传记·今生】。（lv15）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv14，获得【传记·今生】。（lv14）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv13，获得【传记·今生】。（lv13）
   传记·前世(2费/传记)：召唤斑毛幼猪-lv12，获得【传记·今生】。（lv12）

37.传记·今生(3费/传记)：召唤深山采药人-lv20。（lv20）
   传记·今生(3费/传记)：召唤深山采药人-lv19。（lv19）
   传记·今生(3费/传记)：召唤深山采药人-lv18。（lv18）
   传记·今生(3费/传记)：召唤深山采药人-lv17。（lv17）
   传记·今生(3费/传记)：召唤深山采药人-lv16。（lv16）
   传记·今生(3费/传记)：召唤深山采药人-lv15。（lv15）
   传记·今生(3费/传记)：召唤深山采药人-lv14。（lv14）
   传记·今生(3费/传记)：召唤深山采药人-lv13。（lv13）
   传记·今生(3费/传记)：召唤深山采药人-lv12。（lv12）



紫卡：

1.蟠桃隐士(2费/0/60)：【洞察1】、回合结束:获得手牌:仙桃-lv20。（lv20）
  蟠桃隐士(2费/0/52)：【洞察1】、回合结束:获得手牌:仙桃-lv19。（lv19）
  蟠桃隐士(2费/0/45)：【洞察1】、回合结束:获得手牌:仙桃-lv18。（lv18）
  蟠桃隐士(2费/0/40)：【洞察1】、回合结束:获得手牌:仙桃-lv17。（lv17）
  蟠桃隐士(2费/0/37)：【洞察1】、回合结束:获得手牌:仙桃-lv16。（lv16）
  蟠桃隐士(2费/0/33)：【洞察1】、回合结束:获得手牌:仙桃-lv15。（lv15）
  蟠桃隐士(2费/0/29)：【洞察1】、回合结束:获得手牌:仙桃-lv14。（lv14）
  蟠桃隐士(2费/0/25)：【洞察1】、回合结束:获得手牌:仙桃-lv13。（lv13）
  蟠桃隐士(2费/0/22)：【洞察1】、回合结束:获得手牌:仙桃-lv12。（lv12）

2.仙灵藤蔓(2费/6/49)：回合结束:自身生命+30，若生命高于50，获得【磐龙】。（lv20）
  仙灵藤蔓(2费/5/49)：回合结束:自身生命+25，若生命高于50，获得【磐龙】。（lv19）
  仙灵藤蔓(2费/4/48)：回合结束:自身生命+22，若生命高于50，获得【磐龙】。（lv18）
  仙灵藤蔓(2费/4/42)：回合结束:自身生命+20，若生命高于50，获得【磐龙】。（lv17）
  仙灵藤蔓(2费/3/38)：回合结束:自身生命+18，若生命高于50，获得【磐龙】。（lv16）
  仙灵藤蔓(2费/3/33)：回合结束:自身生命+16，若生命高于50，获得【磐龙】。（lv15）
  仙灵藤蔓(2费/3/30)：回合结束:自身生命+15，若生命高于50，获得【磐龙】。（lv14）
  仙灵藤蔓(2费/3/28)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv13）
  仙灵藤蔓(2费/2/25)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv12）

3.植甲师(2费/25/32)：【护甲4】、【传承4】、受到传承:全体友军+4/+4，护甲+4。（lv20）
  植甲师(2费/23/29)：【护甲4】、【传承4】、受到传承:全体友军+4/+4，护甲+3。（lv19）
  植甲师(2费/21/27)：【护甲4】、【传承4】、受到传承:全体友军+3/+3，护甲+3。（lv18）
  植甲师(2费/19/25)：【护甲4】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv17）
  植甲师(2费/18/22)：【护甲3】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv16）
  植甲师(2费/16/21)：【护甲3】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv15）
  植甲师(2费/14/19)：【护甲3】、【传承3】、受到传承:全体友军+3/+3，护甲+3。（lv14）
  植甲师(2费/13/16)：【护甲3】、【传承3】、受到传承:全体友军+2/+3，护甲+3。（lv13）
  植甲师(2费/12/15)：【护甲3】、【传承3】、受到传承:全体友军+2/+3，护甲+3。（lv12）

4.扫叶僧(3费/30/16)：前排登场:自身获得【传承12】；后排登场:对面首位敌军移回英雄手上。（lv20）
  扫叶僧(3费/27/15)：前排登场:自身获得【传承11】；后排登场:对面首位敌军移回英雄手上。（lv19）
  扫叶僧(3费/25/13)：前排登场:自身获得【传承10】；后排登场:对面首位敌军移回英雄手上。（lv18）
  扫叶僧(3费/22/12)：前排登场:自身获得【传承10】；后排登场:对面首位敌军移回英雄手上。（lv17）
  扫叶僧(3费/20/11)：前排登场:自身获得【传承9】；后排登场:对面首位敌军移回英雄手上。（lv16）
  扫叶僧(3费/18/10)：前排登场:自身获得【传承8】；后排登场:对面首位敌军移回英雄手上。（lv15）
  扫叶僧(3费/17/9)：前排登场:自身获得【传承7】；后排登场:对面首位敌军移回英雄手上。（lv14）
  扫叶僧(3费/16/8)：前排登场:自身获得【传承6】；后排登场:对面首位敌军移回英雄手上。（lv13）
  扫叶僧(3费/15/7)：前排登场:自身获得【传承5】；后排登场:对面首位敌军移回英雄手上。（lv12）

5.逍遥琴师(3费/33/33)：回合开始:魔音攻击全体敌军和英雄4点伤害、回合结束:75%几率，魔音攻击。（lv20）
  逍遥琴师(3费/28/31)：回合开始:魔音攻击全体敌军和英雄4点伤害、回合结束:75%几率，魔音攻击。（lv19）
  逍遥琴师(3费/25/27)：回合开始:魔音攻击全体敌军和英雄4点伤害、回合结束:75%几率，魔音攻击。（lv18）
  逍遥琴师(3费/23/25)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:75%几率，魔音攻击。（lv17）
  逍遥琴师(3费/19/23)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:70%几率，魔音攻击。（lv16）
  逍遥琴师(3费/16/21)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:70%几率，魔音攻击。（lv15）
  逍遥琴师(3费/13/20)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:65%几率，魔音攻击。（lv14）
  逍遥琴师(3费/12/19)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:65%几率，魔音攻击。（lv13）
  逍遥琴师(3费/10/17)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:60%几率，魔音攻击。（lv12）

6.驱魔道人(3费/28/29)：【洞察1】、【神佑】、命中时:自身+4/+4。（lv20）
  驱魔道人(3费/25/27)：【洞察1】、【神佑】、命中时:自身+4/+4。（lv19）
  驱魔道人(3费/22/25)：【洞察1】、【神佑】、命中时:自身+4/+4。（lv18）
  驱魔道人(3费/19/24)：【洞察1】、【神佑】、命中时:自身+3/+4。（lv17）
  驱魔道人(3费/16/22)：【洞察1】、【神佑】、命中时:自身+3/+4。（lv16）
  驱魔道人(3费/15/20)：【洞察1】、【神佑】、命中时:自身+3/+3。（lv15）
  驱魔道人(3费/13/18)：【洞察1】、【神佑】、命中时:自身+3/+3。（lv14）
  驱魔道人(3费/12/15)：【洞察1】、【神佑】、命中时:自身+2/+3。（lv13）
  驱魔道人(3费/10/14)：【洞察1】、【神佑】、命中时:自身+2/+3。（lv12）

7.雪山飞狐(3费/33/33)：【魂歌】、回合开始：若脚下已冰封，攻击+9，获得【先攻】、首次获得传承：获得【连击】。（lv20）
  雪山飞狐(3费/30/30)：【魂歌】、回合开始：若脚下已冰封，攻击+8，获得【先攻】、首次获得传承：获得【连击】。（lv19）
  雪山飞狐(3费/28/26)：【魂歌】、回合开始：若脚下已冰封，攻击+7，获得【先攻】、首次获得传承：获得【连击】。（lv18）
  雪山飞狐(3费/26/23)：【魂歌】、回合开始：若脚下已冰封，攻击+7，获得【先攻】、首次获得传承：获得【连击】。（lv17）
  雪山飞狐(3费/23/20)：【魂歌】、回合开始：若脚下已冰封，攻击+6，获得【先攻】、首次获得传承：获得【连击】。（lv16）
  雪山飞狐(3费/21/18)：【魂歌】、回合开始：若脚下已冰封，攻击+6，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/19/15)：【魂歌】、回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv14）
  雪山飞狐(3费/18/13)：【魂歌】、回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv13）
  雪山飞狐(3费/16/11)：【魂歌】、回合开始：若脚下已冰封，攻击+4，获得【先攻】、首次获得传承：获得【连击】。（lv12）
  
8.白鹿贤士(4费/32/32)：前排登场:所有敌军-10/-10；后排登场:所有友军+10/+10。（lv20）
  白鹿贤士(4费/28/28)：前排登场:所有敌军-9/-9；后排登场:所有友军+9/+9。（lv19）
  白鹿贤士(4费/25/25)：前排登场:所有敌军-8/-8；后排登场:所有友军+8/+8。（lv18）
  白鹿贤士(4费/23/23)：前排登场:所有敌军-7/-7；后排登场:所有友军+7/+7。（lv17）
  白鹿贤士(4费/21/21)：前排登场:所有敌军-6/-6；后排登场:所有友军+6/+6。（lv16）
  白鹿贤士(4费/19/19)：前排登场:所有敌军-5/-5；后排登场:所有友军+6/+6。（lv15）
  白鹿贤士(4费/17/17)：前排登场:所有敌军-5/-5；后排登场:所有友军+5/+5。（lv14）
  白鹿贤士(4费/15/16)：前排登场:所有敌军-4/-4；后排登场:所有友军+5/+5。（lv13）
  白鹿贤士(4费/14/14)：前排登场:所有敌军-3/-3；后排登场:所有友军+5/+5。（lv12）

9.御风武者(4费/40/32)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv20）
  御风武者(4费/37/29)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv19）
  御风武者(4费/35/24)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv18）
  御风武者(4费/32/21)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv17）
  御风武者(4费/29/19)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv16）
  御风武者(4费/26/17)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv15）
  御风武者(4费/23/15)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv14）
  御风武者(4费/21/13)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv13）
  御风武者(4费/19/12)：【先攻】、命中英雄时:75%几率吹回随机敌军。（lv12）

10.墨轩隐士(4费/7/60)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv20）
   墨轩隐士(4费/6/55)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv19）
   墨轩隐士(4费/6/45)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv18）
   墨轩隐士(4费/5/39)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv17）
   墨轩隐士(4费/5/33)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv16）
   墨轩隐士(4费/4/29)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv15）
   墨轩隐士(4费/4/26)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv14）
   墨轩隐士(4费/3/25)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv13）
   墨轩隐士(4费/3/23)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv12）

11.黑竹林地(4费/法术)：随机位置召唤3个8/48黑竹守卫-lv20。（lv20）
   黑竹林地(4费/法术)：随机位置召唤3个7/45黑竹守卫-lv19。（lv19）
   黑竹林地(4费/法术)：随机位置召唤3个7/39黑竹守卫-lv18。（lv18）
   黑竹林地(4费/法术)：随机位置召唤3个6/36黑竹守卫-lv17。（lv17）
   黑竹林地(4费/法术)：随机位置召唤3个6/30黑竹守卫-lv16。（lv16）
   黑竹林地(4费/法术)：随机位置召唤3个5/27黑竹守卫-lv15。（lv15）
   黑竹林地(4费/法术)：随机位置召唤3个4/24黑竹守卫-lv14。（lv14）
   黑竹林地(4费/法术)：随机位置召唤3个3/23黑竹守卫-lv13。（lv13）
   黑竹林地(4费/法术)：随机位置召唤3个3/20黑竹守卫-lv12。（lv12）   

12.蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+50、随机一个友军+9/+9。（lv20）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+45、随机一个友军+8/+8。（lv19）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+40、随机一个友军+7/+7。（lv18）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+38、随机一个友军+6/+6。（lv17）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+33、随机一个友军+6/+6。（lv16）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+30、随机一个友军+5/+5。（lv15）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+24、随机一个友军+5/+5。（lv14）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+19、随机一个友军+5/+5。（lv13）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+18、随机一个友军+4/+4。（lv12）

13.泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲20】、【魔防10】。（lv20）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲19】、【魔防9】。（lv19）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲18】、【魔防8】。（lv18）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲17】、【魔防7】。（lv17）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲16】、【魔防6】。（lv16）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲15】、【魔防5】。（lv15）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲14】、【魔防4】。（lv14）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲13】、【魔防3】。（lv13）
   泰山之力(4费/法术)：目标友军加攻，等同其一半生命值，并获得【护甲12】、【魔防2】。（lv12）

14.龙纹尊者(4费/35/65)：【磐龙】、【护甲9】、受到传承时:自身额外+9/+9。（lv20）
   龙纹尊者(4费/32/60)：【磐龙】、【护甲9】、受到传承时:自身额外+8/+8。（lv19）
   龙纹尊者(4费/29/55)：【磐龙】、【护甲8】、受到传承时:自身额外+8/+8。（lv18）
   龙纹尊者(4费/26/50)：【磐龙】、【护甲8】、受到传承时:自身额外+7/+7。（lv17）
   龙纹尊者(4费/23/45)：【磐龙】、【护甲7】、受到传承时:自身额外+7/+7。（lv16）
   龙纹尊者(4费/20/40)：【磐龙】、【护甲7】、受到传承时:自身额外+7/+7。（lv15）
   龙纹尊者(4费/18/35)：【磐龙】、【护甲6】、受到传承时:自身额外+7/+7。（lv14）
   龙纹尊者(4费/16/32)：【磐龙】、【护甲6】、受到传承时:自身额外+6/+6。（lv13）
   龙纹尊者(4费/14/30)：【磐龙】、【护甲5】、受到传承时:自身额外+6/+6。（lv12）

15.赏金刺客(4费/26/39)：【连击】、每当一个敌军死亡：自身+3/+12、生命大于40，获得【磐龙】。（lv20）
   赏金刺客(4费/23/36)：【连击】、每当一个敌军死亡：自身+2/+12、生命大于40，获得【磐龙】。（lv19）
   赏金刺客(4费/20/33)：【连击】、每当一个敌军死亡：自身+2/+10、生命大于40，获得【磐龙】。（lv18）
   赏金刺客(4费/18/31)：【连击】、每当一个敌军死亡：自身+2/+9、生命大于40，获得【磐龙】。（lv17）
   赏金刺客(4费/16/29)：【连击】、每当一个敌军死亡：自身+2/+9、生命大于30，获得【磐龙】。（lv16）
   赏金刺客(4费/14/27)：【连击】、每当一个敌军死亡：自身+2/+8、生命大于30，获得【磐龙】。（lv15）
   赏金刺客(4费/12/26)：【连击】、每当一个敌军死亡：自身+2/+7、生命大于30，获得【磐龙】。（lv14）
   赏金刺客(4费/11/24)：【连击】、每当一个敌军死亡：自身+1/+7、生命大于30，获得【磐龙】。（lv13）
   赏金刺客(4费/10/20)：【连击】、每当一个敌军死亡：自身+1/+7、生命大于30，获得【磐龙】。（lv12）

16.疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv20。（lv20）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv19。（lv19）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv18。（lv18）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv17。（lv17）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv16。（lv16）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv15。（lv15）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv14。（lv14）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv13。（lv13）
   疾风传说(4费/法术)：回手目标区域敌军，随机后排位置召唤疾风猎手-lv12。（lv12）

17.渡船隐士(5费/49/32)：死亡:抓一张牌，生命+32、获得传承时:在相邻位置召唤渡船隐士。（lv20）
   渡船隐士(5费/45/30)：死亡:抓一张牌，生命+30、获得传承时:在相邻位置召唤渡船隐士。（lv19）
   渡船隐士(5费/42/28)：死亡:抓一张牌，生命+28、获得传承时:在相邻位置召唤渡船隐士。（lv18）
   渡船隐士(5费/39/26)：死亡:抓一张牌，生命+26、获得传承时:在相邻位置召唤渡船隐士。（lv17）
   渡船隐士(5费/36/24)：死亡:抓一张牌，生命+24、获得传承时:在相邻位置召唤渡船隐士。（lv16）
   渡船隐士(5费/33/22)：死亡:抓一张牌，生命+22、获得传承时:在相邻位置召唤渡船隐士。（lv15）
   渡船隐士(5费/30/20)：死亡:抓一张牌，生命+20、获得传承时:在相邻位置召唤渡船隐士。（lv14）
   渡船隐士(5费/28/18)：死亡:抓一张牌，生命+18、获得传承时:在相邻位置召唤渡船隐士。（lv13）
   渡船隐士(5费/25/16)：死亡:抓一张牌，生命+16、获得传承时:在相邻位置召唤渡船隐士。（lv12）

18.狐剑仙(5费/55/20)：回合开始:飞剑贯穿横排敌军20点伤害。（lv20）
   狐剑仙(5费/50/18)：回合开始:飞剑贯穿横排敌军18点伤害。（lv19）
   狐剑仙(5费/45/16)：回合开始:飞剑贯穿横排敌军16点伤害。（lv18）
   狐剑仙(5费/40/15)：回合开始:飞剑贯穿横排敌军15点伤害。（lv17）
   狐剑仙(5费/35/14)：回合开始:飞剑贯穿横排敌军14点伤害。（lv16）
   狐剑仙(5费/30/13)：回合开始:飞剑贯穿横排敌军13点伤害。（lv15）
   狐剑仙(5费/26/12)：回合开始:飞剑贯穿横排敌军12点伤害。（lv14）
   狐剑仙(5费/23/11)：回合开始:飞剑贯穿横排敌军11点伤害。（lv13）
   狐剑仙(5费/20/10)：回合开始:飞剑贯穿横排敌军10点伤害。（lv12）

19.万物之灵(5费/法术)：目标友军+28/+28并获得【神佑】。（lv20）
   万物之灵(5费/法术)：目标友军+25/+25并获得【神佑】。（lv19）
   万物之灵(5费/法术)：目标友军+22/+22并获得【神佑】。（lv18）
   万物之灵(5费/法术)：目标友军+20/+20并获得【神佑】。（lv17）
   万物之灵(5费/法术)：目标友军+18/+18并获得【神佑】。（lv16）
   万物之灵(5费/法术)：目标友军+16/+17并获得【神佑】。（lv15）
   万物之灵(5费/法术)：目标友军+15/+15并获得【神佑】。（lv14）
   万物之灵(5费/法术)：目标友军+13/+14并获得【神佑】。（lv13）
   万物之灵(5费/法术)：目标友军+12/+12并获得【神佑】。（lv12）

20.摇钱尊者(5费/20/125)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv20）
   摇钱尊者(5费/17/110)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv19）
   摇钱尊者(5费/15/99)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv18）
   摇钱尊者(5费/14/88)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv17）
   摇钱尊者(5费/12/80)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv16）
   摇钱尊者(5费/10/72)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv15）
   摇钱尊者(5费/9/66)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv14）
   摇钱尊者(5费/8/60)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv13）
   摇钱尊者(5费/7/55)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv12）

21.云游武僧(5费/50/50)：【先攻】、登场:相邻一个友军+5/+5，获得【连击】1回合。（lv20）
   云游武僧(5费/46/46)：【先攻】、登场:相邻一个友军+4/+4，获得【连击】1回合。（lv19）
   云游武僧(5费/42/42)：【先攻】、登场:相邻一个友军+4/+4，获得【连击】1回合。（lv18）
   云游武僧(5费/38/38)：【先攻】、登场:相邻一个友军+3/+3，获得【连击】1回合。（lv17）
   云游武僧(5费/35/35)：【先攻】、登场:相邻一个友军+3/+3，获得【连击】1回合。（lv16）
   云游武僧(5费/32/32)：【先攻】、登场:相邻一个友军+3/+2，获得【连击】1回合。（lv15）
   云游武僧(5费/29/29)：【先攻】、登场:相邻一个友军+2/+2，获得【连击】1回合。（lv14）
   云游武僧(5费/26/28)：【先攻】、登场:相邻一个友军+2/+2，获得【连击】1回合。（lv13）
   云游武僧(5费/23/26)：【先攻】、登场:相邻一个友军+2/+2，获得【连击】1回合。（lv12）

22.披甲罗汉(6费/65/65)：【护甲20】、受到传承:自身获得【魔免】、【回命】。（lv20）
   披甲罗汉(6费/60/60)：【护甲19】、受到传承:自身获得【魔免】、【回命】。（lv19）
   披甲罗汉(6费/55/55)：【护甲18】、受到传承:自身获得【魔免】、【回命】。（lv18）
   披甲罗汉(6费/50/50)：【护甲17】、受到传承:自身获得【魔免】、【回命】。（lv17）
   披甲罗汉(6费/45/45)：【护甲16】、受到传承:自身获得【魔免】、【回命】。（lv16）
   披甲罗汉(6费/40/40)：【护甲15】、受到传承:自身获得【魔免】、【回命】。（lv15）
   披甲罗汉(6费/36/36)：【护甲13】、受到传承:自身获得【魔免】、【回命】。（lv14）
   披甲罗汉(6费/32/32)：【护甲12】、受到传承:自身获得【魔免】、【回命】。（lv13）
   披甲罗汉(6费/29/29)：【护甲10】、受到传承:自身获得【魔免】、【回命】。（lv12）

23.拔地而起(6费/法术)：在目标区域和随机区域共召唤3个3/63柏松隐者-lv20。（lv20）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个2/60柏松隐者-lv19。（lv19）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个2/55柏松隐者-lv18。（lv18）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个2/50柏松隐者-lv17。（lv17）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个2/45柏松隐者-lv16。（lv16）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/40柏松隐者-lv15。（lv15）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/36柏松隐者-lv14。（lv14）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/33柏松隐者-lv13。（lv13）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/30柏松隐者-lv12。（lv12）

24.猛虎寨大王(6费/45/60)：攻击前，若本方有5个友军:则自身+33/+33获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv20）
   猛虎寨大王(6费/42/55)：攻击前，若本方有5个友军:则自身+30/+30获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv19）
   猛虎寨大王(6费/40/50)：攻击前，若本方有5个友军:则自身+28/+28获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv18）
   猛虎寨大王(6费/38/45)：攻击前，若本方有5个友军:则自身+25/+25获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv17）
   猛虎寨大王(6费/36/40)：攻击前，若本方有5个友军:则自身+22/+22获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv16）
   猛虎寨大王(6费/35/35)：攻击前，若本方有5个友军:则自身+20/+20获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv15）
   猛虎寨大王(6费/32/32)：攻击前，若本方有5个友军:则自身+18/+18获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv14）
   猛虎寨大王(6费/29/29)：攻击前，若本方有5个友军:则自身+16/+16获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv13）
   猛虎寨大王(6费/26/26)：攻击前，若本方有5个友军:则自身+15/+15获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv12）

25.寒霜寺护院僧(6费/66/130)：【迟缓】、【磐龙】、【魔防15】、攻击前：若脚已冰封，自身+15/+15，获得【践踏】、受到传承：魔防+15、获得【回命】。（lv20）
   寒霜寺护院僧(6费/60/120)：【迟缓】、【磐龙】、【魔防13】、攻击前：若脚已冰封，自身+13/+13，获得【践踏】、受到传承：魔防+13、获得【回命】。（lv19）
   寒霜寺护院僧(6费/55/110)：【迟缓】、【磐龙】、【魔防12】、攻击前：若脚已冰封，自身+12/+12，获得【践踏】、受到传承：魔防+12、获得【回命】。（lv18）
   寒霜寺护院僧(6费/50/100)：【迟缓】、【磐龙】、【魔防11】、攻击前：若脚已冰封，自身+11/+11，获得【践踏】、受到传承：魔防+11、获得【回命】。（lv17）
   寒霜寺护院僧(6费/45/90)：【迟缓】、【磐龙】、【魔防10】、攻击前：若脚已冰封，自身+10/+10，获得【践踏】、受到传承：魔防+10、获得【回命】。（lv16）
   寒霜寺护院僧(6费/40/80)：【迟缓】、【磐龙】、【魔防10】、攻击前：若脚已冰封，自身+10/+10，获得【践踏】、受到传承：魔防+10、获得【回命】。（lv15）
   寒霜寺护院僧(6费/35/70)：【迟缓】、【磐龙】、【魔防9】、攻击前：若脚已冰封，自身+9/+9，获得【践踏】、受到传承：魔防+9、获得【回命】。（lv14）
   寒霜寺护院僧(6费/30/65)：【迟缓】、【磐龙】、【魔防8】、攻击前：若脚已冰封，自身+8/+8，获得【践踏】、受到传承：魔防+8、获得【回命】。（lv13）
   寒霜寺护院僧(6费/25/60)：【迟缓】、【磐龙】、【魔防7】、攻击前：若脚已冰封，自身+7/+7，获得【践踏】、受到传承：魔防+7、获得【回命】。（lv12）

26.酒豪(7费/35/75)：【二连击】、登场:横排每有一个敌军，自身+10/+10、【磐龙】1回合。（lv20）
   酒豪(7费/33/70)：【二连击】、登场:横排每有一个敌军，自身+9/+9、【磐龙】1回合。（lv19）
   酒豪(7费/30/65)：【二连击】、登场:横排每有一个敌军，自身+9/+9、【磐龙】1回合。（lv18）
   酒豪(7费/26/60)：【二连击】、登场:横排每有一个敌军，自身+8/+8、【磐龙】1回合。（lv17）
   酒豪(7费/22/55)：【二连击】、登场:横排每有一个敌军，自身+8/+8、【磐龙】1回合。（lv16）
   酒豪(7费/20/50)：【二连击】、登场:横排每有一个敌军，自身+7/+7、【磐龙】1回合。（lv15）
   酒豪(7费/18/48)：【二连击】、登场:横排每有一个敌军，自身+6/+6、【磐龙】1回合。（lv14）
   酒豪(7费/16/42)：【二连击】、登场:横排每有一个敌军，自身+6/+6、【磐龙】1回合。（lv13）
   酒豪(7费/14/39)：【二连击】、登场:横排每有一个敌军，自身+5/+5、【磐龙】1回合。（lv12）

27.味仙居掌厨(7费/21/80)：回合开始:英雄生命+75、登场回合结束:英雄生命加倍。（lv20）
   味仙居掌厨(7费/18/70)：回合开始:英雄生命+70、登场回合结束:英雄生命加倍。（lv19）
   味仙居掌厨(7费/15/60)：回合开始:英雄生命+65、登场回合结束:英雄生命加倍。（lv18）
   味仙居掌厨(7费/13/54)：回合开始:英雄生命+60、登场回合结束:英雄生命加倍。（lv17）
   味仙居掌厨(7费/11/49)：回合开始:英雄生命+55、登场回合结束:英雄生命加倍。（lv16）
   味仙居掌厨(7费/10/45)：回合开始:英雄生命+50、登场回合结束:英雄生命加倍。（lv15）
   味仙居掌厨(7费/9/42)：回合开始:英雄生命+40、登场回合结束:英雄生命加倍。（lv14）
   味仙居掌厨(7费/8/40)：回合开始:英雄生命+35、登场回合结束:英雄生命加倍。（lv13）
   味仙居掌厨(7费/7/39)：回合开始:英雄生命+30、登场回合结束:英雄生命加倍。（lv12）

28.传记·月落(2费/传记)：目标区域敌军受到42点伤害，获得【传记·日升】。（lv20）
   传记·月落(2费/传记)：目标区域敌军受到39点伤害，获得【传记·日升】。（lv19）
   传记·月落(2费/传记)：目标区域敌军受到36点伤害，获得【传记·日升】。（lv18）
   传记·月落(2费/传记)：目标区域敌军受到33点伤害，获得【传记·日升】。（lv17）
   传记·月落(2费/传记)：目标区域敌军受到30点伤害，获得【传记·日升】。（lv16）
   传记·月落(2费/传记)：目标区域敌军受到27点伤害，获得【传记·日升】。（lv15）
   传记·月落(2费/传记)：目标区域敌军受到24点伤害，获得【传记·日升】。（lv14）
   传记·月落(2费/传记)：目标区域敌军受到21点伤害，获得【传记·日升】。（lv13）
   传记·月落(2费/传记)：目标区域敌军受到19点伤害，获得【传记·日升】。（lv12）

29.传记·日升(3费/传记)：目标友军+26/+26，获得【神佑】1回合。（lv20）
   传记·日升(3费/传记)：目标友军+24/+24，获得【神佑】1回合。（lv19）
   传记·日升(3费/传记)：目标友军+22/+22，获得【神佑】1回合。（lv18）
   传记·日升(3费/传记)：目标友军+20/+20，获得【神佑】1回合。（lv17）
   传记·日升(3费/传记)：目标友军+18/+18，获得【神佑】1回合。（lv16）
   传记·日升(3费/传记)：目标友军+16/+16，获得【神佑】1回合。（lv15）
   传记·日升(3费/传记)：目标友军+14/+15，获得【神佑】1回合。（lv14）
   传记·日升(3费/传记)：目标友军+13/+13，获得【神佑】1回合。（lv13）
   传记·日升(3费/传记)：目标友军+11/+12，获得【神佑】1回合。（lv12）



橙卡：

1.流岚刃·琳(3费/30/30)：【神佑】、对英雄伤害+9、受到传承:隐形3回合，攻击次数永久加1。（lv20）
  流岚刃·琳(3费/26/29)：【神佑】、对英雄伤害+8、受到传承:隐形3回合，攻击次数永久加1。（lv19）
  流岚刃·琳(3费/22/28)：【神佑】、对英雄伤害+7、受到传承:隐形3回合，攻击次数永久加1。（lv18）
  流岚刃·琳(3费/19/27)：【神佑】、对英雄伤害+6、受到传承:隐形3回合，攻击次数永久加1。（lv17）
  流岚刃·琳(3费/17/25)：【神佑】、对英雄伤害+5、受到传承:隐形3回合，攻击次数永久加1。（lv16）
  流岚刃·琳(3费/15/23)：【神佑】、对英雄伤害+4、受到传承:隐形3回合，攻击次数永久加1。（lv15）
  流岚刃·琳(3费/14/21)：【神佑】、对英雄伤害+3、受到传承:隐形3回合，攻击次数永久加1。（lv14）
  流岚刃·琳(3费/13/19)：【神佑】、对英雄伤害+2、受到传承:隐形3回合，攻击次数永久加1。（lv13）
  流岚刃·琳(3费/12/17)：【神佑】、受到传承:隐形3回合，攻击次数永久加1。（lv12）

2.神机玄女·轩(4费/16/26)：【洞察2】、命中:【洞察2】、洞察时:全体友军+2/+5，全体敌军-2/-2。（lv20）
  神机玄女·轩(4费/15/25)：【洞察2】、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-2。（lv19）
  神机玄女·轩(4费/13/21)：【洞察2】、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-2。（lv18）
  神机玄女·轩(4费/12/21)：【洞察2】、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-1。（lv17）
  神机玄女·轩(4费/9/18)：【洞察2】、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-1。（lv16）
  神机玄女·轩(4费/7/15)：【洞察2】、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-1。（lv15）
  神机玄女·轩(4费/7/14)：【洞察2】、命中:【洞察1】、洞察时:全体友军+1/+5，全体敌军-1/-1。（lv14）
  神机玄女·轩(4费/7/13)：【洞察2】、命中:【洞察1】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv13）
  神机玄女·轩(4费/5/11)：【洞察2】、命中:【洞察1】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv12）

3.悟能禅杖(4费/法术)：目标友军+25/+25、获得【回命】、【践踏】、【传承25】。（lv20）
  悟能禅杖(4费/法术)：目标友军+23/+23、获得【回命】、【践踏】、【传承23】。（lv19）
  悟能禅杖(4费/法术)：目标友军+21/+21、获得【回命】、【践踏】、【传承21】。（lv18）
  悟能禅杖(4费/法术)：目标友军+19/+19、获得【回命】、【践踏】、【传承19】。（lv17）
  悟能禅杖(4费/法术)：目标友军+17/+17、获得【回命】、【践踏】、【传承17】。（lv16）
  悟能禅杖(4费/法术)：目标友军+15/+15、获得【回命】、【践踏】、【传承15】。（lv15）
  悟能禅杖(4费/法术)：目标友军+13/+13、获得【回命】、【践踏】、【传承13】。（lv14）
  悟能禅杖(4费/法术)：目标友军+11/+11、获得【回命】、【践踏】、【传承11】。（lv13）
  悟能禅杖(4费/法术)：目标友军+10/+10、获得【回命】、【践踏】、【传承10】。（lv12）

4.雪域春光·凛(4费/27/35)：【魔防27】、【传承15】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv20）
  雪域春光·凛(4费/24/32)：【魔防24】、【传承14】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv19）
  雪域春光·凛(4费/21/29)：【魔防21】、【传承13】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv18）
  雪域春光·凛(4费/18/26)：【魔防18】、【传承12】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv17）
  雪域春光·凛(4费/16/24)：【魔防16】、【传承10】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv16）
  雪域春光·凛(4费/15/21)：【魔防15】、【传承9】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv15）
  雪域春光·凛(4费/13/19)：【魔防14】、【传承8】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv14）
  雪域春光·凛(4费/11/18)：【魔防13】、【传承7】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv13）
  雪域春光·凛(4费/10/17)：【魔防12】、【传承6】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv12）

5.三熊阵(4费/45/3)：【魂音】、死亡:召唤熊大宝-lv20、召唤熊二宝-lv20、召唤熊小宝-lv20。（lv20）
  三熊阵(4费/40/3)：【魂音】、死亡:召唤熊大宝-lv19、召唤熊二宝-lv19、召唤熊小宝-lv19。（lv19）
  三熊阵(4费/36/3)：【魂音】、死亡:召唤熊大宝-lv18、召唤熊二宝-lv18、召唤熊小宝-lv18。（lv18）
  三熊阵(4费/33/3)：【魂音】、死亡:召唤熊大宝-lv17、召唤熊二宝-lv17、召唤熊小宝-lv17。（lv17）
  三熊阵(4费/29/3)：【魂音】、死亡:召唤熊大宝-lv16、召唤熊二宝-lv16、召唤熊小宝-lv16。（lv16）
  三熊阵(4费/25/3)：【魂音】、死亡:召唤熊大宝-lv15、召唤熊二宝-lv15、召唤熊小宝-lv15。（lv15）
  三熊阵(4费/21/3)：【魂音】、死亡:召唤熊大宝-lv14、召唤熊二宝-lv14、召唤熊小宝-lv14。（lv14）
  三熊阵(4费/19/3)：【魂音】、死亡:召唤熊大宝-lv13、召唤熊二宝-lv13、召唤熊小宝-lv13。（lv13）
  三熊阵(4费/17/3)：【魂音】、死亡:召唤熊大宝-lv12、召唤熊二宝-lv12、召唤熊小宝-lv12。（lv12）

6.逍遥居士·铭(5费/55/55)：受到传承:变身为55/55神龙传人-lv20。（lv20）
  逍遥居士·铭(5费/50/50)：受到传承:变身为50/50神龙传人-lv19。（lv19）
  逍遥居士·铭(5费/45/45)：受到传承:变身为45/45神龙传人-lv18。（lv18）
  逍遥居士·铭(5费/40/40)：受到传承:变身为40/40神龙传人-lv17。（lv17）
  逍遥居士·铭(5费/36/36)：受到传承:变身为36/36神龙传人-lv16。（lv16）
  逍遥居士·铭(5费/33/33)：受到传承:变身为33/33神龙传人-lv15。（lv15）
  逍遥居士·铭(5费/29/29)：受到传承:变身为29/29神龙传人-lv14。（lv14）
  逍遥居士·铭(5费/26/26)：受到传承:变身为26/26神龙传人-lv13。（lv13）
  逍遥居士·铭(5费/23/23)：受到传承:变身为23/23神龙传人-lv12。（lv12）

7.长生不老树(5费/0/240)：【磐龙】、【魔防50】、回合结束:获得手牌:人参果-lv20。（lv20）
  长生不老树(5费/0/220)：【磐龙】、【魔防40】、回合结束:获得手牌:人参果-lv19。（lv19）
  长生不老树(5费/0/200)：【磐龙】、【魔防30】、回合结束:获得手牌:人参果-lv18。（lv18）
  长生不老树(5费/0/185)：【磐龙】、【魔防30】、回合结束:获得手牌:人参果-lv17。（lv17）
  长生不老树(5费/0/175)：【磐龙】、【魔防20】、回合结束:获得手牌:人参果-lv16。（lv16）
  长生不老树(5费/0/160)：【磐龙】、【魔防20】、回合结束:获得手牌:人参果-lv15。（lv15）
  长生不老树(5费/0/150)：【磐龙】、【魔防10】、回合结束:获得手牌:人参果-lv14。（lv14）
  长生不老树(5费/0/130)：【磐龙】、【魔防10】、回合结束:获得手牌:人参果-lv13。（lv13）
  长生不老树(5费/0/120)：【磐龙】、回合结束:获得手牌:人参果-lv12。（lv12）

8.神龙传人(5费/55/55)：【二连击】、【先攻】、【回命】、【神佑】、【传承30】。（lv20）
  神龙传人(5费/50/50)：【二连击】、【先攻】、【回命】、【神佑】、【传承27】。（lv19）
  神龙传人(5费/45/45)：【二连击】、【先攻】、【回命】、【神佑】、【传承25】。（lv18）
  神龙传人(5费/40/40)：【二连击】、【先攻】、【回命】、【神佑】、【传承24】。（lv17）
  神龙传人(5费/36/36)：【二连击】、【先攻】、【回命】、【神佑】、【传承22】。（lv16）
  神龙传人(5费/33/33)：【二连击】、【先攻】、【回命】、【神佑】、【传承18】。（lv15）
  神龙传人(5费/29/29)：【二连击】、【先攻】、【回命】、【神佑】、【传承15】。（lv14）
  神龙传人(5费/26/26)：【二连击】、【先攻】、【回命】、【神佑】、【传承14】。（lv13）
  神龙传人(5费/23/23)：【二连击】、【先攻】、【回命】、【神佑】、【传承13】。（lv12）

9.豪情禅师·悟能(6费/75/75)：【践踏】、【回命】、【传承25】。（lv20）
  豪情禅师·悟能(6费/67/67)：【践踏】、【回命】、【传承25】。（lv19）
  豪情禅师·悟能(6费/60/60)：【践踏】、【回命】、【传承24】。（lv18）
  豪情禅师·悟能(6费/54/54)：【践踏】、【回命】、【传承20】。（lv17）
  豪情禅师·悟能(6费/48/48)：【践踏】、【回命】、【传承16】。（lv16）
  豪情禅师·悟能(6费/42/42)：【践踏】、【回命】、【传承15】。（lv15）
  豪情禅师·悟能(6费/38/38)：【践踏】、【回命】、【传承14】。（lv14）
  豪情禅师·悟能(6费/35/35)：【践踏】、【回命】、【传承12】。（lv13）
  豪情禅师·悟能(6费/30/30)：【践踏】、【回命】、【传承12】。（lv12）

10.逸云剑·任大师(7费/100/35)：前排登场:对面敌军受到900点伤害；后排登场:7个敌军受到20点伤害。（lv20）
   逸云剑·任大师(7费/90/32)：前排登场:对面敌军受到800点伤害；后排登场:7个敌军受到18点伤害。（lv19）
   逸云剑·任大师(7费/80/30)：前排登场:对面敌军受到700点伤害；后排登场:7个敌军受到16点伤害。（lv18）
   逸云剑·任大师(7费/70/28)：前排登场:对面敌军受到600点伤害；后排登场:7个敌军受到15点伤害。（lv17）
   逸云剑·任大师(7费/60/26)：前排登场:对面敌军受到500点伤害；后排登场:7个敌军受到14点伤害。（lv16）
   逸云剑·任大师(7费/55/22)：前排登场:对面敌军受到400点伤害；后排登场:7个敌军受到13点伤害。（lv15）
   逸云剑·任大师(7费/50/18)：前排登场:对面敌军受到300点伤害；后排登场:7个敌军受到12点伤害。（lv14）
   逸云剑·任大师(7费/45/15)：前排登场:对面敌军受到200点伤害；后排登场:6个敌军受到11点伤害。（lv13）
   逸云剑·任大师(7费/40/13)：前排登场:对面敌军受到150点伤害；后排登场:6个敌军受到10点伤害。（lv12）


*/
