// 冬神使徒 20级

/*

白卡：

1.骸骨战士(2费/28/1)：无。（lv20）
  骸骨战士(2费/26/1)：无。（lv19）
  骸骨战士(2费/24/1)：无。（lv18）
  骸骨战士(2费/22/1)：无。（lv17）
  骸骨战士(2费/20/1)：无。（lv16）
  骸骨战士(2费/18/1)：无。（lv15）
  骸骨战士(2费/16/1)：无。（lv14）
  骸骨战士(2费/14/1)：无。（lv13）
  骸骨战士(2费/12/1)：无。（lv12）

2.冻尸(2费/23/23)：死亡:冰封自身位置。（lv20）
  冻尸(2费/21/21)：死亡:冰封自身位置。（lv19）
  冻尸(2费/19/19)：死亡:冰封自身位置。（lv18）
  冻尸(2费/17/18)：死亡:冰封自身位置。（lv17）
  冻尸(2费/16/16)：死亡:冰封自身位置。（lv16）
  冻尸(2费/14/15)：死亡:冰封自身位置。（lv15）
  冻尸(2费/13/13)：死亡:冰封自身位置。（lv14）
  冻尸(2费/11/12)：死亡:冰封自身位置。（lv13）
  冻尸(2费/10/10)：死亡:冰封自身位置。（lv12）

3.荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv20）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv19）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv18）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv17）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv16）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv15）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv14）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv13）
  荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv12）

4.骷髅射手(3费/33/1)：死亡:对随机敌军造成12点伤害。（lv20）
  骷髅射手(3费/30/1)：死亡:对随机敌军造成11点伤害。（lv19）
  骷髅射手(3费/27/1)：死亡:对随机敌军造成10点伤害。（lv18）
  骷髅射手(3费/24/1)：死亡:对随机敌军造成9点伤害。（lv17）
  骷髅射手(3费/21/1)：死亡:对随机敌军造成8点伤害。（lv16）
  骷髅射手(3费/19/1)：死亡:对随机敌军造成7点伤害。（lv15）
  骷髅射手(3费/17/1)：死亡:对随机敌军造成7点伤害。（lv14）
  骷髅射手(3费/16/1)：死亡:对随机敌军造成6点伤害。（lv13）
  骷髅射手(3费/14/1)：死亡:对随机敌军造成6点伤害。（lv12）

5.尸嵌(4费/32/32)：死亡:冰封自身位置，英雄生命+32。（lv20）
  尸嵌(4费/30/30)：死亡:冰封自身位置，英雄生命+30。（lv19）
  尸嵌(4费/28/28)：死亡:冰封自身位置，英雄生命+28。（lv18）
  尸嵌(4费/26/26)：死亡:冰封自身位置，英雄生命+26。（lv17）
  尸嵌(4费/24/24)：死亡:冰封自身位置，英雄生命+24。（lv16）
  尸嵌(4费/22/22)：死亡:冰封自身位置，英雄生命+22。（lv15）
  尸嵌(4费/20/21)：死亡:冰封自身位置，英雄生命+20。（lv14）
  尸嵌(4费/19/19)：死亡:冰封自身位置，英雄生命+19。（lv13）
  尸嵌(4费/17/18)：死亡:冰封自身位置，英雄生命+17。（lv12）

6.复生邪骨(5费/39/9)：死亡:召唤一个28/1骸骨战士-lv20。（lv20）
  复生邪骨(5费/35/8)：死亡:召唤一个26/1骸骨战士-lv19。（lv19）
  复生邪骨(5费/32/7)：死亡:召唤一个24/1骸骨战士-lv18。（lv18）
  复生邪骨(5费/29/6)：死亡:召唤一个22/1骸骨战士-lv17。（lv17）
  复生邪骨(5费/26/5)：死亡:召唤一个20/1骸骨战士-lv16。（lv16）
  复生邪骨(5费/24/4)：死亡:召唤一个18/1骸骨战士-lv15。（lv15）
  复生邪骨(5费/22/3)：死亡:召唤一个16/1骸骨战士-lv14。（lv14）
  复生邪骨(5费/20/3)：死亡:召唤一个14/1骸骨战士-lv13。（lv13）
  复生邪骨(5费/18/3)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）



蓝卡：

1.骷髅犬(1费/23/1)：死亡:随机友军攻击+14。（lv20）
  骷髅犬(1费/21/1)：死亡:随机友军攻击+13。（lv19）
  骷髅犬(1费/19/1)：死亡:随机友军攻击+12。（lv18）
  骷髅犬(1费/17/1)：死亡:随机友军攻击+11。（lv17）
  骷髅犬(1费/15/1)：死亡:随机友军攻击+10。（lv16）
  骷髅犬(1费/13/1)：死亡:随机友军攻击+10。（lv15）
  骷髅犬(1费/12/1)：死亡:随机友军攻击+9。（lv14）
  骷髅犬(1费/11/1)：死亡:随机友军攻击+8。（lv13）
  骷髅犬(1费/10/1)：死亡:随机友军攻击+7。（lv12）

2.冰原匍尸(1费/16/6)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv20）
  冰原匍尸(1费/15/5)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv19）
  冰原匍尸(1费/14/4)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv18）
  冰原匍尸(1费/13/4)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv17）
  冰原匍尸(1费/12/4)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv16）
  冰原匍尸(1费/11/3)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv15）
  冰原匍尸(1费/11/3)：【迟缓】、脚下冰封则失去迟缓、死亡:85%移回玩家手上。（lv14）
  冰原匍尸(1费/10/3)：【迟缓】、脚下冰封则失去迟缓、死亡:80%移回玩家手上。（lv13）
  冰原匍尸(1费/9/3)：【迟缓】、脚下冰封则失去迟缓、死亡:75%移回玩家手上。（lv12）

3.战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+19/+19。（lv20）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+17/+17。（lv19）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+15/+16。（lv18）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+14/+14。（lv17）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+12/+13。（lv16）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+11/+11。（lv15）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+10/+10。（lv14）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+9/+9。（lv13）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+8/+8。（lv12）

4.转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤32/32尸嵌lv20。（lv20）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤30/30尸嵌lv19。（lv19）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤28/28尸嵌lv18。（lv18）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤26/26尸嵌lv17。（lv17）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤24/24尸嵌lv16。（lv16）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤22/22尸嵌lv15。（lv15）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤20/21尸嵌lv14。（lv14）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤19/19尸嵌lv13。（lv13）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤17/18尸嵌lv12。（lv12）

5.复生尸骸(2费/19/19)：死亡:召唤一个28/1骸骨战士-lv20。（lv20）
  复生尸骸(2费/17/17)：死亡:召唤一个26/1骸骨战士-lv19。（lv19）
  复生尸骸(2费/15/15)：死亡:召唤一个24/1骸骨战士-lv18。（lv18）
  复生尸骸(2费/13/14)：死亡:召唤一个22/1骸骨战士-lv17。（lv17）
  复生尸骸(2费/12/12)：死亡:召唤一个16/1骸骨战士-lv16。（lv16）
  复生尸骸(2费/11/11)：死亡:召唤一个15/1骸骨战士-lv15。（lv15）
  复生尸骸(2费/10/10)：死亡:召唤一个14/1骸骨战士-lv14。（lv14）
  复生尸骸(2费/9/9)：死亡:召唤一个13/1骸骨战士-lv13。（lv13）
  复生尸骸(2费/8/8)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）

6.冬神狂信者(2费/30/21)：每当一个生物死亡:自身攻击+2。（lv20）
  冬神狂信者(2费/27/19)：每当一个生物死亡:自身攻击+2。（lv19）
  冬神狂信者(2费/24/17)：每当一个生物死亡:自身攻击+2。（lv18）
  冬神狂信者(2费/21/16)：每当一个生物死亡:自身攻击+2。（lv17）
  冬神狂信者(2费/20/15)：每当一个生物死亡:自身攻击+1。（lv16）
  冬神狂信者(2费/18/14)：每当一个生物死亡:自身攻击+1。（lv15）
  冬神狂信者(2费/16/13)：每当一个生物死亡:自身攻击+1。（lv14）
  冬神狂信者(2费/14/12)：每当一个生物死亡:自身攻击+1。（lv13）
  冬神狂信者(2费/13/10)：每当一个生物死亡:自身攻击+1。（lv12）

7.噬魂骨妖(2费/26/35)：每当一个敌军死亡:自身+4/+5。（lv18）
  噬魂骨妖(2费/24/32)：每当一个敌军死亡:自身+4/+4。（lv17）
  噬魂骨妖(2费/22/28)：每当一个敌军死亡:自身+4/+4。（lv18）
  噬魂骨妖(2费/19/27)：每当一个敌军死亡:自身+4/+3。（lv17）
  噬魂骨妖(2费/17/24)：每当一个敌军死亡:自身+4/+3。（lv16）
  噬魂骨妖(2费/16/22)：每当一个敌军死亡:自身+3/+3。（lv15）
  噬魂骨妖(2费/14/21)：每当一个敌军死亡:自身+3/+3。（lv14）
  噬魂骨妖(2费/13/19)：每当一个敌军死亡:自身+2/+3。（lv13）
  噬魂骨妖(2费/12/16)：每当一个敌军死亡:自身+2/+3。（lv12）

8.寒铁军士(2费/34/9)：【洞察1】、登场:冰封相邻随机位置。（lv20）
  寒铁军士(2费/31/8)：【洞察1】、登场:冰封相邻随机位置。（lv19）
  寒铁军士(2费/28/8)：【洞察1】、登场:冰封相邻随机位置。（lv18）
  寒铁军士(2费/25/8)：【洞察1】、登场:冰封相邻随机位置。（lv17）
  寒铁军士(2费/23/7)：【洞察1】、登场:冰封相邻随机位置。（lv16）
  寒铁军士(2费/21/6)：【洞察1】、登场:冰封相邻随机位置。（lv15）
  寒铁军士(2费/19/5)：【洞察1】、登场:冰封相邻随机位置。（lv14）
  寒铁军士(2费/17/5)：【洞察1】、登场:冰封相邻随机位置。（lv13）
  寒铁军士(2费/16/4)：【洞察1】、登场:冰封相邻随机位置。（lv12）

9.瘟疫冰虫(2费/19/30)：对玩家伤害+24、登场:冰封随机友方位置，英雄生命-9。（lv20）
  瘟疫冰虫(2费/17/29)：对玩家伤害+22、登场:冰封随机友方位置，英雄生命-8。（lv19）
  瘟疫冰虫(2费/15/25)：对玩家伤害+20、登场:冰封随机友方位置，英雄生命-8。（lv18）
  瘟疫冰虫(2费/13/23)：对玩家伤害+19、登场:冰封随机友方位置，英雄生命-7。（lv17）
  瘟疫冰虫(2费/12/20)：对玩家伤害+18、登场:冰封随机友方位置，英雄生命-7。（lv16）
  瘟疫冰虫(2费/10/20)：对玩家伤害+16、登场:冰封随机友方位置，英雄生命-6。（lv15）
  瘟疫冰虫(2费/9/18)：对玩家伤害+15、登场:冰封随机友方位置，英雄生命-6。（lv14）
  瘟疫冰虫(2费/8/16)：对玩家伤害+14、登场:冰封随机友方位置，英雄生命-6。（lv13）
  瘟疫冰虫(2费/7/14)：对玩家伤害+13、登场:冰封随机友方位置，英雄生命-5。（lv12）

10.寒冰魔墙(2费/0/80)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv20）
   寒冰魔墙(2费/0/73)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv19）
   寒冰魔墙(2费/0/66)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv18）
   寒冰魔墙(2费/0/60)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv17）
   寒冰魔墙(2费/0/55)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv16）
   寒冰魔墙(2费/0/50)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv15）
   寒冰魔墙(2费/0/45)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv14）
   寒冰魔墙(2费/0/38)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv13）
   寒冰魔墙(2费/0/33)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv12）

11.寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+55、获得《真理碎片》。（lv20）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+50、获得《真理碎片》。（lv19）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+45、获得《真理碎片》。（lv18）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+40、获得《真理碎片》。（lv17）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+35、获得《真理碎片》。（lv16）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+30、80%几率获得《真理碎片》。（lv15）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+25、75%几率获得《真理碎片》。（lv14）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+21、70%几率获得《真理碎片》。（lv13）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+18、65%几率获得《真理碎片》。（lv12）

12.骨墙(2费/10/49)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+17。（lv20）
   骨墙(2费/9/43)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+16。（lv19）
   骨墙(2费/8/38)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+15。（lv18）
   骨墙(2费/7/35)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+14。（lv17）
   骨墙(2费/6/33)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+13。（lv16）
   骨墙(2费/5/30)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+13。（lv15）
   骨墙(2费/4/29)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+11。（lv14）
   骨墙(2费/4/27)：【守军】、【荆棘】、每当一个友军死亡:自身+2/+11。（lv13）
   骨墙(2费/3/26)：【守军】、【荆棘】、每当一个友军死亡:自身+2/+10。（lv12）

13.阴冷墓穴(2费/0/65)：死亡:召唤32/32尸嵌-lv20。（lv20）
   阴冷墓穴(2费/0/58)：死亡:召唤30/30尸嵌-lv19。（lv19）
   阴冷墓穴(2费/0/50)：死亡:召唤28/28尸嵌-lv18。（lv18）
   阴冷墓穴(2费/0/45)：死亡:召唤26/26尸嵌-lv17。（lv17）
   阴冷墓穴(2费/0/40)：死亡:召唤24/24尸嵌-lv16。（lv16）
   阴冷墓穴(2费/0/36)：死亡:召唤22/22尸嵌-lv15。（lv15）
   阴冷墓穴(2费/0/32)：死亡:召唤20/21尸嵌-lv14。（lv14）
   阴冷墓穴(2费/0/28)：死亡:召唤19/19尸嵌-lv13。（lv13）
   阴冷墓穴(2费/0/25)：死亡:召唤17/18尸嵌-lv12。（lv12）

14.寒风草人(2费/0/30)：【洞察1】、【传承7】、登场：冰封相邻随机位置，横排敌军-10/-10。（lv20）
   寒风草人(2费/0/27)：【洞察1】、【传承7】、登场：冰封相邻随机位置，横排敌军-9/-9。（lv19）
   寒风草人(2费/0/25)：【洞察1】、【传承7】、登场：冰封相邻随机位置，横排敌军-8/-8。（lv18）
   寒风草人(2费/0/22)：【洞察1】、【传承7】、登场：冰封相邻随机位置，横排敌军-7/-7。（lv17）
   寒风草人(2费/0/20)：【洞察1】、【传承6】、登场：冰封相邻随机位置，横排敌军-7/-7。（lv16）
   寒风草人(2费/0/18)：【洞察1】、【传承6】、登场：冰封相邻随机位置，横排敌军-6/-6。（lv15）
   寒风草人(2费/0/17)：【洞察1】、【传承5】、登场：冰封相邻随机位置，横排敌军-5/-5。（lv14）
   寒风草人(2费/0/16)：【洞察1】、【传承5】、登场：冰封相邻随机位置，横排敌军-4/-4。（lv13）
   寒风草人(2费/0/14)：【洞察1】、【传承4】、登场：冰封相邻随机位置，横排敌军-4/-4。（lv12）

15.召唤阵·骷髅犬(2费/法术)：目标位置召唤23/1骷髅犬lv20，并获得一只到手上。（lv20）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤21/1骷髅犬lv19，并获得一只到手上。（lv19）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤19/1骷髅犬lv18，并获得一只到手上。（lv18）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤17/1骷髅犬lv17，并获得一只到手上。（lv17）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤15/1骷髅犬lv16，并获得一只到手上。（lv16）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤13/1骷髅犬lv15，并获得一只到手上。（lv15）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤12/1骷髅犬lv14，并获得一只到手上。（lv14）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤11/1骷髅犬lv13，并获得一只到手上。（lv13）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤10/1骷髅犬lv12，并获得一只到手上。（lv12）

16.严冬苦行僧(3费/21/39)：【洞察1】、登场:随机敌军攻击-3x/-3x(x为敌方冰封数量)、敌方法力上限-1。（lv20）
   严冬苦行僧(3费/19/35)：【洞察1】、登场:随机敌军攻击-3x/-3x(x为敌方冰封数量)、敌方法力上限-1。（lv19）
   严冬苦行僧(3费/17/33)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv18）
   严冬苦行僧(3费/15/30)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv17）
   严冬苦行僧(3费/13/28)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv16）
   严冬苦行僧(3费/12/25)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv15）
   严冬苦行僧(3费/11/22)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv14）
   严冬苦行僧(3费/10/20)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv13）
   严冬苦行僧(3费/9/18)：【洞察1】、登场:随机敌军攻击-2x/-2x(x为敌方冰封数量)、敌方法力上限-1。（lv12）

17.寒冰祭师(3费/21/35)：攻击前:随机敌军-6/-6，冰封其位置。（lv20）
   寒冰祭师(3费/19/32)：攻击前:随机敌军-5/-5，冰封其位置。（lv19）
   寒冰祭师(3费/17/28)：攻击前:随机敌军-5/-5，冰封其位置。（lv18）
   寒冰祭师(3费/15/26)：攻击前:随机敌军-4/-4，冰封其位置。（lv17）
   寒冰祭师(3费/13/23)：攻击前:随机敌军-4/-4，冰封其位置。（lv16）
   寒冰祭师(3费/12/21)：攻击前:随机敌军-3/-3，冰封其位置。（lv15）
   寒冰祭师(3费/10/18)：攻击前:随机敌军-3/-3，冰封其位置。（lv14）
   寒冰祭师(3费/9/15)：攻击前:随机敌军-3/-3，冰封其位置。（lv13）
   寒冰祭师(3费/8/14)：攻击前:随机敌军-3/-2，冰封其位置。（lv12）

18.极地狂信者(3费/35/26)：登场:牺牲一个相邻友军，随机敌军-140/-140。（lv20）
   极地狂信者(3费/32/24)：登场:牺牲一个相邻友军，随机敌军-130/-130。（lv19）
   极地狂信者(3费/29/22)：登场:牺牲一个相邻友军，随机敌军-120/-120。（lv18）
   极地狂信者(3费/26/20)：登场:牺牲一个相邻友军，随机敌军-110/-110。（lv17）
   极地狂信者(3费/23/18)：登场:牺牲一个相邻友军，随机敌军-100/-100。（lv16）
   极地狂信者(3费/20/16)：登场:牺牲一个相邻友军，随机敌军-90/-90。（lv15）
   极地狂信者(3费/18/15)：登场:牺牲一个相邻友军，随机敌军-80/-80。（lv14）
   极地狂信者(3费/16/14)：登场:牺牲一个相邻友军，随机敌军-70/-70。（lv13）
   极地狂信者(3费/15/12)：登场:牺牲一个相邻友军，随机敌军-60/-60。（lv12）

19.神庙祭师(3费/20/30)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv20）
   神庙祭师(3费/19/26)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv19）
   神庙祭师(3费/17/23)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv18）
   神庙祭师(3费/15/22)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv17）
   神庙祭师(3费/13/21)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv16）
   神庙祭师(3费/11/20)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv15）
   神庙祭师(3费/10/18)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv14）
   神庙祭师(3费/9/16)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv13）
   神庙祭师(3费/8/14)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv12）

20.使徒征召(3费/法术)：冰封友方目标区域，召唤两个23/23冻尸-lv20。（lv20）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个21/21冻尸-lv19。（lv19）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个19/19冻尸-lv18。（lv18）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个17/18冻尸-lv17。（lv17）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个16/16冻尸-lv16。（lv16）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个14/15冻尸-lv15。（lv15）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个13/13冻尸-lv14。（lv14）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个11/12冻尸-lv13。（lv13）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个10/10冻尸-lv12。（lv12）

21.灵魂抽取(3费/法术)：目标敌军-90/-90，全场每有一处冰封，你的生命便+7。（lv20）
   灵魂抽取(3费/法术)：目标敌军-80/-80，全场每有一处冰封，你的生命便+7。（lv19）
   灵魂抽取(3费/法术)：目标敌军-73/-73，全场每有一处冰封，你的生命便+6。（lv18）
   灵魂抽取(3费/法术)：目标敌军-65/-65，全场每有一处冰封，你的生命便+6。（lv17）
   灵魂抽取(3费/法术)：目标敌军-60/-60，全场每有一处冰封，你的生命便+5。（lv16）
   灵魂抽取(3费/法术)：目标敌军-50/-50，全场每有一处冰封，你的生命便+5。（lv15）
   灵魂抽取(3费/法术)：目标敌军-45/-45，全场每有一处冰封，你的生命便+4。（lv14）
   灵魂抽取(3费/法术)：目标敌军-40/-40，全场每有一处冰封，你的生命便+3。（lv13）
   灵魂抽取(3费/法术)：目标敌军-35/-35，全场每有一处冰封，你的生命便+3。（lv12）

22.神庙魔像(3费/50/85)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv20）
   神庙魔像(3费/46/77)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv19）
   神庙魔像(3费/42/70)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv18）
   神庙魔像(3费/39/65)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv17）
   神庙魔像(3费/36/60)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv16）
   神庙魔像(3费/33/55)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv15）
   神庙魔像(3费/29/50)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv14）
   神庙魔像(3费/27/45)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv13）
   神庙魔像(3费/25/40)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv12）

23.盾甲骷髅妖(3费/19/19)：【护甲5】、死亡:随机友军+19/+19，并且护甲+5。（lv20）
   盾甲骷髅妖(3费/17/17)：【护甲5】、死亡:随机友军+17/+17，并且护甲+5。（lv19）
   盾甲骷髅妖(3费/16/16)：【护甲4】、死亡:随机友军+16/+16，并且护甲+4。（lv19）
   盾甲骷髅妖(3费/15/15)：【护甲4】、死亡:随机友军+15/+15，并且护甲+4。（lv17）
   盾甲骷髅妖(3费/14/14)：【护甲4】、死亡:随机友军+14/+14，并且护甲+4。（lv16）
   盾甲骷髅妖(3费/13/13)：【护甲3】、死亡:随机友军+13/+13，并且护甲+3。（lv15）
   盾甲骷髅妖(3费/12/12)：【护甲3】、死亡:随机友军+12/+12，并且护甲+3。（lv14）
   盾甲骷髅妖(3费/11/11)：【护甲3】、死亡:随机友军+11/+11，并且护甲+3。（lv13）
   盾甲骷髅妖(3费/10/10)：【护甲3】、死亡:随机友军+10/+10，并且护甲+3。（lv12）

24.绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-45并获得沉默。（lv20）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-40并获得沉默。（lv19）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-35并获得沉默。（lv18）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-31并获得沉默。（lv17）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-28并获得沉默。（lv16）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-25并获得沉默。（lv15）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-22并获得沉默。（lv14）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-19并获得沉默。（lv13）
   绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-17并获得沉默。（lv12）

25.无声变异(3费/法术)：目标友军+36/+36并受到沉默、抽一张牌。（lv20）
   无声变异(3费/法术)：目标友军+32/+32并受到沉默、抽一张牌。（lv19）
   无声变异(3费/法术)：目标友军+29/+29并受到沉默、抽一张牌。（lv18）
   无声变异(3费/法术)：目标友军+26/+26并受到沉默、抽一张牌。（lv17）
   无声变异(3费/法术)：目标友军+23/+23并受到沉默、抽一张牌。（lv16）
   无声变异(3费/法术)：目标友军+20/+20并受到沉默、抽一张牌。（lv15）
   无声变异(3费/法术)：目标友军+18/+18并受到沉默、抽一张牌。（lv14）
   无声变异(3费/法术)：目标友军+16/+16并受到沉默、抽一张牌。（lv13）
   无声变异(3费/法术)：目标友军+14/+15并受到沉默、抽一张牌。（lv12）

26.死寒猎手(4费/15/65)：登场:冰封随机敌军位置，该敌军攻击-13，本回合不能攻击。（lv20）
   死寒猎手(4费/13/60)：登场:冰封随机敌军位置，该敌军攻击-12，本回合不能攻击。（lv19）
   死寒猎手(4费/12/54)：登场:冰封随机敌军位置，该敌军攻击-11，本回合不能攻击。（lv18）
   死寒猎手(4费/11/49)：登场:冰封随机敌军位置，该敌军攻击-10，本回合不能攻击。（lv17）
   死寒猎手(4费/10/44)：登场:冰封随机敌军位置，该敌军攻击-9，本回合不能攻击。（lv16）
   死寒猎手(4费/9/39)：登场:冰封随机敌军位置，该敌军攻击-8，本回合不能攻击。（lv15）
   死寒猎手(4费/8/35)：登场:冰封随机敌军位置，该敌军攻击-7，本回合不能攻击。（lv14）
   死寒猎手(4费/7/32)：登场:冰封随机敌军位置，该敌军攻击-6，本回合不能攻击。（lv13）
   死寒猎手(4费/6/29)：登场:冰封随机敌军位置，该敌军攻击-5，本回合不能攻击。（lv12）

27.骸骨前线(4费/法术)：召唤两个28/1骸骨战士-lv20、随机友军攻击+10、获得《真理碎片》。（lv20）
   骸骨前线(4费/法术)：召唤两个26/1骸骨战士-lv19、随机友军攻击+9、获得《真理碎片》。（lv19）
   骸骨前线(4费/法术)：召唤两个24/1骸骨战士-lv18、随机友军攻击+8、获得《真理碎片》。（lv18）
   骸骨前线(4费/法术)：召唤两个22/1骸骨战士-lv17、随机友军攻击+7、获得《真理碎片》。（lv17）
   骸骨前线(4费/法术)：召唤两个16/1骸骨战士-lv16、随机友军攻击+6、获得《真理碎片》。（lv16）
   骸骨前线(4费/法术)：召唤两个15/1骸骨战士-lv15、随机友军攻击+5、获得《真理碎片》。（lv15）
   骸骨前线(4费/法术)：召唤两个14/1骸骨战士-lv14、随机友军攻击+4、获得《真理碎片》。（lv14）
   骸骨前线(4费/法术)：召唤两个13/1骸骨战士-lv13、随机友军攻击+3、获得《真理碎片》。（lv13）
   骸骨前线(4费/法术)：召唤两个12/1骸骨战士-lv12、随机友军攻击+3、获得《真理碎片》。（lv12）

28.蛮骨法师(4费/24/30)：登场、英雄获得生命时：随机敌军-10/-10。（lv20）
   蛮骨法师(4费/22/27)：登场、英雄获得生命时：随机敌军-9/-9。（lv19）
   蛮骨法师(4费/20/25)：登场、英雄获得生命时：随机敌军-8/-8。（lv18）
   蛮骨法师(4费/19/23)：登场、英雄获得生命时：随机敌军-7/-7。（lv17）
   蛮骨法师(4费/18/21)：登场、英雄获得生命时：随机敌军-6/-6。（lv16）
   蛮骨法师(4费/16/21)：登场、英雄获得生命时：随机敌军-5/-5。（lv15）
   蛮骨法师(4费/15/18)：登场、英雄获得生命时：随机敌军-5/-5。（lv14）
   蛮骨法师(4费/14/18)：登场、英雄获得生命时：随机敌军-4/-4。（lv13）
   蛮骨法师(4费/12/16)：登场、英雄获得生命时：随机敌军-4/-4。（lv12）

29.冰原咆哮者(5费/45/45)：登场:友方每有一处冰封，自身+6/+6。（lv20）
   冰原咆哮者(5费/39/39)：登场:友方每有一处冰封，自身+6/+6。（lv19）
   冰原咆哮者(5费/36/36)：登场:友方每有一处冰封，自身+5/+5。（lv18）
   冰原咆哮者(5费/32/32)：登场:友方每有一处冰封，自身+5/+5。（lv17）
   冰原咆哮者(5费/29/29)：登场:友方每有一处冰封，自身+4/+4。（lv16）
   冰原咆哮者(5费/25/25)：登场:友方每有一处冰封，自身+4/+4。（lv15）
   冰原咆哮者(5费/21/21)：登场:友方每有一处冰封，自身+4/+4。（lv14）
   冰原咆哮者(5费/20/20)：登场:友方每有一处冰封，自身+3/+3。（lv13）
   冰原咆哮者(5费/17/17)：登场:友方每有一处冰封，自身+3/+3。（lv12）

30.不眠雪鸦(5费/39/17)：登场:敌方每有一处冰封，自身攻击+8，若自身位置已冰封，则获得【穿透】。（lv20）
   不眠雪鸦(5费/35/16)：登场:敌方每有一处冰封，自身攻击+7，若自身位置已冰封，则获得【穿透】。（lv19）
   不眠雪鸦(5费/30/15)：登场:敌方每有一处冰封，自身攻击+7，若自身位置已冰封，则获得【穿透】。（lv18）
   不眠雪鸦(5费/26/13)：登场:敌方每有一处冰封，自身攻击+7，若自身位置已冰封，则获得【穿透】。（lv17）
   不眠雪鸦(5费/24/11)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv16）
   不眠雪鸦(5费/20/10)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv15）
   不眠雪鸦(5费/16/9)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv14）
   不眠雪鸦(5费/15/9)：登场:敌方每有一处冰封，自身攻击+5，若自身位置已冰封，则获得【穿透】。（lv13）
   不眠血鸦(5费/12/8)：登场:敌方每有一处冰封，自身攻击+5，若自身位置已冰封，则获得【穿透】。（lv12）

31.传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-18/-18，获得【传记·猛兽哮谷】。（lv20）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-16/-16，获得【传记·猛兽哮谷】。（lv19）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-14/-14，获得【传记·猛兽哮谷】。（lv18）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-13/-13，获得【传记·猛兽哮谷】。（lv17）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-12/-12，获得【传记·猛兽哮谷】。（lv16）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-11/-11，获得【传记·猛兽哮谷】。（lv15）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-10/-10，获得【传记·猛兽哮谷】。（lv14）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-9/-9，获得【传记·猛兽哮谷】。（lv13）
   传记·雪域猎踪(2费/传记)：冰封随机区域，随机敌军-8/-8，获得【传记·猛兽哮谷】。（lv12）

32.传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv20。（lv20）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv19。（lv19）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv18。（lv18）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv17。（lv17）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv16。（lv16）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv15。（lv15）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv14。（lv14）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv13。（lv13）
   传记·猛兽哮谷(5费/传记)：召唤冰原咆哮者-lv12。（lv12）



紫卡：

1.凛冬邪咒师(2费/22/34)：登场:随机敌军攻击-15、回合开始:随机位置冰封。（lv20）
  凛冬邪咒师(2费/20/31)：登场:随机敌军攻击-13、回合开始:随机位置冰封。（lv19）
  凛冬邪咒师(2费/18/28)：登场:随机敌军攻击-11、回合开始:随机位置冰封。（lv18）
  凛冬邪咒师(2费/16/25)：登场:随机敌军攻击-10、回合开始:随机位置冰封。（lv17）
  凛冬邪咒师(2费/14/23)：登场:随机敌军攻击-9、回合开始:随机位置冰封。（lv16）
  凛冬邪咒师(2费/12/21)：登场:随机敌军攻击-8、回合开始:随机位置冰封。（lv15）
  凛冬邪咒师(2费/10/20)：登场:随机敌军攻击-7、回合开始:随机位置冰封。（lv14）
  凛冬邪咒师(2费/9/17)：登场:随机敌军攻击-6、回合开始:随机位置冰封。（lv13）
  凛冬邪咒师(2费/8/15)：登场:随机敌军攻击-5、回合开始:随机位置冰封。（lv12）

2.冬夜使者(2费/33/33)：【洞察2】、双方英雄法力上限-1。（lv20）
  冬夜使者(2费/29/30)：【洞察2】、双方英雄法力上限-1。（lv19）
  冬夜使者(2费/26/26)：【洞察2】、双方英雄法力上限-1。（lv18）
  冬夜使者(2费/23/24)：【洞察2】、双方英雄法力上限-1。（lv17）
  冬夜使者(2费/21/21)：【洞察2】、双方英雄法力上限-1。（lv16）
  冬夜使者(2费/19/19)：【洞察2】、双方英雄法力上限-1。（lv15）
  冬夜使者(2费/17/17)：【洞察2】、双方英雄法力上限-1。（lv14）
  冬夜使者(2费/15/15)：【洞察2】、双方英雄法力上限-1。（lv13）
  冬夜使者(2费/13/14)：【洞察2】、双方英雄法力上限-1。（lv12）

3.墓园缝合师(2费/13/33)：回合开始：随机敌军-3/-3、回合结束：若本回合有2个单位死亡，召唤32/32尸嵌-lv20。（lv20）
  墓园缝合师(2费/11/29)：回合开始：随机敌军-3/-3、回合结束：若本回合有2个单位死亡，召唤30/30尸嵌-lv19。（lv19）
  墓园缝合师(2费/9/26)：回合开始：随机敌军-3/-2、回合结束：若本回合有2个单位死亡，召唤28/28尸嵌-lv18。（lv18）
  墓园缝合师(2费/8/23)：回合开始：随机敌军-3/-2、回合结束：若本回合有2个单位死亡，召唤26/26尸嵌-lv17。（lv17）
  墓园缝合师(2费/7/21)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤24/24尸嵌-lv16。（lv16）
  墓园缝合师(2费/6/19)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤22/22尸嵌-lv15。（lv15）
  墓园缝合师(2费/5/17)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤20/21尸嵌-lv14。（lv14）
  墓园缝合师(2费/5/15)：回合开始：随机敌军-2/-1、回合结束：若本回合有2个单位死亡，召唤19/19尸嵌-lv13。（lv13）
  墓园缝合师(2费/4/14)：回合开始：随机敌军-2/-1、回合结束：若本回合有2个单位死亡，召唤17/18尸嵌-lv12。（lv12）

4.残破神庙(3费/0/90)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/90极地神庙-lv20。（lv20）
  残破神庙(3费/0/80)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/80极地神庙-lv19。（lv19）
  残破神庙(3费/0/70)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/70极地神庙-lv18。（lv18）
  残破神庙(3费/0/65)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/65极地神庙-lv17。（lv17）
  残破神庙(3费/0/60)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/60极地神庙-lv16。（lv16）
  残破神庙(3费/0/55)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/55极地神庙-lv15。（lv15）
  残破神庙(3费/0/50)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/50极地神庙-lv14。（lv14）
  残破神庙(3费/0/45)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/45极地神庙-lv13。（lv13）
  残破神庙(3费/0/40)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/40极地神庙-lv12。（lv12）

5.极地神庙(3费/0/70)：【守军】、回合开始时:召唤23/23冻尸-lv20、回合结束:若本回合有2个单位死亡，升级为0/90王座神庙-lv20。（lv20）
  极地神庙(3费/0/65)：【守军】、回合开始时:召唤21/21冻尸-lv19、回合结束:若本回合有2个单位死亡，升级为0/80王座神庙-lv19。（lv19）
  极地神庙(3费/0/70)：【守军】、回合开始时:召唤19/19冻尸-lv18、回合结束:若本回合有2个单位死亡，升级为0/70王座神庙-lv18。（lv18）
  极地神庙(3费/0/65)：【守军】、回合开始时:召唤17/18冻尸-lv17、回合结束:若本回合有2个单位死亡，升级为0/65王座神庙-lv17。（lv17）
  极地神庙(3费/0/60)：【守军】、回合开始时:召唤16/16冻尸-lv16、回合结束:若本回合有2个单位死亡，升级为0/60王座神庙-lv16。（lv16）
  极地神庙(3费/0/55)：【守军】、回合开始时:召唤14/15冻尸-lv15、回合结束:若本回合有2个单位死亡，升级为0/55王座神庙-lv15。（lv15）
  极地神庙(3费/0/50)：【守军】、回合开始时:召唤13/13冻尸-lv14、回合结束:若本回合有2个单位死亡，升级为0/50王座神庙-lv14。（lv14）
  极地神庙(3费/0/45)：【守军】、回合开始时:召唤11/12冻尸-lv13、回合结束:若本回合有2个单位死亡，升级为0/45王座神庙-lv13。（lv13）
  极地神庙(3费/0/40)：【守军】、回合开始时:召唤10/10冻尸-lv12、回合结束:若本回合有2个单位死亡，升级为0/40王座神庙-lv12。（lv12）

6.王座神庙(3费/0/90)：【守军】、回合开始:召唤20/30神庙祭师-lv20、友军死亡时:自身生命+10。（lv20）
  王座神庙(3费/0/80)：【守军】、回合开始:召唤19/26神庙祭师-lv19、友军死亡时:自身生命+10。（lv19）
  王座神庙(3费/0/70)：【守军】、回合开始:召唤17/23神庙祭师-lv18、友军死亡时:自身生命+9。（lv18）
  王座神庙(3费/0/65)：【守军】、回合开始:召唤15/22神庙祭师-lv17、友军死亡时:自身生命+9。（lv17）
  王座神庙(3费/0/60)：【守军】、回合开始:召唤13/21神庙祭师-lv16、友军死亡时:自身生命+8。（lv16）
  王座神庙(3费/0/55)：【守军】、回合开始:召唤11/20神庙祭师-lv15、友军死亡时:自身生命+8。（lv15）
  王座神庙(3费/0/50)：【守军】、回合开始:召唤10/18神庙祭师-lv14、友军死亡时:自身生命+7。（lv14）
  王座神庙(3费/0/45)：【守军】、回合开始:召唤9/16神庙祭师-lv13、友军死亡时:自身生命+7。（lv13）
  王座神庙(3费/0/40)：【守军】、回合开始:召唤8/14神庙祭师-lv12、友军死亡时:自身生命+6。（lv12）

7.可怖刺髓者(3费/45/15)：登场:魔防+80持续1回合，若自己位置已冰封，则自身攻击+20，并获得【践踏】。（lv20）
  可怖刺髓者(3费/42/13)：登场:魔防+70持续1回合，若自己位置已冰封，则自身攻击+17，并获得【践踏】。（lv19）
  可怖刺髓者(3费/38/12)：登场:魔防+60持续1回合，若自己位置已冰封，则自身攻击+15，并获得【践踏】。（lv18）
  可怖刺髓者(3费/34/11)：登场:魔防+55持续1回合，若自己位置已冰封，则自身攻击+14，并获得【践踏】。（lv17）
  可怖刺髓者(3费/30/10)：登场:魔防+50持续1回合，若自己位置已冰封，则自身攻击+13，并获得【践踏】。（lv16）
  可怖刺髓者(3费/27/9)：登场:魔防+45持续1回合，若自己位置已冰封，则自身攻击+12，并获得【践踏】。（lv15）
  可怖刺髓者(3费/25/8)：登场:魔防+40持续1回合，若自己位置已冰封，则自身攻击+10，并获得【践踏】。（lv14）
  可怖刺髓者(3费/23/7)：登场:魔防+35持续1回合，若自己位置已冰封，则自身攻击+9，并获得【践踏】。（lv13）
  可怖刺髓者(3费/21/6)：登场:魔防+30持续1回合，若自己位置已冰封，则自身攻击+8，并获得【践踏】。（lv12）

8.寒盲刀客(3费/24/32)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv20）
  寒盲刀客(3费/22/30)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv19）
  寒盲刀客(3费/20/28)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv18）
  寒盲刀客(3费/18/26)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv17）
  寒盲刀客(3费/16/25)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv16）
  寒盲刀客(3费/14/24)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv15）
  寒盲刀客(3费/13/23)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv14）
  寒盲刀客(3费/12/20)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv13）
  寒盲刀客(3费/11/19)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv12）

9.极夜阴魂(3费/50/15)：【洞察1】、【隐形】、【穿透】、【魔防8】。（lv20）
  极夜阴魂(3费/44/13)：【洞察1】、【隐形】、【穿透】、【魔防7】。（lv19）
  极夜阴魂(3费/39/13)：【洞察1】、【隐形】、【穿透】、【魔防6】。（lv18）
  极夜阴魂(3费/36/11)：【洞察1】、【隐形】、【穿透】、【魔防5】。（lv17）
  极夜阴魂(3费/33/9)：【洞察1】、【隐形】、【穿透】、【魔防4】。（lv16）
  极夜阴魂(3费/30/7)：【洞察1】、【隐形】、【穿透】、【魔防3】。（lv15）
  极夜阴魂(3费/27/6)：【洞察1】、【隐形】、【穿透】、【魔防2】。（lv14）
  极夜阴魂(3费/24/6)：【洞察1】、【隐形】、【穿透】、【魔防1】。（lv13）
  极夜阴魂(3费/22/5)：【洞察1】、【隐形】、【穿透】。（lv12）

10.寒冰骨墙(3费/法术)：目标区域召唤10/49骨墙lv20，它额外+12/+12冰封脚下，获得【磐龙】。（lv20）
   寒冰骨墙(3费/法术)：目标区域召唤9/43骨墙lv19，它额外+11/+11冰封脚下，获得【磐龙】。（lv19）
   寒冰骨墙(3费/法术)：目标区域召唤8/38骨墙lv18，它额外+10/+10冰封脚下，获得【磐龙】。（lv18）
   寒冰骨墙(3费/法术)：目标区域召唤7/35骨墙lv17，它额外+9/+9冰封脚下，获得【磐龙】。（lv17）
   寒冰骨墙(3费/法术)：目标区域召唤6/33骨墙lv16，它额外+8/+8冰封脚下，获得【磐龙】。（lv16）
   寒冰骨墙(3费/法术)：目标区域召唤5/30骨墙lv15，它额外+7/+7冰封脚下，获得【磐龙】。（lv15）
   寒冰骨墙(3费/法术)：目标区域召唤4/29骨墙lv14，它额外+6/+6冰封脚下，获得【磐龙】。（lv14）
   寒冰骨墙(3费/法术)：目标区域召唤4/27骨墙lv13，它额外+5/+5冰封脚下，获得【磐龙】。（lv13）
   寒冰骨墙(3费/法术)：目标区域召唤3/26骨墙lv12，它额外+5/+5冰封脚下，获得【磐龙】。（lv12）

11.冬夜特使(3费/35/23)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv20）
   冬夜特使(3费/32/21)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv19）
   冬夜特使(3费/29/19)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv18）
   冬夜特使(3费/26/18)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv17）
   冬夜特使(3费/24/16)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv16）
   冬夜特使(3费/21/15)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv15）
   冬夜特使(3费/19/13)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv14）
   冬夜特使(3费/17/12)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv13）
   冬夜特使(3费/15/11)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv12）

12.冬幕骑士(4费/39/39)：【护甲10】、登场:横排所有敌军-13/-13。（lv20）
   冬幕骑士(4费/36/36)：【护甲9】、登场:横排所有敌军-12/-12。（lv19）
   冬幕骑士(4费/33/33)：【护甲8】、登场:横排所有敌军-11/-11。（lv18）
   冬幕骑士(4费/30/30)：【护甲7】、登场:横排所有敌军-10/-10。（lv17）
   冬幕骑士(4费/28/27)：【护甲6】、登场:横排所有敌军-9/-9。（lv16）
   冬幕骑士(4费/25/25)：【护甲6】、登场:横排所有敌军-8/-8。（lv15）
   冬幕骑士(4费/23/22)：【护甲5】、登场:横排所有敌军-7/-7。（lv14）
   冬幕骑士(4费/20/20)：【护甲5】、登场:横排所有敌军-6/-6。（lv13）
   冬幕骑士(4费/18/18)：【护甲4】、登场:横排所有敌军-5/-5。（lv12）

13.冷酷冲车(4费/36/80)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+8/+8。（lv20）
   冷酷冲车(4费/33/72)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+7/+7。（lv19）
   冷酷冲车(4费/28/64)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+7/+7。（lv18）
   冷酷冲车(4费/25/60)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+6/+6。（lv17）
   冷酷冲车(4费/22/54)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+6/+6。（lv16）
   冷酷冲车(4费/20/50)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+5/+5。（lv15）
   冷酷冲车(4费/15/50)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+5/+5。（lv14）
   冷酷冲车(4费/15/45)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+4/+5。（lv13）
   冷酷冲车(4费/13/43)：【迟缓】、【践踏】、每有一个敌军死亡，自身+4/+4，攻击大于15，获得【磐龙】。（lv12）

14.冷血召唤师(4费/23/23)：每当一个敌军死亡:召唤23/23冻尸-lv20。（lv20）
   冷血召唤师(4费/21/21)：每当一个敌军死亡:召唤21/21冻尸-lv19。（lv19）
   冷血召唤师(4费/19/19)：每当一个敌军死亡:召唤19/19冻尸-lv18。（lv18）
   冷血召唤师(4费/18/18)：每当一个敌军死亡:召唤17/18冻尸-lv17。（lv17）
   冷血召唤师(4费/16/16)：每当一个敌军死亡:召唤16/16冻尸-lv16。（lv16）
   冷血召唤师(4费/15/15)：每当一个敌军死亡:召唤14/15冻尸-lv15。（lv15）
   冷血召唤师(4费/13/14)：每当一个敌军死亡:召唤13/13冻尸-lv14。（lv14）
   冷血召唤师(4费/11/14)：每当一个敌军死亡:召唤11/12冻尸-lv13。（lv13）
   冷血召唤师(4费/9/14)：每当一个敌军死亡:召唤10/10冻尸-lv12。（lv12）

15.极地冰封者(4费/32/90)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv20）
   极地冰封者(4费/28/85)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv19）
   极地冰封者(4费/25/77)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv18）
   极地冰封者(4费/23/68)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv17）
   极地冰封者(4费/20/64)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv16）
   极地冰封者(4费/18/60)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv15）
   极地冰封者(4费/16/56)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv14）
   极地冰封者(4费/15/50)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv13）
   极地冰封者(4费/14/44)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv12）

16.不朽霜剑士(4费/22/15)：登场:每有一个友方冰封，自身攻击+8、死亡:若自身区域已冰封，自身回手牌。（lv20）
   不朽霜剑士(4费/21/13)：登场:每有一个友方冰封，自身攻击+7、死亡:若自身区域已冰封，自身回手牌。（lv19）
   不朽霜剑士(4费/19/12)：登场:每有一个友方冰封，自身攻击+7、死亡:若自身区域已冰封，自身回手牌。（lv18）
   不朽霜剑士(4费/19/11)：登场:每有一个友方冰封，自身攻击+6、死亡:若自身区域已冰封，自身回手牌。（lv17）
   不朽霜剑士(4费/16/10)：登场:每有一个友方冰封，自身攻击+6、死亡:若自身区域已冰封，自身回手牌。（lv16）
   不朽霜剑士(4费/16/9)：登场:每有一个友方冰封，自身攻击+5、死亡:若自身区域已冰封，自身回手牌。（lv15）
   不朽霜剑士(4费/15/7)：登场:每有一个友方冰封，自身攻击+5、死亡:若自身区域已冰封，自身回手牌。（lv14）
   不朽霜剑士(4费/14/6)：登场:每有一个友方冰封，自身攻击+4、死亡:若自身区域已冰封，自身回手牌。（lv13）
   不朽霜剑士(4费/12/6)：登场:每有一个友方冰封，自身攻击+4、死亡:若自身区域已冰封，则移回手牌。（lv12）

17.转化使徒(4费/法术)：随机敌军-36/-36，冰封其位置，召唤26/26尸嵌-lv17。（lv20）
   转化使徒(4费/法术)：随机敌军-32/-32，冰封其位置，召唤24/24尸嵌-lv16。（lv19）
   转化使徒(4费/法术)：随机敌军-28/-28，冰封其位置，召唤22/22尸嵌-lv15。（lv18）
   转化使徒(4费/法术)：随机敌军-25/-25，冰封其位置，召唤20/21尸嵌-lv14。（lv17）
   转化使徒(4费/法术)：随机敌军-22/-22，冰封其位置，召唤19/19尸嵌-lv13。（lv16）
   转化使徒(4费/法术)：随机敌军-20/-20，冰封其位置，召唤17/18尸嵌-lv12。（lv15）
   转化使徒(4费/法术)：随机敌军-18/-18，冰封其位置，召唤16/16尸嵌-lv11。（lv14）
   转化使徒(4费/法术)：随机敌军-16/-16，冰封其位置，召唤14/15尸嵌-lv10。（lv13）
   转化使徒(4费/法术)：随机敌军-15/-15，冰封其位置，召唤13/13尸嵌-lv9。（lv12）

18.雪隐长老灵(4费/36/36)：登场：冰封相邻随机位置、受到传承：随机敌军-30/-30（无视神佑、魔免）。（lv20）
   雪隐长老灵(4费/32/32)：登场：冰封相邻随机位置、受到传承：随机敌军-26/-26（无视神佑、魔免）。（lv19）
   雪隐长老灵(4费/29/29)：登场：冰封相邻随机位置、受到传承：随机敌军-23/-23（无视神佑、魔免）。（lv18）
   雪隐长老灵(4费/27/27)：登场：冰封相邻随机位置、受到传承：随机敌军-20/-20（无视神佑、魔免）。（lv17）
   雪隐长老灵(4费/25/25)：登场：冰封相邻随机位置、受到传承：随机敌军-18/-18（无视神佑、魔免）。（lv16）
   雪隐长老灵(4费/23/23)：登场：冰封相邻随机位置、受到传承：随机敌军-16/-16（无视神佑、魔免）。（lv15）
   雪隐长老灵(4费/21/21)：登场：冰封相邻随机位置、受到传承：随机敌军-14/-14（无视神佑、魔免）。（lv14）
   雪隐长老灵(4费/19/20)：登场：冰封相邻随机位置、受到传承：随机敌军-13/-13（无视神佑、魔免）。（lv13）
   雪隐长老灵(4费/17/19)：登场：冰封相邻随机位置、受到传承：随机敌军-12/-12（无视神佑、魔免）。（lv12）

19.冰峰甲虫(4费/30/50)：【护甲8】、【魔防10】、受到传承：额外+8/+8，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv20）
   冰峰甲虫(4费/27/45)：【护甲7】、【魔防9】、受到传承：额外+7/+7，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv19）
   冰峰甲虫(4费/24/40)：【护甲6】、【魔防8】、受到传承：额外+6/+6，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv18）
   冰峰甲虫(4费/22/36)：【护甲5】、【魔防7】、受到传承：额外+6/+6，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv17）
   冰峰甲虫(4费/20/33)：【护甲5】、【魔防6】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv16）
   冰峰甲虫(4费/18/30)：【护甲4】、【魔防6】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv15）
   冰峰甲虫(4费/16/28)：【护甲4】、【魔防5】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv14）
   冰峰甲虫(4费/15/25)：【护甲4】、【魔防5】、受到传承：额外+4/+4，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv13）
   冰峰甲虫(4费/14/24)：【护甲3】、【魔防5】、受到传承：额外+4/+4，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv12）

20.邪恶化身(4费/29/21)：每当一个炼狱或冬神友军死亡时：长刀投掷英（29点伤害）。（lv20）
   邪恶化身(4费/26/20)：每当一个炼狱或冬神友军死亡时：长刀投掷英（26点伤害）。（lv19）
   邪恶化身(4费/23/19)：每当一个炼狱或冬神友军死亡时：长刀投掷英（23点伤害）。（lv18）
   邪恶化身(4费/21/18)：每当一个炼狱或冬神友军死亡时：长刀投掷英（21点伤害）。（lv17）
   邪恶化身(4费/19/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（19点伤害）。（lv16）
   邪恶化身(4费/17/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（17点伤害）。（lv15）
   邪恶化身(4费/15/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（15点伤害）。（lv14）
   邪恶化身(4费/14/15)：每当一个炼狱或冬神友军死亡时：长刀投掷英（14点伤害）。（lv13）
   邪恶化身(4费/13/13)：每当一个炼狱或冬神友军死亡时：长刀投掷英（13点伤害）。（lv12）

21.永夜巫妖(4费/30/30)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=21）。（lv20）
   永夜巫妖(4费/27/27)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=20）。（lv19）
   永夜巫妖(4费/24/24)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=19）。（lv18）
   永夜巫妖(4费/22/22)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=18）。（lv17）
   永夜巫妖(4费/20/20)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=17）。（lv16）
   永夜巫妖(4费/18/18)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=16）。（lv15）
   永夜巫妖(4费/16/16)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=15）。（lv14）
   永夜巫妖(4费/15/14)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=14）。（lv13）
   永夜巫妖(4费/13/13)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=13）。（lv12）

22.冬幕斗士(5费/27/39)：【护甲10】、【二连击】、登场回合开始:友方每有一处冰封，自身+3/+3，护甲+3。（lv20）
   冬幕斗士(5费/25/35)：【护甲9】、【二连击】、登场回合开始:友方每有一处冰封，自身+3/+3，护甲+3。（lv19）
   冬幕斗士(5费/22/32)：【护甲8】、【二连击】、登场回合开始:友方每有一处冰封，自身+3/+3，护甲+2。（lv18）
   冬幕斗士(5费/20/30)：【护甲8】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+3，护甲+2。（lv17）
   冬幕斗士(5费/18/28)：【护甲7】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+3，护甲+2。（lv16）
   冬幕斗士(5费/15/26)：【护甲7】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+2。（lv15）
   冬幕斗士(5费/13/25)：【护甲6】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+2。（lv14）
   冬幕斗士(5费/13/23)：【护甲6】、【二连击】、登场回合开始:友方每有一处冰封，自身+1/+2，护甲+2。（lv13）
   冬幕斗士(5费/11/21)：【护甲5】、【二连击】、登场回合开始:友方每有一处冰封，自身+1/+2，护甲+2。（lv12）

23.骸骨督军(5费/40/33)：【护甲5】、每当一个敌军死亡:随机友军攻击+12、护甲+3。（lv20）
   骸骨督军(5费/36/29)：【护甲5】、每当一个敌军死亡:随机友军攻击+11、护甲+3。（lv19）
   骸骨督军(5费/32/26)：【护甲5】、每当一个敌军死亡:随机友军攻击+10、护甲+3。（lv18）
   骸骨督军(5费/28/24)：【护甲4】、每当一个敌军死亡:随机友军攻击+10、护甲+3。（lv17）
   骸骨督军(5费/25/21)：【护甲4】、每当一个敌军死亡:随机友军攻击+9、护甲+3。（lv16）
   骸骨督军(5费/22/19)：【护甲3】、每当一个敌军死亡:随机友军攻击+9、护甲+3。（lv15）
   骸骨督军(5费/20/18)：【护甲3】、每当一个敌军死亡:随机友军攻击+8、护甲+3。（lv14）
   骸骨督军(5费/19/17)：【护甲3】、每当一个敌军死亡:随机友军攻击+8、护甲+2。（lv13）
   骸骨督军(5费/18/16)：【护甲3】、每当一个敌军死亡:随机友军攻击+7、护甲+2。（lv12）

24.冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+30/+30、全场每有一处冰封，英雄生命+10。（lv20）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+24/+24、全场每有一处冰封，英雄生命+9。（lv19）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+19/+19、全场每有一处冰封，英雄生命+8。（lv18）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+15/+15、全场每有一处冰封，英雄生命+8。（lv17）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+13/+13、全场每有一处冰封，英雄生命+7。（lv16）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+10/+10、全场每有一处冰封，英雄生命+7。（lv15）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+8/+8、全场每有一处冰封，英雄生命+6。（lv14）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+7/+7、全场每有一处冰封，英雄生命+5。（lv13）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+7/+7、全场每有一处冰封，英雄生命+4。（lv12）

25.咒杀酷吏(5费/20/80)：任意生物死亡:攻击+9，攻击前:吞噬一个相邻友军，连击次数+1。（lv20）
   咒杀酷吏(5费/19/75)：任意生物死亡:攻击+8，攻击前:吞噬一个相邻友军，连击次数+1。（lv19）
   咒杀酷吏(5费/17/70)：任意生物死亡:攻击+8，攻击前:吞噬一个相邻友军，连击次数+1。（lv18）
   咒杀酷吏(5费/16/66)：任意生物死亡:攻击+7，攻击前:吞噬一个相邻友军，连击次数+1。（lv17）
   咒杀酷吏(5费/13/60)：任意生物死亡:攻击+7，攻击前:吞噬一个相邻友军，连击次数+1。（lv16）
   咒杀酷吏(5费/12/55)：任意生物死亡:攻击+6，攻击前:吞噬一个相邻友军，连击次数+1。（lv15）
   咒杀酷吏(5费/12/45)：任意生物死亡:攻击+6，攻击前:吞噬一个相邻友军，连击次数+1。（lv14）
   咒杀酷吏(5费/10/43)：任意生物死亡:攻击+5，攻击前:吞噬一个相邻友军，连击次数+1。（lv13）
   咒杀酷吏(5费/8/39)：任意生物死亡:攻击+5，攻击前:吞噬一个相邻友军，连击次数+1。（lv12）

26.深山雪怪(5费/55/65)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+9/+9、登场回合结束:冰封脚下。（lv20）
   深山雪怪(5费/50/60)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+8/+8、登场回合结束:冰封脚下。（lv19）
   深山雪怪(5费/45/55)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+8/+8、登场回合结束:冰封脚下。（lv18）
   深山雪怪(5费/40/50)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+7/+7、登场回合结束:冰封脚下。（lv17）
   深山雪怪(5费/35/48)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+7/+7、登场回合结束:冰封脚下。（lv16）
   深山雪怪(5费/32/42)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+6/+6、登场回合结束:冰封脚下。（lv15）
   深山雪怪(5费/29/39)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+6/+6、登场回合结束:冰封脚下。（lv14）
   深山雪怪(5费/26/35)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+5/+5、登场回合结束:冰封脚下。（lv13）
   深山雪怪(5费/23/33)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+5/+5、登场回合结束:冰封脚下。（lv12）

27.使徒君王(6费/35/50)：回合开始:随机敌军-13/-13，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv20）
   使徒君王(6费/32/45)：回合开始:随机敌军-12/-12，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv19）
   使徒君王(6费/28/40)：回合开始:随机敌军-11/-11，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv18）
   使徒君王(6费/23/38)：回合开始:随机敌军-11/-11，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv17）
   使徒君王(6费/20/35)：回合开始:随机敌军-10/-10，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv16）
   使徒君王(6费/17/29)：回合开始:随机敌军-10/-10，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv15）
   使徒君王(6费/15/27)：回合开始:随机敌军-9/-9，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv14）
   使徒君王(6费/13/25)：回合开始:随机敌军-8/-8，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv13）
   使徒君王(6费/12/23)：回合开始:随机敌军-7/-7，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv12）

28.冰吼兽(6费/40/55)：【磐龙】、攻击前:敌方每有一处冰封，自身+2/+7。（lv20）
   冰吼兽(6费/35/50)：【磐龙】、攻击前:敌方每有一处冰封，自身+2/+6。（lv19）
   冰吼兽(6费/30/45)：【磐龙】、攻击前:敌方每有一处冰封，自身+2/+5。（lv18）
   冰吼兽(6费/29/45)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+5。（lv17）
   冰吼兽(6费/26/40)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+5。（lv16）
   冰吼兽(6费/25/36)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+4。（lv15）
   冰吼兽(6费/23/33)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+4。（lv14）
   冰吼兽(6费/22/30)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+3。（lv13）
   冰吼兽(6费/20/29)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+3。（lv12）

29.冰河世纪(6费/法术)：【洞察1】、所有单位-38/-38、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv20）
   冰河世纪(6费/法术)：【洞察1】、所有单位-34/-34、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv19）
   冰河世纪(6费/法术)：【洞察1】、所有单位-30/-30、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv18）
   冰河世纪(6费/法术)：【洞察1】、所有单位-27/-27、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv17）
   冰河世纪(6费/法术)：【洞察1】、所有单位-24/-24、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv16）
   冰河世纪(6费/法术)：【洞察1】、所有单位-21/-21、全场每有一处冰封，再-2/-2（无视神佑和魔免）。（lv15）
   冰河世纪(6费/法术)：【洞察1】、所有单位-21/-21、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv14）
   冰河世纪(6费/法术)：【洞察1】、所有单位-18/-18、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv13）
   冰河世纪(6费/法术)：所有单位-16/-16、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv12）

30.冰疫兽(7费/50/110)：【磐龙】、登场:全场每有一处冰封，英雄生命+15。（lv20）
   冰疫兽(7费/45/100)：【磐龙】、登场:全场每有一处冰封，英雄生命+14。（lv19）
   冰疫兽(7费/40/95)：【磐龙】、登场:全场每有一处冰封，英雄生命+13。（lv18）
   冰疫兽(7费/36/90)：【磐龙】、登场:全场每有一处冰封，英雄生命+12。（lv17）
   冰疫兽(7费/33/85)：【磐龙】、登场:全场每有一处冰封，英雄生命+11。（lv16）
   冰疫兽(7费/30/80)：【磐龙】、登场:全场每有一处冰封，英雄生命+10。（lv15）
   冰疫兽(7费/28/75)：【磐龙】、登场:全场每有一处冰封，英雄生命+9。（lv14）
   冰疫兽(7费/25/70)：【磐龙】、登场:全场每有一处冰封，英雄生命+8。（lv13）
   冰疫兽(7费/24/65)：【磐龙】、登场:全场每有一处冰封，英雄生命+7。（lv12）

31.冬神邪使(7费/48/48)：登场:召唤两个28/1骸骨战士-lv20、每当一个单位死亡:自身攻击+4。（lv20）
   冬神邪使(7费/43/43)：登场:召唤两个26/1骸骨战士-lv19、每当一个单位死亡:自身攻击+4。（lv19）
   冬神邪使(7费/39/39)：登场:召唤两个24/1骸骨战士-lv18、每当一个单位死亡:自身攻击+4。（lv18）
   冬神邪使(7费/36/36)：登场:召唤两个22/1骸骨战士-lv17、每当一个单位死亡:自身攻击+3。（lv17）
   冬神邪使(7费/33/33)：登场:召唤两个20/1骸骨战士-lv16、每当一个单位死亡:自身攻击+3。（lv16）
   冬神邪使(7费/30/30)：登场:召唤两个18/1骸骨战士-lv15、每当一个单位死亡:自身攻击+3。（lv15）
   冬神邪使(7费/27/27)：登场:召唤两个16/1骸骨战士-lv14、每当一个单位死亡:自身攻击+2。（lv14）
   冬神邪使(7费/23/23)：登场:召唤两个14/1骸骨战士-lv13、每当一个单位死亡:自身攻击+2。（lv13）
   冬神邪使(7费/20/20)：登场:召唤两个12/1骸骨战士-lv12、每当一个单位死亡:自身攻击+2。（lv12）

32.冰龙(8费/65/35)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+6/+6、攻击前:所有敌军-8/-8。（lv20）
   冰龙(8费/60/30)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+6/+4、攻击前:所有敌军-7/-7。（lv19）
   冰龙(8费/55/27)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+5/+3、攻击前:所有敌军-6/-6。（lv18）
   冰龙(8费/50/25)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+5/+3、攻击前:所有敌军-5/-5。（lv17）
   冰龙(8费/45/23)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+4/+3、攻击前:所有敌军-5/-5。（lv16）
   冰龙(8费/40/22)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+4/+3、攻击前:所有敌军-4/-4。（lv15）
   冰龙(8费/35/20)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+3/+3、攻击前:所有敌军-4/-4。（lv14）
   冰龙(8费/33/18)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+3/+3、攻击前:所有敌军-3/-3。（lv13）
   冰龙(8费/27/17)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+3/+2、攻击前:所有敌军-3/-3。（lv12）

33.冰原攻城兽(8费/55/55)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+8/+20。（lv20）
   冰原攻城兽(8费/50/50)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+7/+19。（lv19）
   冰原攻城兽(8费/46/46)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+6/+18。（lv18）
   冰原攻城兽(8费/42/42)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+5/+17。（lv17）
   冰原攻城兽(8费/38/38)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+5/+15。（lv16）
   冰原攻城兽(8费/35/35)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+4/+14。（lv15）
   冰原攻城兽(8费/33/33)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+4/+12。（lv14）
   冰原攻城兽(8费/30/30)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+3/+12。（lv13）
   冰原攻城兽(8费/25/25)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+3/+11。（lv12）

34.传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv20，获得【传记·荒芜之师】。（lv20）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv19，获得【传记·荒芜之师】。（lv19）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv18，获得【传记·荒芜之师】。（lv18）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv17，获得【传记·荒芜之师】。（lv17）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv16，获得【传记·荒芜之师】。（lv16）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv15，获得【传记·荒芜之师】。（lv15）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv14，获得【传记·荒芜之师】。（lv14）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv13，获得【传记·荒芜之师】。（lv13）
   传记·荒芜之地(2费/传记)：荒芜一个敌方区域，召唤尸嵌-lv12，获得【传记·荒芜之师】。（lv12）

35.传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv20。（lv20）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv19。（lv19）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv18。（lv18）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv17。（lv17）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv16。（lv16）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv15。（lv15）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv14。（lv14）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv13。（lv13）
   传记·荒芜之师(4费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv12。（lv12）



橙卡：

1.寒风血刃(3费/法术)：目标友军+36/+24、获得【先攻】、【践踏】、冰封自身位置。（lv20）
  寒风血刃(3费/法术)：目标友军+32/+22、获得【先攻】、【践踏】、冰封自身位置。（lv19）
  寒风血刃(3费/法术)：目标友军+28/+20、获得【先攻】、【践踏】、冰封自身位置。（lv18）
  寒风血刃(3费/法术)：目标友军+25/+18、获得【先攻】、【践踏】、冰封自身位置。（lv17）
  寒风血刃(3费/法术)：目标友军+23/+16、获得【先攻】、【践踏】、冰封自身位置。（lv16）
  寒风血刃(3费/法术)：目标友军+20/+15、获得【先攻】、【践踏】、冰封自身位置。（lv15）
  寒风血刃(3费/法术)：目标友军+18/+13、获得【先攻】、【践踏】、冰封自身位置。（lv14）
  寒风血刃(3费/法术)：目标友军+16/+12、获得【先攻】、【践踏】、冰封自身位置。（lv13）
  寒风血刃(3费/法术)：目标友军+15/+10、获得【先攻】、【践踏】、冰封自身位置。（lv12）

2.荒芜冰巫·野(3费/39/39)：登场:荒芜随机区域，回手随机敌军（敌军等级<=22）、攻击前:场上每有一个守军，自身攻击+4。（lv20）
  荒芜冰巫·野(3费/35/35)：登场:荒芜随机区域，回手随机敌军（敌军等级<=21）、攻击前:场上每有一个守军，自身攻击+4。（lv19）
  荒芜冰巫·野(3费/32/32)：登场:荒芜随机区域，回手随机敌军（敌军等级<=20）、攻击前:场上每有一个守军，自身攻击+4。（lv18）
  荒芜冰巫·野(3费/29/29)：登场:荒芜随机区域，回手随机敌军（敌军等级<=20）、攻击前:场上每有一个守军，自身攻击+3。（lv17）
  荒芜冰巫·野(3费/26/26)：登场:荒芜随机区域，回手随机敌军（敌军等级<=20）、攻击前:场上每有一个守军，自身攻击+3。（lv16）
  荒芜冰巫·野(3费/23/23)：登场:荒芜随机区域，回手随机敌军（敌军等级<=19）、攻击前:场上每有一个守军，自身攻击+3。（lv15）
  荒芜冰巫·野(3费/20/20)：登场:荒芜随机区域，回手随机敌军（敌军等级<=18）、攻击前:场上每有一个守军，自身攻击+3。（lv14）
  荒芜冰巫·野(3费/18/18)：登场:荒芜随机区域，回手随机敌军（敌军等级<=17）、攻击前:场上每有一个守军，自身攻击+2。（lv13）
  荒芜冰巫·野(3费/16/16)：登场:荒芜随机区域，回手随机敌军（敌军等级<=16）、攻击前:场上每有一个守军，自身攻击+2。（lv12）

3.不息之灵(4费/50/1)：死亡:随机位置重生自己，等级-1。（lv20）
  不息之灵(4费/44/1)：死亡:随机位置重生自己，等级-1。（lv19）
  不息之灵(4费/38/1)：死亡:随机位置重生自己，等级-1。（lv18）
  不息之灵(4费/32/1)：死亡:随机位置重生自己，等级-1。（lv17）
  不息之灵(4费/27/1)：死亡:随机位置重生自己，等级-1。（lv16）
  不息之灵(4费/24/1)：死亡:随机位置重生自己，等级-1。（lv15）
  不息之灵(4费/21/1)：死亡:随机位置重生自己，等级-1。（lv14）
  不息之灵(4费/19/1)：死亡:随机位置重生自己，等级-1。（lv13）
  不息之灵(4费/17/1)：死亡:随机位置重生自己，等级-1。（lv12）

4.寒风魔将·塞古斯(5费/55/30)：【先攻】、【践踏】、【护甲15】。（lv20）
  寒风魔将·塞古斯(5费/48/30)：【先攻】、【践踏】、【护甲13】。（lv19）
  寒风魔将·塞古斯(5费/42/28)：【先攻】、【践踏】、【护甲12】。（lv18）
  寒风魔将·塞古斯(5费/37/25)：【先攻】、【践踏】、【护甲11】。（lv17）
  寒风魔将·塞古斯(5费/33/22)：【先攻】、【践踏】、【护甲10】。（lv16）
  寒风魔将·塞古斯(5费/30/20)：【先攻】、【践踏】、【护甲9】。（lv15）
  寒风魔将·塞古斯(5费/26/20)：【先攻】、【践踏】、【护甲8】。（lv14）
  寒风魔将·塞古斯(5费/24/16)：【先攻】、【践踏】、【护甲8】。（lv13）
  寒风魔将·塞古斯(5费/21/15)：【先攻】、【践踏】、【护甲7】。（lv12）

5.永夜女王(5费/39/27)：【魔免】、【传承10】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv20）
  永夜女王(5费/34/24)：【魔免】、【传承9】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv19）
  永夜女王(5费/29/21)：【魔免】、【传承8】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv18）
  永夜女王(5费/24/19)：【魔免】、【传承7】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv17）
  永夜女王(5费/21/18)：【魔免】、【传承6】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv16）
  永夜女王(5费/19/16)：【魔免】、【传承5】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv15）
  永夜女王(5费/16/13)：【魔免】、【传承5】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv14）
  永夜女王(5费/15/10)：【魔免】、【传承4】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv13）
  永夜女王(5费/12/8)：【魔免】、【传承4】、敌方法力-1、登场、受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv12）

6.王座巫妖(6费/30/75)：登场:随机敌军-30/-30、友军死亡时:随机敌军-5/-5、敌军死亡时:随机友军+5/+5。（lv20）
  王座巫妖(6费/27/65)：登场:随机敌军-25/-25、友军死亡时:随机敌军-5/-5、敌军死亡时:随机友军+5/+5。（lv19）
  王座巫妖(6费/25/60)：登场:随机敌军-20/-20、友军死亡时:随机敌军-4/-4、敌军死亡时:随机友军+4/+4。（lv18）
  王座巫妖(6费/22/55)：登场:随机敌军-16/-16、友军死亡时:随机敌军-4/-4、敌军死亡时:随机友军+4/+4。（lv17）
  王座巫妖(6费/20/50)：登场:随机敌军-13/-13、友军死亡时:随机敌军-4/-4、敌军死亡时:随机友军+4/+4。（lv16）
  王座巫妖(6费/19/45)：登场:随机敌军-13/-13、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv15）
  王座巫妖(6费/17/43)：登场:随机敌军-11/-11、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv14）
  王座巫妖(6费/15/42)：登场:随机敌军-9/-9、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv13）
  王座巫妖(6费/13/39)：登场:随机敌军-8/-8、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv12）

7.冬神化身(7费/24/86)：登场:友方每有一处冰封，自身+8/+18、回合结束:敌方每有一处冰封，你便吸取对手10点生命。（lv20）
  冬神化身(7费/22/77)：登场:友方每有一处冰封，自身+7/+17、回合结束:敌方每有一处冰封，你便吸取对手9点生命。（lv19）
  冬神化身(7费/20/68)：登场:友方每有一处冰封，自身+6/+16、回合结束:敌方每有一处冰封，你便吸取对手8点生命。（lv18）
  冬神化身(7费/18/60)：登场:友方每有一处冰封，自身+5/+15、回合结束:敌方每有一处冰封，你便吸取对手7点生命。（lv17）
  冬神化身(7费/16/54)：登场:友方每有一处冰封，自身+5/+15、回合结束:敌方每有一处冰封，你便吸取对手7点生命。（lv16）
  冬神化身(7费/14/48)：登场:友方每有一处冰封，自身+4/+13、回合结束:敌方每有一处冰封，你便吸取对手6点生命。（lv15）
  冬神化身(7费/12/42)：登场:友方每有一处冰封，自身+4/+11、回合结束:敌方每有一处冰封，你便吸取对手6点生命。（lv14）
  冬神化身(7费/10/36)：登场:友方每有一处冰封，自身+4/+11、回合结束:敌方每有一处冰封，你便吸取对手5点生命。（lv13）
  冬神化身(7费/9/32)：登场:友方每有一处冰封，自身+3/+11、回合结束:敌方每有一处冰封，你便吸取对手5点生命。（lv12）

8.冰山·亚特拉斯(8费/90/220)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv20）
  冰山·亚特拉斯(8费/80/200)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv19）
  冰山·亚特拉斯(8费/70/180)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv18）
  冰山·亚特拉斯(8费/60/165)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv17）
  冰山·亚特拉斯(8费/50/150)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv16）
  冰山·亚特拉斯(8费/40/140)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv15）
  冰山·亚特拉斯(8费/35/125)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv14）
  冰山·亚特拉斯(8费/30/110)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv13）
  冰山·亚特拉斯(8费/25/100)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv12）


*/
