// 冬神使徒 15级

/*

白卡：

1.骸骨战士(2费/15/1)：无。（lv15）
  骸骨战士(2费/14/1)：无。（lv14）
  骸骨战士(2费/13/1)：无。（lv13）

2.冻尸(2费/8/8)：死亡:冰封自身位置，英雄生命+1。（lv15）
  冻尸(2费/9/9)：死亡:冰封自身位置，英雄生命+1。（lv14）
  冻尸(2费/8/8)：死亡:冰封自身位置，英雄生命+1。（lv13）

3.荒芜藤蔓(2费/0/1)：【守军】、【魔免】、【隐形】。（lv1）

4.骷髅射手(3费/14/1)：死亡:对随机敌军造成6点伤害。（lv12）

5.尸嵌(4费/15/15)：死亡:冰封自身位置。（lv15）
  尸嵌(4费/14/14)：死亡:冰封自身位置。（lv14）
  尸嵌(4费/13/13)：死亡:冰封自身位置。（lv13）

6.复生邪骨(5费/18/5)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）



蓝卡：

1.骷髅犬(1费/13/1)：死亡:随机友军攻击+10。（lv15）
  骷髅犬(1费/12/1)：死亡:随机友军攻击+9。（lv14）
  骷髅犬(1费/11/1)：死亡:随机友军攻击+8。（lv13）

2.冰原匍尸(1费/9/3)：【迟缓】、脚下冰封则失去迟缓、死亡:移回玩家手上。（lv15）

3.战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+10/+10。（lv15）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+9/+9。（lv14）
  战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+8/+8。（lv13）

4.转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤15/15尸嵌lv15。（lv15）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤14/14尸嵌lv14。（lv14）
  转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤13/13尸嵌lv13。（lv13）

5.复生尸骸(2费/11/11)：死亡:召唤一个15/1骸骨战士-lv15。（lv15）
  复生尸骸(2费/10/10)：死亡:召唤一个14/1骸骨战士-lv14。（lv14）
  复生尸骸(2费/9/9)：死亡:召唤一个13/1骸骨战士-lv13。（lv13）

6.冬神狂信者(2费/18/14)：每当一个生物死亡:自身攻击+1。（lv15）
  冬神狂信者(2费/16/13)：每当一个生物死亡:自身攻击+1。（lv14）
  冬神狂信者(2费/14/12)：每当一个生物死亡:自身攻击+1。（lv13）

7.噬魂骨妖(2费/15/20)：每当一个敌军死亡:自身+3/+3。（lv15）
  噬魂骨妖(2费/13/18)：每当一个敌军死亡:自身+3/+3。（lv14）
  噬魂骨妖(2费/12/16)：每当一个敌军死亡:自身+2/+3。（lv13）

8.寒铁军士(2费/21/6)：【洞察1】、登场:冰封相邻随机位置。（lv15）
  寒铁军士(2费/19/5)：【洞察1】、登场:冰封相邻随机位置。（lv14）
  寒铁军士(2费/17/5)：【洞察1】、登场:冰封相邻随机位置。（lv13）

9.瘟疫冰虫(2费/10/20)：对玩家伤害+16、登场:冰封随机友方位置，英雄生命-6。（lv15）
  瘟疫冰虫(2费/9/18)：对玩家伤害+15、登场:冰封随机友方位置，英雄生命-6。（lv14）
  瘟疫冰虫(2费/8/16)：对玩家伤害+14、登场:冰封随机友方位置，英雄生命-6。（lv13）

10.寒冰魔墙(2费/0/45)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv15）
   寒冰魔墙(2费/0/38)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv14）
   寒冰魔墙(2费/0/33)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv13）

11.寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+25、80%几率获得《真理碎片》。（lv15）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+21、75%几率获得《真理碎片》。（lv14）
   寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+18、70%几率获得《真理碎片》。（lv13）

12.骨墙(2费/5/30)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+13。（lv15）
   骨墙(2费/4/27)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+11。（lv14）
   骨墙(2费/4/26)：【守军】、【荆棘】、每当一个友军死亡:自身+2/+11。（lv13）

13.阴冷墓穴(2费/0/36)：死亡:召唤15/15尸嵌-lv15。（lv15）
   阴冷墓穴(2费/0/32)：死亡:召唤14/14尸嵌-lv14。（lv14）
   阴冷墓穴(2费/0/28)：死亡:召唤13/13尸嵌-lv13。（lv13）

14.寒风草人(2费/0/18)：【洞察1】、【传承6】、登场：冰封相邻随机位置，横排敌军-6/-6。（lv15）
   寒风草人(2费/0/17)：【洞察1】、【传承5】、登场：冰封相邻随机位置，横排敌军-5/-5。（lv14）
   寒风草人(2费/0/16)：【洞察1】、【传承5】、登场：冰封相邻随机位置，横排敌军-4/-4。（lv13）

15.召唤阵·骷髅犬(2费/法术)：目标位置召唤13/1骷髅犬lv15，并获得一只到手上。（lv15）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤12/1骷髅犬lv14，并获得一只到手上。（lv14）
   召唤阵·骷髅犬(2费/法术)：目标位置召唤11/1骷髅犬lv13，并获得一只到手上。（lv13）

16.严冬苦行僧(3费/12/25)：【洞察1】、登场:随机敌军攻击-x/-x(x为敌方冰封数量)、敌方法力上限-1。（lv15）
   严冬苦行僧(3费/11/22)：【洞察1】、登场:随机敌军攻击-x/-x(x为敌方冰封数量)、敌方法力上限-1。（lv14）
   严冬苦行僧(3费/10/20)：【洞察1】、登场:随机敌军攻击-x/-x(x为敌方冰封数量)、敌方法力上限-1。（lv13）

17.寒冰祭师(3费/12/19)：攻击前:随机敌军-3/-3，冰封其位置。（lv15.新）
   寒冰祭师(3费/12/17)：攻击前:随机敌军-3/-3，冰封其位置。（lv15）
   寒冰祭师(3费/10/15)：攻击前:随机敌军-3/-3，冰封其位置。（lv14）
   寒冰祭师(3费/9/13)：攻击前:随机敌军-3/-2，冰封其位置。（lv13）

18.极地狂信者(3费/20/16)：登场:牺牲一个相邻友军，随机敌军-90/-90。（lv15）
   极地狂信者(3费/18/15)：登场:牺牲一个相邻友军，随机敌军-80/-80。（lv14）
   极地狂信者(3费/16/14)：登场:牺牲一个相邻友军，随机敌军-70/-70。（lv13）

19.神庙祭师(3费/11/20)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv15）
   神庙祭师(3费/10/18)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv14）
   神庙祭师(3费/9/16)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv13）

20.使徒征召(3费/法术)：冰封友方目标区域，召唤两个10/10冻尸-lv15。（lv15）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个9/9冻尸-lv14。（lv14）
   使徒征召(3费/法术)：冰封友方目标区域，召唤两个8/8冻尸-lv13。（lv13）

21.灵魂抽取(3费/法术)：目标敌军-50/-50，全场每有一处冰封，你的生命便+5。（lv15）
   灵魂抽取(3费/法术)：目标敌军-45/-45，全场每有一处冰封，你的生命便+4。（lv14）
   灵魂抽取(3费/法术)：目标敌军-40/-40，全场每有一处冰封，你的生命便+3。（lv13）

22.神庙魔像(3费/33/55)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv15.新）
   神庙魔像(3费/30/50)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv15）
   神庙魔像(3费/25/48)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv14）
   神庙魔像(3费/24/42)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv13）

23.盾甲骷髅妖(3费/13/13)：【护甲3】、死亡:随机友军+13/+13，并且护甲+3。（lv15）

24.绝望之地(3费/法术)：荒芜一个敌方区域，随机敌军攻击-40并获得沉默。（lv15）

25.无声变异(3费/法术)：目标友军+20/+20并受到沉默、抽一张牌。（lv15）

26.死寒猎手(4费/8/28)：登场:冰封随机敌军位置，该敌军攻击-8，本回合不能攻击。（lv15）
   死寒猎手(4费/7/27)：登场:冰封随机敌军位置，该敌军攻击-7，本回合不能攻击。（lv14）
   死寒猎手(4费/6/26)：登场:冰封随机敌军位置，该敌军攻击-6，本回合不能攻击。（lv13）

27.骸骨前线(4费/法术)：召唤两个15/1骸骨战士-lv15、随机友军攻击+5、获得《真理碎片》。（lv15）
   骸骨前线(4费/法术)：召唤两个14/1骸骨战士-lv14、随机友军攻击+4、获得《真理碎片》。（lv14）
   骸骨前线(4费/法术)：召唤两个13/1骸骨战士-lv13、随机友军攻击+3、获得《真理碎片》。（lv13）

28.蛮骨法师(4费/16/21)：登场、英雄获得生命时：随机敌军-5/-5。（lv15.新）
   蛮骨法师(4费/16/21)：登场、英雄获得生命时：随机敌军-4/-4。（lv15）
   蛮骨法师(4费/15/18)：登场、英雄获得生命时：随机敌军-4/-4。（lv14）
   蛮骨法师(4费/14/18)：登场、英雄获得生命时：随机敌军-3/-3。（lv13）

29.冰原咆哮者(5费/25/25)：登场:友方每有一处冰封，自身+4/+4。（lv15）
   冰原咆哮者(5费/21/21)：登场:友方每有一处冰封，自身+4/+4。（lv14）
   冰原咆哮者(5费/20/20)：登场:友方每有一处冰封，自身+3/+3。（lv13）

30.不眠雪鸦(5费/20/10)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv15）
   不眠雪鸦(5费/16/9)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv14）
   不眠雪鸦(5费/15/9)：登场:敌方每有一处冰封，自身攻击+5，若自身位置已冰封，则获得【穿透】。（lv13）

31.传记:雪域猎踪(2费/传记)：冰封随机区域，随机敌军-8/-8，获得【传记:猛兽哮谷】。（lv15）

32.传记:猛兽哮谷(6费/传记)：召唤冰原咆哮者-lv15。（lv15）



紫卡：

1.凛冬邪咒师(2费/10/20)：登场:随机敌军攻击-8、回合开始:随机位置冰封。（lv15.新）
  凛冬邪咒师(2费/10/19)：登场:随机敌军攻击-8、回合开始:随机位置冰封。（lv15）
  凛冬邪咒师(2费/9/16)：登场:随机敌军攻击-7、回合开始:随机位置冰封。（lv14）
  凛冬邪咒师(2费/8/13)：登场:随机敌军攻击-6、回合开始:随机位置冰封。（lv13）

2.冬夜使者(2费/19/19)：【洞察2】、双方英雄法力上限-1。（lv15）
  冬夜使者(2费/17/17)：【洞察2】、双方英雄法力上限-1。（lv14）
  冬夜使者(2费/15/15)：【洞察2】、双方英雄法力上限-1。（lv13）

3.墓园缝合师(2费/6/19)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤15/15尸嵌lv15。（lv15.新）
  墓园缝合师(2费/6/16)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤15/15尸嵌lv15。（lv15）
  墓园缝合师(2费/6/16)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤15/15尸嵌lv14。（lv14）
  墓园缝合师(2费/6/16)：回合开始：随机敌军-2/-1、回合结束：若本回合有2个单位死亡，召唤15/15尸嵌lv13。（lv13）

4.残破神庙(3费/0/55)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/55极地神庙-lv15。（lv15）
  残破神庙(3费/0/50)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/50极地神庙-lv14。（lv14）
  残破神庙(3费/0/45)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/45极地神庙-lv13。（lv13）

5.极地神庙(3费/0/55)：【守军】、回合开始时:召唤10/10冻尸-lv15、回合结束:若本回合有2个单位死亡，升级为0/55王座神庙-lv15。（lv15）
  极地神庙(3费/0/50)：【守军】、回合开始时:召唤9/9冻尸-lv14、回合结束:若本回合有2个单位死亡，升级为0/50王座神庙-lv14。（lv14）
  极地神庙(3费/0/45)：【守军】、回合开始时:召唤8/8冻尸-lv13、回合结束:若本回合有2个单位死亡，升级为0/45王座神庙-lv13。（lv13）

6.王座神庙(3费/0/55)：【守军】、回合开始:召唤11/20神庙祭师-lv15、友军死亡时:自身生命+7。（lv15）
  王座神庙(3费/0/50)：【守军】、回合开始:召唤10/18神庙祭师-lv14、友军死亡时:自身生命+7。（lv14）
  王座神庙(3费/0/45)：【守军】、回合开始:召唤9/16神庙祭师-lv13、友军死亡时:自身生命+7。（lv13）

7.可怖刺髓者(3费/27/9)：登场:若自己位置已冰封，则自身攻击+12，并获得【践踏】。（lv15）
  可怖刺髓者(3费/25/8)：登场:若自己位置已冰封，则自身攻击+10，并获得【践踏】。（lv14）
  可怖刺髓者(3费/23/7)：登场:若自己位置已冰封，则自身攻击+9，并获得【践踏】。（lv13）

8.寒盲刀客(3费/14/24)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv15）
  寒盲刀客(3费/13/23)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv14）
  寒盲刀客(3费/12/20)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv13）

9.极夜阴魂(3费/28/8)：【洞察1】、【隐形】、【穿透】。（lv15）
  极夜阴魂(3费/25/7)：【洞察1】、【隐形】、【穿透】。（lv14）
  极夜阴魂(3费/23/6)：【洞察1】、【隐形】、【穿透】。（lv13）

10.寒冰骨墙(3费/法术)：目标区域召唤5/30骨墙lv15，它额外+7/+7冰封脚下，获得【磐龙】。（lv15.新）
   寒冰骨墙(3费/法术)：目标区域召唤5/30骨墙lv15，它额外+5/+5冰封脚下，获得【磐龙】。（lv15）
   寒冰骨墙(3费/法术)：目标区域召唤4/27骨墙lv14，它额外+5/+5冰封脚下，获得【磐龙】。（lv14）
   寒冰骨墙(3费/法术)：目标区域召唤4/26骨墙lv13，它额外+4/+4冰封脚下，获得【磐龙】。（lv13）

11.冬夜特使(3费/21/15)：【法力封锁2】、登场:冰封脚下、每当一个地狱或冬神友军死亡时:敌方一张手牌法力+1。（lv15）

12.冬幕骑士(4费/21/21)：【护甲6】、登场:横排所有敌军-5/-5。（lv15）
   冬幕骑士(4费/19/19)：【护甲5】、登场:横排所有敌军-5/-5。（lv14）
   冬幕骑士(4费/17/17)：【护甲5】、登场:横排所有敌军-4/-4。（lv13）

13.冷酷冲车(4费/20/45)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+5/+5。（lv15）
   冷酷冲车(4费/15/45)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+5/+5。（lv14）
   冷酷冲车(4费/15/40)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+4/+5。（lv13）

14.冷血召唤师(4费/15/15)：每当一个敌军死亡:召唤10/10冻尸-lv15。（lv15）
   冷血召唤师(4费/13/14)：每当一个敌军死亡:召唤9/9冻尸-lv14。（lv14）
   冷血召唤师(4费/11/14)：每当一个敌军死亡:召唤8/8冻尸-lv13。（lv13）

15.极地冰封者(4费/18/50)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv15.新）
   极地冰封者(4费/18/48)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv15）
   极地冰封者(4费/16/45)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv14）
   极地冰封者(4费/15/39)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv13）

16.不朽霜剑士(4费/16/9)：登场:每有一个友方冰封，自身攻击+5、死亡:若自身区域已冰封，自身回手牌。（lv15）
   不朽霜剑士(4费/15/7)：登场:每有一个友方冰封，自身攻击+5、死亡:若自身区域已冰封，自身回手牌。（lv14）
   不朽霜剑士(4费/14/6)：登场:每有一个友方冰封，自身攻击+4、死亡:若自身区域已冰封，自身回手牌。（lv13）

17.转化使徒(4费/法术)：随机敌军-20/-20，冰封其位置，召唤12/12尸嵌-lv12。（lv15）
   转化使徒(4费/法术)：随机敌军-18/-18，冰封其位置，召唤11/11尸嵌-lv11。（lv14）
   转化使徒(4费/法术)：随机敌军-16/-16，冰封其位置，召唤10/10尸嵌-lv10。（lv13）

18.雪隐长老灵(4费/21/21)：登场：冰封相邻随机位置、受到传承：随机敌军-15/-15（无视神佑、魔免）。（lv15）
   雪隐长老灵(4费/19/21)：登场：冰封相邻随机位置、受到传承：随机敌军-13/-13（无视神佑、魔免）。（lv14）
   雪隐长老灵(4费/17/20)：登场：冰封相邻随机位置、受到传承：随机敌军-12/-12（无视神佑、魔免）。（lv13）

19.冰峰甲虫(4费/15/25)：【护甲4】、【魔防6】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv15.新）
   冰峰甲虫(4费/15/22)：【护甲4】、【魔防6】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv15）
   冰峰甲虫(4费/15/22)：【护甲4】、【魔防5】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv14）
   冰峰甲虫(4费/15/22)：【护甲4】、【魔防5】、受到传承：额外+4/+4，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv13）

20.邪恶化身(4费/17/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（17点伤害）。（lv15）
   邪恶化身(4费/15/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（15点伤害）。（lv14）
   邪恶化身(4费/14/15)：每当一个炼狱或冬神友军死亡时：长刀投掷英（14点伤害）。（lv13）

21.永夜巫妖(4费/15/12)：登场:荒芜随机区域，消灭随机敌军（敌军等级<=15）。（lv15）

22.冬幕斗士(5费/13/25)：【护甲7】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+1。（lv15.新）
   冬幕斗士(5费/13/20)：【护甲7】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+1。（lv15）
   冬幕斗士(5费/11/18)：【护甲6】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+1。（lv14）
   冬幕斗士(5费/11/18)：【护甲6】、【二连击】、登场回合开始:友方每有一处冰封，自身+1/+2，护甲+1。（lv13）

23.骸骨督军(5费/22/19)：【护甲3】、每当一个敌军死亡:随机友军攻击+9、【护甲】+3。（lv15）
   骸骨督军(5费/20/18)：【护甲3】、每当一个敌军死亡:随机友军攻击+8、【护甲】+3。（lv14）
   骸骨督军(5费/19/17)：【护甲3】、每当一个敌军死亡:随机友军攻击+8、【护甲】+2。（lv13）

24.冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+10/+10、全场每有一处冰封，英雄生命+7。（lv15.新）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+10/+10、全场每有一处冰封，英雄生命+6。（lv15）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+8/+8、全场每有一处冰封，英雄生命+5。（lv14）
   冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+7/+7、全场每有一处冰封，英雄生命+4。（lv13）

25.咒杀酷吏(5费/12/50)：任意生物死亡:攻击+6，攻击前:吞噬一个相邻友军，连击次数+1。（lv15）
   咒杀酷吏(5费/12/40)：任意生物死亡:攻击+6，攻击前:吞噬一个相邻友军，连击次数+1。（lv14）
   咒杀酷吏(5费/10/29)：任意生物死亡:攻击+5，攻击前:吞噬一个相邻友军，连击次数+1。（lv13）

26.深山雪怪(5费/25/35)：【魔免】、攻击前:随机一个蛮石、一个冬神友军+5/+5、登场回合结束:冰封脚下。（lv15）

27.使徒君王(6费/17/29)：回合开始:随机敌军-10/-10，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv15）
   使徒君王(6费/15/27)：回合开始:随机敌军-9/-9，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv14）
   使徒君王(6费/13/25)：回合开始:随机敌军-8/-8，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv13）

28.冰吼兽(6费/25/36)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+4。（lv15）
   冰吼兽(6费/23/33)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+4。（lv14）
   冰吼兽(6费/22/30)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+3。（lv13）

29.冰河世纪(6费/法术)：【洞察1】、所有单位-20/-20、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv15）
   冰河世纪(6费/法术)：【洞察1】、所有单位-18/-18、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv14）
   冰河世纪(6费/法术)：【洞察1】、所有单位-16/-16、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv13）

30.冰疫兽(7费/28/75)：【磐龙】、登场:全场每有一处冰封，英雄生命+9。（lv15.新）
   冰疫兽(7费/28/75)：【磐龙】、登场:全场每有一处冰封，英雄生命+8。（lv15）
   冰疫兽(7费/25/70)：【磐龙】、登场:全场每有一处冰封，英雄生命+7。（lv14）
   冰疫兽(7费/24/65)：【磐龙】、登场:全场每有一处冰封，英雄生命+6。（lv13）

31.冬神邪使(7费/30/30)：登场:召唤两个15/1骸骨战士-lv15、每当一个单位死亡:自身攻击+3。（lv15）
   冬神邪使(7费/27/27)：登场:召唤两个14/1骸骨战士-lv14、每当一个单位死亡:自身攻击+2。（lv14）
   冬神邪使(7费/23/23)：登场:召唤两个13/1骸骨战士-lv13、每当一个单位死亡:自身攻击+2。（lv13）

32.冰龙(8费/30/15)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+4/+3、攻击前:所有敌军-4/-4。（lv15）
   冰龙(8费/28/15)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+3/+3、攻击前:所有敌军-4/-4。（lv14）
   冰龙(8费/25/13)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+3/+3、攻击前:所有敌军-3/-3。（lv13）

33.冰原攻城兽(8费/33/33)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+4/+14。（lv15）
   冰原攻城兽(8费/30/30)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+4/+12。（lv14）
   冰原攻城兽(8费/25/25)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+3/+12。（lv13）

34.传记:荒芜之地(2费/传记)：荒芜一个敌方区域，召唤骸骨战士-lv15，获得【传记:荒芜之师】。（lv15）

35.传记:荒芜之师(5费/传记)：全场每有一个魔免单位，则召唤一个骸骨战士-lv15。（lv15）



橙卡：

1.寒风血刃(3费/法术)：目标友军+20/+15、获得【先攻】、【践踏】、冰封自身位置。（lv15）
  寒风血刃(3费/法术)：目标友军+18/+13、获得【先攻】、【践踏】、冰封自身位置。（lv14）
  寒风血刃(3费/法术)：目标友军+26/+12、获得【先攻】、【践踏】、冰封自身位置。（lv13）

2.荒芜冰巫·野(3费/15/15)：登场:荒芜随机区域，回手随机敌军（敌军等级<=17）、攻击前:场上每有一个守军，自身攻击+3。（lv15）

3.不息之灵(4费/24/1)：死亡:随机位置重生自己，等级-1。（lv15）
  不息之灵(4费/21/1)：死亡:随机位置重生自己，等级-1。（lv14）
  不息之灵(4费/19/1)：死亡:随机位置重生自己，等级-1。（lv13）

4.寒风魔将·赛古斯(5费/29/20)：【先攻】、【践踏】、【护甲9】。（lv15）
  寒风魔将·赛古斯(5费/25/20)：【先攻】、【践踏】、【护甲8】。（lv14）
  寒风魔将·赛古斯(5费/23/16)：【先攻】、【践踏】、【护甲8】。（lv13）

5.永夜女王(5费/18/16)：【魔免】、【传承5】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv15）
  永夜女王(5费/16/13)：【魔免】、【传承5】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv15）
  永夜女王(5费/15/10)：【魔免】、【传承4】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv15）

6.王座巫妖(6费/19/45)：登场:随机敌军-13/-13、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv15.新）
  王座巫妖(6费/19/45)：登场:随机敌军-10/-10、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv15）
  王座巫妖(6费/17/42)：登场:随机敌军-9/-9、友军死亡时:随机敌军-3/-2、敌军死亡时:随机友军+3/+3。（lv14）
  王座巫妖(6费/15/40)：登场:随机敌军-7/-7、友军死亡时:随机敌军-2/-2、敌军死亡时:随机友军+3/+3。（lv13）

7.冬神化身(7费/10/40)：登场:友方每有一处冰封，自身+4/+13、回合结束:敌方每有一处冰封，你便吸取对手6点生命。（lv15）
  冬神化身(7费/8/30)：登场:友方每有一处冰封，自身+4/+11、回合结束:敌方每有一处冰封，你便吸取对手6点生命。（lv14）
  冬神化身(7费/8/26)：登场:友方每有一处冰封，自身+4/+11、回合结束:敌方每有一处冰封，你便吸取对手5点生命。（lv13）

8.冰山·亚特拉斯(8费/38/130)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv15）
  冰山·亚特拉斯(8费/33/120)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv14）
  冰山·亚特拉斯(8费/27/110)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv13）



*/