// 炼狱深渊 20级

/*

白卡：

1.红海使魔(0费/17/14)：无。（lv20）
  红海使魔(0费/16/13)：无。（lv19）
  红海使魔(0费/15/12)：无。（lv18）
  红海使魔(0费/14/11)：无。（lv17）
  红海使魔(0费/13/10)：无。（lv16）
  红海使魔(0费/12/9)：无。（lv15）
  红海使魔(0费/11/8)：无。（lv14）
  红海使魔(0费/10/7)：无。（lv13）
  红海使魔(0费/9/6)：无。（lv12）

2.燃烧鬼怪(2费/14/14)：登场:对面首位敌军受到14点伤害。（lv20）
  燃烧鬼怪(2费/13/13)：登场:对面首位敌军受到13点伤害。（lv19）
  燃烧鬼怪(2费/12/12)：登场:对面首位敌军受到12点伤害。（lv18）
  燃烧鬼怪(2费/11/11)：登场:对面首位敌军受到11点伤害。（lv17）
  燃烧鬼怪(2费/10/10)：登场:对面首位敌军受到10点伤害。（lv16）
  燃烧鬼怪(2费/9/9)：登场:对面首位敌军受到9点伤害。（lv15）
  燃烧鬼怪(2费/8/8)：登场:对面首位敌军受到8点伤害。（lv14）
  燃烧鬼怪(2费/7/7)：登场:对面首位敌军受到7点伤害。（lv13）
  燃烧鬼怪(2费/6/6)：登场:对面首位敌军受到6点伤害。（lv12）

3.嗜血卒(2费/15/15)：命中英雄:自身攻击+12。(lv20)
  嗜血卒(2费/14/14)：命中英雄:自身攻击+11。(lv19)
  嗜血卒(2费/13/13)：命中英雄:自身攻击+10。(lv18)
  嗜血卒(2费/12/12)：命中英雄:自身攻击+9。(lv17)
  嗜血卒(2费/11/11)：命中英雄:自身攻击+8。(lv16)
  嗜血卒(2费/10/10)：命中英雄:自身攻击+7。(lv15)
  嗜血卒(2费/8/10)：命中英雄:自身攻击+7。(lv14)
  嗜血卒(2费/7/9)：命中英雄:自身攻击+6。(lv13)
  嗜血卒(2费/6/8)：命中英雄:自身攻击+6。(lv12)

4.猩红仆从(2费/18/18)：死亡:敌方英雄受到伤害，等同自身攻击。（lv20）
  猩红仆从(2费/16/17)：死亡:敌方英雄受到伤害，等同自身攻击。（lv19）
  猩红仆从(2费/15/15)：死亡:敌方英雄受到伤害，等同自身攻击。（lv18）
  猩红仆从(2费/13/14)：死亡:敌方英雄受到伤害，等同自身攻击。（lv17）
  猩红仆从(2费/12/12)：死亡:敌方英雄受到伤害，等同自身攻击。（lv16）
  猩红仆从(2费/11/11)：死亡:敌方英雄受到伤害，等同自身攻击。（lv15）
  猩红仆从(2费/10/10)：死亡:敌方英雄受到伤害，等同自身攻击。（lv14）
  猩红仆从(2费/9/9)：死亡:敌方英雄受到伤害，等同自身攻击。（lv13）
  猩红仆从(2费/8/8)：死亡:敌方英雄受到伤害，等同自身攻击。（lv12）

5.混乱恶鬼(3费/26/16)：登场:双方英雄生命-26。（lv20）
  混乱恶鬼(3费/24/15)：登场:双方英雄生命-24。（lv19）
  混乱恶鬼(3费/22/14)：登场:双方英雄生命-22。（lv18）
  混乱恶鬼(3费/20/13)：登场:双方英雄生命-20。（lv17）
  混乱恶鬼(3费/18/12)：登场:双方英雄生命-18。（lv16）
  混乱恶鬼(3费/16/12)：登场:双方英雄生命-16。（lv15）
  混乱恶鬼(3费/15/10)：登场:双方英雄生命-15。（lv14）
  混乱恶鬼(3费/14/8)：登场:双方英雄生命-14。（lv13）
  混乱恶鬼(3费/13/7)：登场:双方英雄生命-13。（lv12）

6.烈火术(3费/法术)：对横排所有敌军造成13点伤害，敌方英雄生命-20。（lv20）
  烈火术(3费/法术)：对横排所有敌军造成12点伤害，敌方英雄生命-19。（lv19）
  烈火术(3费/法术)：对横排所有敌军造成11点伤害，敌方英雄生命-18。（lv18）
  烈火术(3费/法术)：对横排所有敌军造成10点伤害，敌方英雄生命-17。（lv17）
  烈火术(3费/法术)：对横排所有敌军造成9点伤害，敌方英雄生命-16。（lv16）
  烈火术(3费/法术)：对横排所有敌军造成8点伤害，敌方英雄生命-15。（lv15）
  烈火术(3费/法术)：对横排所有敌军造成8点伤害，敌方英雄生命-14。（lv14）
  烈火术(3费/法术)：对横排所有敌军造成8点伤害，敌方英雄生命-13。（lv13）
  烈火术(3费/法术)：对横排所有敌军造成8点伤害，敌方英雄生命-12。（lv12）

7.焦毒尸嵌(4费/23/23)：命中英雄:敌方英雄生命-23。（lv20）
  焦毒尸嵌(4费/21/21)：命中英雄:敌方英雄生命-21。（lv19）
  焦毒尸嵌(4费/19/19)：命中英雄:敌方英雄生命-19。（lv18）
  焦毒尸嵌(4费/17/18)：命中英雄:敌方英雄生命-17。（lv17）
  焦毒尸嵌(4费/16/16)：命中英雄:敌方英雄生命-16。（lv16）
  焦毒尸嵌(4费/15/15)：命中英雄:敌方英雄生命-15。（lv15）
  焦毒尸嵌(4费/14/14)：命中英雄:敌方英雄生命-14。（lv14）
  焦毒尸嵌(4费/13/13)：命中英雄:敌方英雄生命-13。（lv13）
  焦毒尸嵌(4费/12/12)：命中英雄:敌方英雄生命-12。（lv12）



蓝卡：

1.冥河守卫(1费/23/19)：玩家充能时，该玩家生命-10。（lv20）
  冥河守卫(1费/22/17)：玩家充能时，该玩家生命-9。（lv19）
  冥河守卫(1费/20/16)：玩家充能时，该玩家生命-9。（lv18）
  冥河守卫(1费/19/14)：玩家充能时，该玩家生命-8。（lv17）
  冥河守卫(1费/17/13)：玩家充能时，该玩家生命-8。（lv16）
  冥河守卫(1费/16/12)：玩家充能时，该玩家生命-8。（lv15）
  冥河守卫(1费/15/10)：玩家充能时，该玩家生命-7。（lv14）
  冥河守卫(1费/13/9)：玩家充能时，该玩家生命-7。（lv13）
  冥河守卫(1费/12/8)：玩家充能时，该玩家生命-6。（lv12）

2.落雷击(1费/法术)：目标区域坠落37点伤害。（lv20）
  落雷击(1费/法术)：目标区域坠落35点伤害。（lv19）
  落雷击(1费/法术)：目标区域坠落33点伤害。（lv18）
  落雷击(1费/法术)：目标区域坠落31点伤害。（lv17）
  落雷击(1费/法术)：目标区域坠落29点伤害。（lv16）
  落雷击(1费/法术)：目标区域坠落27点伤害。（lv15）
  落雷击(1费/法术)：目标区域坠落25点伤害。（lv14）
  落雷击(1费/法术)：目标区域坠落23点伤害。（lv13）
  落雷击(1费/法术)：目标区域坠落21点伤害。（lv12）

3.沸腾血刃(1费/法术)：目标单位攻击+42，生命-18。（lv20）
  沸腾血刃(1费/法术)：目标单位攻击+39，生命-16。（lv19）
  沸腾血刃(1费/法术)：目标单位攻击+36，生命-15。（lv18）
  沸腾血刃(1费/法术)：目标单位攻击+32，生命-14。（lv17）
  沸腾血刃(1费/法术)：目标单位攻击+28，生命-13。（lv16）
  沸腾血刃(1费/法术)：目标单位攻击+25，生命-12。（lv15）
  沸腾血刃(1费/法术)：目标单位攻击+22，生命-11。（lv14）
  沸腾血刃(1费/法术)：目标单位攻击+20，生命-10。（lv13）
  沸腾血刃(1费/法术)：目标单位攻击+18，生命-9。（lv12）

4.地狱刀吏(2费/31/8)：【洞察1】、回合开始时:若你无手牌，自身攻击+10。（lv20）
  地狱刀吏(2费/29/8)：【洞察1】、回合开始时:若你无手牌，自身攻击+9。（lv19）
  地狱刀吏(2费/27/7)：【洞察1】、回合开始时:若你无手牌，自身攻击+9。（lv18）
  地狱刀吏(2费/25/6)：【洞察1】、回合开始时:若你无手牌，自身攻击+8。（lv17）
  地狱刀吏(2费/22/6)：【洞察1】、回合开始时:若你无手牌，自身攻击+8。（lv16）
  地狱刀吏(2费/21/5)：【洞察1】、回合开始时:若你无手牌，自身攻击+7。（lv15）
  地狱刀吏(2费/19/5)：【洞察1】、回合开始时:若你无手牌，自身攻击+7。（lv14）
  地狱刀吏(2费/18/4)：【洞察1】、回合开始时:若你无手牌，自身攻击+6。（lv13）
  地狱刀吏(2费/16/4)：【洞察1】、回合开始时:若你无手牌，自身攻击+6。（lv12）

5.邪眼魔(2费/20/15)：登场:敌方英雄生命-15、死亡:对手弃掉一张牌。（lv20）
  邪眼魔(2费/19/12)：登场:敌方英雄生命-13、死亡:对手弃掉一张牌。（lv19）
  邪眼魔(2费/17/11)：登场:敌方英雄生命-12、死亡:对手弃掉一张牌。（lv18）
  邪眼魔(2费/16/9)：登场:敌方英雄生命-11、死亡:对手弃掉一张牌。（lv17）
  邪眼魔(2费/14/8)：登场:敌方英雄生命-10、死亡:对手弃掉一张牌。（lv16）
  邪眼魔(2费/13/6)：登场:敌方英雄生命-9、死亡:对手弃掉一张牌。（lv15）
  邪眼魔(2费/11/5)：登场:敌方英雄生命-8、死亡:对手弃掉一张牌。（lv14）
  邪眼魔(2费/10/4)：登场:敌方英雄生命-7、死亡:对手弃掉一张牌。（lv13）
  邪眼魔(2费/9/3)：登场:敌方英雄生命-6、死亡:对手弃掉一张牌。（lv12）

6.残暴爪钩(2费/29/18)：命中英雄:双方英雄生命-9。（lv20）
  残暴爪钩(2费/26/17)：命中英雄:双方英雄生命-9。（lv19）
  残暴爪钩(2费/24/16)：命中英雄:双方英雄生命-8。（lv18）
  残暴爪钩(2费/21/15)：命中英雄:双方英雄生命-8。（lv17）
  残暴爪钩(2费/19/14)：命中英雄:双方英雄生命-7。（lv16）
  残暴爪钩(2费/17/13)：命中英雄:双方英雄生命-7。（lv15）
  残暴爪钩(2费/16/11)：命中英雄:双方英雄生命-6。（lv14）
  残暴爪钩(2费/15/9)：命中英雄:双方英雄生命-6。（lv13）
  残暴爪钩(2费/14/8)：命中英雄:双方英雄生命-5。（lv12）

7.炎球(2费/法术)：向敌方横排，投射58点伤害。（lv20）
  炎球(2费/法术)：向敌方横排，投射54点伤害。（lv19）
  炎球(2费/法术)：向敌方横排，投射50点伤害。（lv18）
  炎球(2费/法术)：向敌方横排，投射45点伤害。（lv17）
  炎球(2费/法术)：向敌方横排，投射40点伤害。（lv16）
  炎球(2费/法术)：向敌方横排，投射36点伤害。（lv15）
  炎球(2费/法术)：向敌方横排，投射32点伤害。（lv14）
  炎球(2费/法术)：向敌方横排，投射28点伤害。（lv13）
  炎球(2费/法术)：向敌方横排，投射25点伤害。（lv12）

8.毒液甲虫(2费/28/28)：【护甲5】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv20）
  毒液甲虫(2费/26/26)：【护甲5】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv19）
  毒液甲虫(2费/24/24)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv18）
  毒液甲虫(2费/22/22)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv17）
  毒液甲虫(2费/20/20)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv16）
  毒液甲虫(2费/18/19)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv15）
  毒液甲虫(2费/17/17)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv14）
  毒液甲虫(2费/16/15)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv13）
  毒液甲虫(2费/14/14)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv12）

9.热火冲锋(2费/法术)：目标区域坠落28点伤害，随机友军攻击+28。（lv20）
  热火冲锋(2费/法术)：目标区域坠落25点伤害，随机友军攻击+25。（lv19）
  热火冲锋(2费/法术)：目标区域坠落22点伤害，随机友军攻击+22。（lv18）
  热火冲锋(2费/法术)：目标区域坠落20点伤害，随机友军攻击+20。（lv17）
  热火冲锋(2费/法术)：目标区域坠落18点伤害，随机友军攻击+18。（lv16）
  热火冲锋(2费/法术)：目标区域坠落16点伤害，随机友军攻击+16。（lv15）
  热火冲锋(2费/法术)：目标区域坠落15点伤害，随机友军攻击+15。（lv14）
  热火冲锋(2费/法术)：目标区域坠落14点伤害，随机友军攻击+14。（lv13）
  热火冲锋(2费/法术)：目标区域坠落13点伤害，随机友军攻击+13。（lv12）

10.爆燃邪鬼(2费/30/24)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv20）
   爆燃邪鬼(2费/28/20)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv19）
   爆燃邪鬼(2费/25/18)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv18）
   爆燃邪鬼(2费/22/17)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv17）
   爆燃邪鬼(2费/20/16)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv16）
   爆燃邪鬼(2费/18/15)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv15）
   爆燃邪鬼(2费/16/14)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv14）
   爆燃邪鬼(2费/15/12)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv13）
   爆燃邪鬼(2费/13/11)：【践踏】、登场:手上一张践踏生物卡法力-1。（lv12）

11.嗜血妖蛾(2费/25/25)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv20）
   嗜血妖蛾(2费/22/23)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv19）
   嗜血妖蛾(2费/20/20)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv18）
   嗜血妖蛾(2费/18/18)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv17）
   嗜血妖蛾(2费/16/16)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv16）
   嗜血妖蛾(2费/14/15)：【洞察1】、敌方玩家受到伤害时:自身攻击+2。（lv15）
   嗜血妖蛾(2费/13/13)：【洞察1】、敌方玩家受到伤害时:自身攻击+1。（lv14）
   嗜血妖蛾(2费/12/11)：【洞察1】、敌方玩家受到伤害时:自身攻击+1。（lv13）
   嗜血妖蛾(2费/11/9)：【洞察1】、敌方玩家受到伤害时:自身攻击+1。（lv12）

12.猩红勇士(3费/38/12)：【洞察1】、死亡:投掷长枪攻击英雄。（lv20）
   猩红勇士(3费/35/11)：【洞察1】、死亡:投掷长枪攻击英雄。（lv19）
   猩红勇士(3费/31/11)：【洞察1】、死亡:投掷长枪攻击英雄。（lv18）
   猩红勇士(3费/28/10)：【洞察1】、死亡:投掷长枪攻击英雄。（lv17）
   猩红勇士(3费/25/9)：【洞察1】、死亡:投掷长枪攻击英雄。（lv16）
   猩红勇士(3费/22/9)：【洞察1】、死亡:投掷长枪攻击英雄。（lv15）
   猩红勇士(3费/20/7)：【洞察1】、死亡:投掷长枪攻击英雄。（lv14）
   猩红勇士(3费/18/6)：【洞察1】、死亡:投掷长枪攻击英雄。（lv13）
   猩红勇士(3费/16/6)：【洞察1】、死亡:投掷长枪攻击英雄。（lv12）

13.尖叫邪鬼(3费/28/22)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+12。（lv20）
   尖叫邪鬼(3费/25/21)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+11。（lv19）
   尖叫邪鬼(3费/22/20)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+10。（lv18）
   尖叫邪鬼(3费/20/18)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+9。（lv17）
   尖叫邪鬼(3费/18/16)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+8。（lv16）
   尖叫邪鬼(3费/16/14)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+7。（lv15）
   尖叫邪鬼(3费/15/12)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+6。（lv14）
   尖叫邪鬼(3费/13/11)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+5。（lv13）
   尖叫邪鬼(3费/12/9)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+5。（lv12）

14.凝血之池(3费/0/70)：【守军】、回合结束:英雄生命-9，抓一张牌。（lv20）
   凝血之池(3费/0/63)：【守军】、回合结束:英雄生命-8，抓一张牌。（lv19）
   凝血之池(3费/0/58)：【守军】、回合结束:英雄生命-8，抓一张牌。（lv18）
   凝血之池(3费/0/49)：【守军】、回合结束:英雄生命-7，抓一张牌。（lv17）
   凝血之池(3费/0/45)：【守军】、回合结束:英雄生命-7，抓一张牌。（lv16）
   凝血之池(3费/0/40)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv15）
   凝血之池(3费/0/36)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv14）
   凝血之池(3费/0/32)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv13）
   凝血之池(3费/0/29)：【守军】、回合结束:英雄生命-5，抓一张牌。（lv12）

15.血焰焦木(3费/20/49)：敌方英雄受到伤害:自身+1/+1。（lv20）
   血焰焦木(3费/19/43)：敌方英雄受到伤害:自身+1/+1。（lv19）
   血焰焦木(3费/17/40)：敌方英雄受到伤害:自身+1/+1。（lv18）
   血焰焦木(3费/15/37)：敌方英雄受到伤害:自身+1/+1。（lv17）
   血焰焦木(3费/13/35)：敌方英雄受到伤害:自身+1/+1。（lv16）
   血焰焦木(3费/12/30)：敌方英雄受到伤害:自身+1/+1。（lv15）
   血焰焦木(3费/11/26)：敌方英雄受到伤害:自身+1/+1。（lv14）
   血焰焦木(3费/10/23)：敌方英雄受到伤害:自身+1/+1。（lv13）
   血焰焦木(3费/9/20)：敌方英雄受到伤害:自身+1/+1。（lv12）

16.疯狂战意(3费/法术)：目标单位+25/+25，场上每有一个敌军，再+4/+4。（lv20）
   疯狂战意(3费/法术)：目标单位+22/+22，场上每有一个敌军，再+4/+4。（lv19）
   疯狂战意(3费/法术)：目标单位+19/+19，场上每有一个敌军，再+4/+4。（lv18）
   疯狂战意(3费/法术)：目标单位+17/+17，场上每有一个敌军，再+3/+3。（lv17）
   疯狂战意(3费/法术)：目标单位+14/+14，场上每有一个敌军，再+3/+3。（lv16）
   疯狂战意(3费/法术)：目标单位+12/+12，场上每有一个敌军，再+3/+3。（lv15）
   疯狂战意(3费/法术)：目标单位+10/+10，场上每有一个敌军，再+3/+3。（lv14）
   疯狂战意(3费/法术)：目标单位+10/+10，场上每有一个敌军，再+2/+3。（lv13）
   疯狂战意(3费/法术)：目标单位+8/+8，场上每有一个敌军，再+2/+3。（lv12）

17.狂暴炎球(3费/法术)：目标敌军受到350点伤害，85%几率获得《真理碎片》。（lv20）
   狂暴炎球(3费/法术)：目标敌军受到325点伤害，82%几率获得《真理碎片》。（lv19）
   狂暴炎球(3费/法术)：目标敌军受到300点伤害，80%几率获得《真理碎片》。（lv18）
   狂暴炎球(3费/法术)：目标敌军受到265点伤害，77%几率获得《真理碎片》。（lv17）
   狂暴炎球(3费/法术)：目标敌军受到240点伤害，75%几率获得《真理碎片》。（lv16）
   狂暴炎球(3费/法术)：目标敌军受到200点伤害，75%几率获得《真理碎片》。（lv15）
   狂暴炎球(3费/法术)：目标敌军受到175点伤害，70%几率获得《真理碎片》。（lv14）
   狂暴炎球(3费/法术)：目标敌军受到150点伤害，65%几率获得《真理碎片》。（lv13）
   狂暴炎球(3费/法术)：目标敌军受到125点伤害，60%几率获得《真理碎片》。（lv12）

18.双头毒虫(3费/15/40)：死亡、攻击前:敌方随机位置，坠落15点伤害。（lv20）
   双头毒虫(3费/13/39)：死亡、攻击前:敌方随机位置，坠落13点伤害。（lv19）
   双头毒虫(3费/12/34)：死亡、攻击前:敌方随机位置，坠落12点伤害。（lv18）
   双头毒虫(3费/11/31)：死亡、攻击前:敌方随机位置，坠落11点伤害。（lv17）
   双头毒虫(3费/10/28)：死亡、攻击前:敌方随机位置，坠落10点伤害。（lv16）
   双头毒虫(3费/9/26)：死亡、攻击前:敌方随机位置，坠落9点伤害。（lv15）
   双头毒虫(3费/8/24)：死亡、攻击前:敌方随机位置，坠落8点伤害。（lv14）
   双头毒虫(3费/7/22)：死亡、攻击前:敌方随机位置，坠落7点伤害。（lv13）
   双头毒虫(3费/6/20)：死亡、攻击前:敌方随机位置，坠落6点伤害。（lv12）

19.无面狂奔者(3费/35/12)：【践踏】、登场：毒液攻击前排敌军（11点伤害）。（lv20）
   无面狂奔者(3费/32/11)：【践踏】、登场：毒液攻击前排敌军（10点伤害）。（lv19）
   无面狂奔者(3费/29/10)：【践踏】、登场：毒液攻击前排敌军（9点伤害）。（lv18）
   无面狂奔者(3费/26/9)：【践踏】、登场：毒液攻击前排敌军（8点伤害）。（lv17）
   无面狂奔者(3费/23/8)：【践踏】、登场：毒液攻击前排敌军（7点伤害）。（lv16）
   无面狂奔者(3费/21/7)：【践踏】、登场：毒液攻击前排敌军（6点伤害）。（lv15）
   无面狂奔者(3费/19/7)：【践踏】、登场：毒液攻击前排敌军（6点伤害）。（lv14）
   无面狂奔者(3费/18/6)：【践踏】、登场：毒液攻击前排敌军（5点伤害）。（lv13）
   无面狂奔者(3费/16/6)：【践踏】、登场：毒液攻击前排敌军（5点伤害）。（lv12）

20.恶毒魔眼(3费/39/7)：【魔防8】、每当一个炼狱或冬神友军死亡时：攻击+9。（lv20）
   恶毒魔眼(3费/35/6)：【魔防8】、每当一个炼狱或冬神友军死亡时：攻击+8。（lv19）
   恶毒魔眼(3费/32/6)：【魔防7】、每当一个炼狱或冬神友军死亡时：攻击+8。（lv18）
   恶毒魔眼(3费/29/5)：【魔防7】、每当一个炼狱或冬神友军死亡时：攻击+7。（lv17）
   恶毒魔眼(3费/26/4)：【魔防6】、每当一个炼狱或冬神友军死亡时：攻击+7。（lv16）
   恶毒魔眼(3费/24/4)：【魔防6】、每当一个炼狱或冬神友军死亡时：攻击+6。（lv15）
   恶毒魔眼(3费/22/3)：【魔防5】、每当一个炼狱或冬神友军死亡时：攻击+6。（lv14）
   恶毒魔眼(3费/20/3)：【魔防5】、每当一个炼狱或冬神友军死亡时：攻击+5。（lv13）
   恶毒毒眼(3费/18/3)：【魔防4】、每当一个地域或冬神友军死亡时：攻击+5。（lv12）

21.熔炉尸嵌(3费/22/54)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+4/+4。（lv20）
   熔炉尸嵌(3费/20/49)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+4/+4。（lv19）
   熔炉尸嵌(3费/18/45)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+4/+3。（lv18）
   熔炉尸嵌(3费/16/42)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+4/+3。（lv17）
   熔炉尸嵌(3费/14/39)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+3/+3。（lv16）
   熔炉尸嵌(3费/13/36)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+3/+3。（lv15）
   熔炉尸嵌(3费/12/32)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+2/+3。（lv14）
   熔炉尸嵌(3费/11/30)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+2/+3。（lv13）
   熔炉尸嵌(3费/10/26)：【法力封锁2】、攻击前:若敌方或自己没有手牌，自身+2/+3。（lv12）

22.地狱双头犬(4费/22/45)：【洞察1】、【二连击】。（lv20）
   地狱双头犬(4费/20/42)：【洞察1】、【二连击】。（lv19）
   地狱双头犬(4费/18/40)：【洞察1】、【二连击】。（lv18）
   地狱双头犬(4费/16/38)：【洞察1】、【二连击】。（lv17）
   地狱双头犬(4费/15/33)：【洞察1】、【二连击】。（lv16）
   地狱双头犬(4费/14/28)：【洞察1】、【二连击】。（lv15）
   地狱双头犬(4费/12/26)：【洞察1】、【二连击】。（lv14）
   地狱双头犬(4费/10/25)：【洞察1】、【二连击】。（lv13）
   地狱双头犬(4费/9/22)：【洞察1】、【二连击】。（lv12）

23.焦炎异魔(4费/36/26)：攻击前:随机敌军受到14点伤害。（lv20）
   焦炎异魔(4费/33/24)：攻击前:随机敌军受到13点伤害。（lv19）
   焦炎异魔(4费/30/22)：攻击前:随机敌军受到12点伤害。（lv18）
   焦炎异魔(4费/27/20)：攻击前:随机敌军受到11点伤害。（lv17）
   焦炎异魔(4费/24/18)：攻击前:随机敌军受到10点伤害。（lv16）
   焦炎异魔(4费/22/16)：攻击前:随机敌军受到9点伤害。（lv15）
   焦炎异魔(4费/20/15)：攻击前:随机敌军受到8点伤害。（lv14）
   焦炎异魔(4费/18/13)：攻击前:随机敌军受到8点伤害。（lv13）
   焦炎异魔(4费/16/12)：攻击前:随机敌军受到7点伤害。（lv12）

24.贪食之翼(4费/13/56)：【穿透】、敌方英雄受到伤害:50%几率，自身+4/+8。（lv20）
   贪食之翼(4费/12/53)：【穿透】、敌方英雄受到伤害:50%几率，自身+4/+7。（lv19）
   贪食之翼(4费/11/50)：【穿透】、敌方英雄受到伤害:50%几率，自身+4/+6。（lv18）
   贪食之翼(4费/10/48)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+6。（lv17）
   贪食之翼(4费/9/42)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+6。（lv16）
   贪食之翼(4费/8/38)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+5。（lv15）
   贪食之翼(4费/7/33)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+5。（lv14）
   贪食之翼(4费/6/31)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+4。（lv13）
   贪食之翼(4费/5/30)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+3。（lv12）

25.烈焰风暴(4费/法术)：对横排所有敌军造成42点伤害，对英雄造成42点伤害。（lv20）
   烈焰风暴(4费/法术)：对横排所有敌军造成39点伤害，对英雄造成39点伤害。（lv19）
   烈焰风暴(4费/法术)：对横排所有敌军造成36点伤害，对英雄造成36点伤害。（lv18）
   烈焰风暴(4费/法术)：对横排所有敌军造成32点伤害，对英雄造成32点伤害。（lv17）
   烈焰风暴(4费/法术)：对横排所有敌军造成28点伤害，对英雄造成28点伤害。（lv16）
   烈焰风暴(4费/法术)：对横排所有敌军造成25点伤害，对英雄造成25点伤害。（lv15）
   烈焰风暴(4费/法术)：对横排所有敌军造成22点伤害，对英雄造成22点伤害。（lv14）
   烈焰风暴(4费/法术)：对横排所有敌军造成19点伤害，对英雄造成19点伤害。（lv13）
   烈焰风暴(4费/法术)：对横排所有敌军造成16点伤害，对英雄造成16点伤害。（lv12）

26.恶臭公害(4费/33/43)：【护甲11】、回合开始:英雄受到4点伤害。（lv20）
   恶臭公害(4费/31/41)：【护甲10】、回合开始:英雄受到4点伤害。（lv19）
   恶臭公害(4费/28/38)：【护甲10】、回合开始:英雄受到4点伤害。（lv18）
   恶臭公害(4费/25/36)：【护甲9】、回合开始:英雄受到4点伤害。（lv17）
   恶臭公害(4费/22/33)：【护甲9】、回合开始:英雄受到3点伤害。（lv16）
   恶臭公害(4费/20/32)：【护甲8】、回合开始:英雄受到3点伤害。（lv15）
   恶臭公害(4费/19/27)：【护甲8】、回合开始:英雄受到3点伤害。（lv14）
   恶臭公害(4费/18/24)：【护甲7】、回合开始:英雄受到3点伤害。（lv13）
   恶臭公害(4费/16/22)：【护甲7】、回合开始:英雄受到3点伤害。（lv12）

27.肥胖督军(4费/35/45)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv20）
   肥胖督军(4费/32/42)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv19）
   肥胖督军(4费/28/40)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv18）
   肥胖督军(4费/25/38)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv17）
   肥胖督军(4费/22/36)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv16）
   肥胖督军(4费/20/34)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv15）
   肥胖督军(4费/18/32)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv14）
   肥胖督军(4费/16/30)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv13）
   肥胖督军(4费/15/25)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv12）

28.邪鬼草人(4费/0/60)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+20。（lv20）
   邪鬼草人(4费/0/55)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+17。（lv19）
   邪鬼草人(4费/0/50)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+15。（lv18）
   邪鬼草人(4费/0/45)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+13。（lv17）
   邪鬼草人(4费/0/40)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+12。（lv16）
   邪鬼草人(4费/0/36)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+10。（lv15）
   邪鬼草人(4费/0/30)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+9。（lv14）
   邪鬼草人(4费/0/25)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+8。（lv13）
   邪鬼草人(4费/0/22)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+7。（lv12）

29.无面屠夫(5费/17/70)：登场:横排所有敌军受到17点伤害。（lv20）
   无面屠夫(5费/15/64)：登场:横排所有敌军受到15点伤害。（lv19）
   无面屠夫(5费/13/59)：登场:横排所有敌军受到13点伤害。（lv18）
   无面屠夫(5费/12/52)：登场:横排所有敌军受到12点伤害。（lv17）
   无面屠夫(5费/11/45)：登场:横排所有敌军受到11点伤害。（lv16）
   无面屠夫(5费/10/40)：登场:横排所有敌军受到10点伤害。（lv15）
   无面屠夫(5费/10/33)：登场:横排所有敌军受到10点伤害。（lv14）
   无面屠夫(5费/9/30)：登场:横排所有敌军受到9点伤害。（lv13）
   无面屠夫(5费/9/25)：登场:横排所有敌军受到9点伤害。（lv12）

30.传记·火弹(1费/传记)：向敌方横排投射24点伤害，获得【传记·炎弹】。（lv20）
   传记·火弹(1费/传记)：向敌方横排投射22点伤害，获得【传记·炎弹】。（lv19）
   传记·火弹(1费/传记)：向敌方横排投射20点伤害，获得【传记·炎弹】。（lv18）
   传记·火弹(1费/传记)：向敌方横排投射18点伤害，获得【传记·炎弹】。（lv17）
   传记·火弹(1费/传记)：向敌方横排投射16点伤害，获得【传记·炎弹】。（lv16）
   传记·火弹(1费/传记)：向敌方横排投射15点伤害，获得【传记·炎弹】。（lv15）
   传记·火弹(1费/传记)：向敌方横排投射14点伤害，获得【传记·炎弹】。（lv14）
   传记·火弹(1费/传记)：向敌方横排投射13点伤害，获得【传记·炎弹】。（lv13）
   传记·火弹(1费/传记)：向敌方横排投射12点伤害，获得【传记·炎弹】。（lv12）

31.传记·炎弹(1费/传记)：向敌方横排投射24点伤害。（lv20）
   传记·炎弹(1费/传记)：向敌方横排投射22点伤害。（lv19）
   传记·炎弹(1费/传记)：向敌方横排投射20点伤害。（lv18）
   传记·炎弹(1费/传记)：向敌方横排投射18点伤害。（lv17）
   传记·炎弹(1费/传记)：向敌方横排投射16点伤害。（lv16）
   传记·炎弹(1费/传记)：向敌方横排投射15点伤害。（lv15）
   传记·炎弹(1费/传记)：向敌方横排投射14点伤害。（lv14）
   传记·炎弹(1费/传记)：向敌方横排投射13点伤害。（lv13）
   传记·炎弹(1费/传记)：向敌方横排投射12点伤害。（lv12）



紫卡：

1.碎颅魔(2费/30/42)：【践踏】、登场:英雄生命-20。（lv20）
  碎颅魔(2费/27/39)：【践踏】、登场:英雄生命-19。（lv19）
  碎颅魔(2费/25/34)：【践踏】、登场:英雄生命-18。（lv18）
  碎颅魔(2费/23/31)：【践踏】、登场:英雄生命-17。（lv17）
  碎颅魔(2费/21/28)：【践踏】、登场:英雄生命-16。（lv16）
  碎颅魔(2费/18/25)：【践踏】、登场:英雄生命-15。（lv15）
  碎颅魔(2费/16/22)：【践踏】、登场:英雄生命-14。（lv14）
  碎颅魔(2费/15/19)：【践踏】、登场:英雄生命-13。（lv13）
  碎颅魔(2费/13/18)：【践踏】、登场:英雄生命-12。（lv12）

2.觅食大嘴兽(2费/20/45)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv20）
  觅食大嘴兽(2费/18/42)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv19）
  觅食大嘴兽(2费/17/37)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv18）
  觅食大嘴兽(2费/15/35)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv17）
  觅食大嘴兽(2费/13/33)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv16）
  觅食大嘴兽(2费/12/30)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv15）
  觅食大嘴兽(2费/10/28)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv14）
  觅食大嘴兽(2费/9/25)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv13）
  觅食大嘴兽(2费/8/22)：【践踏】、敌方英雄受到伤害自身+1/+1。（lv12）

3.苦痛守望者(2费/16/39)：回合结束:自身+8/+8，敌方每有一张手牌，再-1/-1。（lv20）
  苦痛守望者(2费/14/36)：回合结束:自身+8/+8，敌方每有一张手牌，再-1/-1。（lv19）
  苦痛守望者(2费/13/33)：回合结束:自身+7/+7，敌方每有一张手牌，再-1/-1。（lv18）
  苦痛守望者(2费/11/30)：回合结束:自身+7/+7，敌方每有一张手牌，再-1/-1。（lv17）
  苦痛守望者(2费/10/28)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv16）
  苦痛守望者(2费/9/24)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv15）
  苦痛守望者(2费/8/21)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv14）
  苦痛守望者(2费/8/19)：回合结束:自身+5/+5，敌方每有一张手牌，再-1/-1。（lv13）
  苦痛守望者(2费/7/17)：回合结束:自身+5/+5，敌方每有一张手牌，再-1/-1。（lv12）

4.渴血毒甲蝎(2费/24/28)：【护甲8】、对英雄伤害+8、敌方英雄受到伤害时：自身生命+2。（lv20）
  渴血毒甲蝎(2费/22/24)：【护甲8】、对英雄伤害+7、敌方英雄受到伤害时：自身生命+2。（lv19）
  渴血毒甲蝎(2费/20/22)：【护甲7】、对英雄伤害+7、敌方英雄受到伤害时：自身生命+2。（lv18）
  渴血毒甲蝎(2费/18/21)：【护甲7】、对英雄伤害+6、敌方英雄受到伤害时：自身生命+1。（lv17）
  渴血毒甲蝎(2费/16/19)：【护甲6】、对英雄伤害+6、敌方英雄受到伤害时：自身生命+1。（lv16）
  渴血毒甲蝎(2费/15/16)：【护甲6】、对英雄伤害+5、敌方英雄受到伤害时：自身生命+1。（lv15）
  渴血毒甲蝎(2费/13/15)：【护甲5】、对英雄伤害+5、敌方英雄受到伤害时：自身生命+1。（lv14）
  渴血毒甲蝎(2费/11/14)：【护甲5】、对英雄伤害+4、敌方英雄受到伤害时：自身生命+1。（lv13）
  渴血毒甲蝎(2费/9/14)：【护甲4】、对英雄伤害+4、敌方英雄受到伤害时：自身生命+1。（lv12）

5.狱铠战魂(3费/24/10)：【洞察1】、【护甲30】。（lv20）
  狱铠战魂(3费/22/9)：【洞察1】、【护甲28】。（lv19）
  狱铠战魂(3费/20/8)：【洞察1】、【护甲26】。（lv18）
  狱铠战魂(3费/17/8)：【洞察1】、【护甲24】。（lv17）
  狱铠战魂(3费/15/7)：【洞察1】、【护甲22】。（lv16）
  狱铠战魂(3费/13/6)：【洞察1】、【护甲20】。（lv15）
  狱铠战魂(3费/12/5)：【洞察1】、【护甲18】。（lv14）
  狱铠战魂(3费/11/4)：【洞察1】、【护甲16】。（lv13）
  狱铠战魂(3费/10/4)：【洞察1】、【护甲14】。（lv12）

6.绝望镰魔(3费/35/35)：双方玩家无法获得生命、攻击前:若你无手牌，自身+8/+8。（lv20）
  绝望镰魔(3费/33/33)：双方玩家无法获得生命、攻击前:若你无手牌，自身+7/+7。（lv19）
  绝望镰魔(3费/30/30)：双方玩家无法获得生命、攻击前:若你无手牌，自身+7/+7。（lv18）
  绝望镰魔(3费/28/27)：双方玩家无法获得生命、攻击前:若你无手牌，自身+6/+6。（lv17）
  绝望镰魔(3费/25/25)：双方玩家无法获得生命、攻击前:若你无手牌，自身+6/+6。（lv16）
  绝望镰魔(3费/23/23)：双方玩家无法获得生命、攻击前:若你无手牌，自身+5/+5。（lv15）
  绝望镰魔(3费/20/20)：双方玩家无法获得生命、攻击前:若你无手牌，自身+5/+5。（lv14）
  绝望镰魔(3费/18/20)：双方玩家无法获得生命、攻击前:若你无手牌，自身+4/+4。（lv13）
  绝望镰魔(3费/16/18)：双方玩家无法获得生命、攻击前:若你无手牌，自身+4/+4。（lv12）

7.岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射73点伤害。（lv20）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射69点伤害。（lv19）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射65点伤害。（lv18）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射60点伤害。（lv17）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射56点伤害。（lv16）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射52点伤害。（lv15）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射48点伤害。（lv14）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射44点伤害。（lv13）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射40点伤害。（lv12）

8.铸甲熔岩魔(3费/30/40)：【护甲10】、回合开始：全体有践踏的友军+3/+6，获得【护甲2】。（lv20）
  铸甲熔岩魔(3费/27/37)：【护甲9】、回合开始：全体有践踏的友军+3/+6，获得【护甲2】。（lv19）
  铸甲熔岩魔(3费/25/35)：【护甲8】、回合开始：全体有践踏的友军+3/+5，获得【护甲2】。（lv18）
  铸甲熔岩魔(3费/23/32)：【护甲7】、回合开始：全体有践踏的友军+3/+5，获得【护甲2】。（lv17）
  铸甲熔岩魔(3费/21/29)：【护甲7】、回合开始：全体有践踏的友军+2/+5，获得【护甲2】。（lv16）
  铸甲熔岩魔(3费/19/25)：【护甲6】、回合开始：全体有践踏的友军+2/+5，获得【护甲2】。（lv15）
  铸甲熔岩魔(3费/17/23)：【护甲6】、回合开始：全体有践踏的友军+2/+4，获得【护甲2】。（lv14）
  铸甲熔岩魔(3费/15/22)：【护甲6】、回合开始：全体有践踏的友军+2/+4，获得【护甲1】。（lv13）
  铸甲熔岩魔(3费/13/19)：【护甲5】、回合开始：全体有践踏的友军+2/+4，获得【护甲1】。（lv12）

9.爆燃突袭(3费/法术)：全体敌军和玩家受到5点伤害，召唤爆燃邪鬼-lv20。（lv20）
  爆燃突袭(3费/法术)：全体敌军和玩家受到4点伤害，召唤爆燃邪鬼-lv19。（lv19）
  爆燃突袭(3费/法术)：全体敌军和玩家受到4点伤害，召唤爆燃邪鬼-lv18。（lv18）
  爆燃突袭(3费/法术)：全体敌军和玩家受到4点伤害，召唤爆燃邪鬼-lv17。（lv17）
  爆燃突袭(3费/法术)：全体敌军和玩家受到4点伤害，召唤爆燃邪鬼-lv16。（lv16）
  爆燃突袭(3费/法术)：全体敌军和玩家受到4点伤害，召唤爆燃邪鬼-lv15。（lv15）
  爆燃突袭(3费/法术)：全体敌军和玩家受到3点伤害，召唤爆燃邪鬼-lv14。（lv14）
  爆燃突袭(3费/法术)：全体敌军和玩家受到3点伤害，召唤爆燃邪鬼-lv13。（lv13）
  爆燃突袭(3费/法术)：全体敌军和玩家受到3点伤害，召唤爆燃邪鬼-lv12。（lv12）

10.魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv18，你的英雄生命-13。（lv20）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv17，你的英雄生命-13。（lv19）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv16，你的英雄生命-13。（lv18）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv15，你的英雄生命-13。（lv17）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv14，你的英雄生命-13。（lv16）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv13，你的英雄生命-13。（lv15）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv12，你的英雄生命-12。（lv14）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv11，你的英雄生命-11。（lv13）
   魔鬼盛宴(3费/法术)：回合结束:召唤3个红海使魔-lv10，你的英雄生命-10。（lv12）

11.血炎鬼魅(4费/33/23)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到33点伤害。（lv20）
   血炎鬼魅(4费/30/22)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到30点伤害。（lv19）
   血炎鬼魅(4费/28/20)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到28点伤害。（lv18）
   血炎鬼魅(4费/25/19)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到25点伤害。（lv17）
   血炎鬼魅(4费/22/18)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到22点伤害。（lv16）
   血炎鬼魅(4费/20/16)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到20点伤害。（lv15）
   血炎鬼魅(4费/18/15)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到18点伤害。（lv14）
   血炎鬼魅(4费/16/14)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到16点伤害。（lv13）
   血炎鬼魅(4费/15/12)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到15点伤害。（lv12）

12.嗜血破面(4费/40/40)：【践踏】、命中英雄:自身+5/+5。（lv20）
   嗜血破面(4费/36/36)：【践踏】、命中英雄:自身+5/+5。（lv19）
   嗜血破面(4费/33/33)：【践踏】、命中英雄:自身+5/+5。（lv18）
   嗜血破面(4费/31/31)：【践踏】、命中英雄:自身+4/+4。（lv17）
   嗜血破面(4费/28/28)：【践踏】、命中英雄:自身+4/+4。（lv16）
   嗜血破面(4费/25/25)：【践踏】、命中英雄:自身+4/+4。（lv15）
   嗜血破面(4费/22/22)：【践踏】、命中英雄:自身+4/+4。（lv14）
   嗜血破面(4费/20/20)：【践踏】、命中英雄:自身+3/+3。（lv13）
   嗜血破面(4费/18/18)：【践踏】、命中英雄:自身+3/+3。（lv12）

13.夺魂诅咒(4费/法术)：随机敌军受到48点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv20）
   夺魂诅咒(4费/法术)：随机敌军受到44点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv19）
   夺魂诅咒(4费/法术)：随机敌军受到40点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv18）
   夺魂诅咒(4费/法术)：随机敌军受到36点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv17）
   夺魂诅咒(4费/法术)：随机敌军受到33点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv16）
   夺魂诅咒(4费/法术)：随机敌军受到30点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv15）
   夺魂诅咒(4费/法术)：随机敌军受到27点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv14）
   夺魂诅咒(4费/法术)：随机敌军受到24点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv13）
   夺魂诅咒(4费/法术)：随机敌军受到21点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv12）   

14.鲜血督军(4费/45/30)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv20）
   鲜血督军(4费/40/27)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv19）
   鲜血督军(4费/36/24)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv18）
   鲜血督军(4费/33/21)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv17）
   鲜血督军(4费/30/18)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv16）
   鲜血督军(4费/28/14)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv15）
   鲜血督军(4费/25/12)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv14）
   鲜血督军(4费/22/11)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv13）
   鲜血督军(4费/20/10)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv12）

15.熔岩术士(4费/32/25)：回合开始:向对面横排投射火球(32点伤害)。（lv20）
   熔岩术士(4费/28/24)：回合开始:向对面横排投射火球(28点伤害)。（lv19）
   熔岩术士(4费/25/23)：回合开始:向对面横排投射火球(25点伤害)。（lv18）
   熔岩术士(4费/22/22)：回合开始:向对面横排投射火球(22点伤害)。（lv17）
   熔岩术士(4费/19/22)：回合开始:向对面横排投射火球(19点伤害)。（lv16）
   熔岩术士(4费/17/21)：回合开始:向对面横排投射火球(17点伤害)。（lv15）
   熔岩术士(4费/15/20)：回合开始:向对面横排投射火球(15点伤害)。（lv14）
   熔岩术士(4费/13/19)：回合开始:向对面横排投射火球(13点伤害)。（lv13）
   熔岩术士(4费/12/16)：回合开始:向对面横排投射火球(12点伤害)。（lv12）

16.灼神双炎(4费/法术)：向敌方横排投射42点伤害，两次（无视【神佑】和【魔免】）。（lv20）
   灼神双炎(4费/法术)：向敌方横排投射38点伤害，两次（无视【神佑】和【魔免】）。（lv19）
   灼神双炎(4费/法术)：向敌方横排投射35点伤害，两次（无视【神佑】和【魔免】）。（lv18）
   灼神双炎(4费/法术)：向敌方横排投射31点伤害，两次（无视【神佑】和【魔免】）。（lv17）
   灼神双炎(4费/法术)：向敌方横排投射28点伤害，两次（无视【神佑】和【魔免】）。（lv16）
   灼神双炎(4费/法术)：向敌方横排投射25点伤害，两次（无视【神佑】和【魔免】）。（lv15）
   灼神双炎(4费/法术)：向敌方横排投射22点伤害，两次（无视【神佑】和【魔免】）。（lv14）
   灼神双炎(4费/法术)：向敌方横排投射19点伤害，两次（无视【神佑】和【魔免】）。（lv13）
   灼神双炎(4费/法术)：向敌方横排投射16点伤害，两次（无视【神佑】和【魔免】）。（lv12）   

17.地狱屠夫(5费/36/60)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv20）
   地狱屠夫(5费/32/55)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv19）
   地狱屠夫(5费/28/50)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv18）
   地狱屠夫(5费/25/45)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv17）
   地狱屠夫(5费/22/40)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv16）
   地狱屠夫(5费/20/36)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv15）
   地狱屠夫(5费/18/33)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv14）
   地狱屠夫(5费/16/30)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv13）
   地狱屠夫(5费/15/25)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv12）

18.地狱三头犬(5费/24/64)：【洞察2】、【三连击】。（lv20）
   地狱三头犬(5费/21/60)：【洞察2】、【三连击】。（lv19）
   地狱三头犬(5费/19/55)：【洞察2】、【三连击】。（lv18）
   地狱三头犬(5费/17/49)：【洞察2】、【三连击】。（lv17）
   地狱三头犬(5费/15/45)：【洞察2】、【三连击】。（lv16）
   地狱三头犬(5费/13/42)：【洞察2】、【三连击】。（lv15）
   地狱三头犬(5费/12/38)：【洞察2】、【三连击】。（lv14）
   地狱三头犬(5费/11/35)：【洞察2】、【三连击】。（lv13）
   地狱三头犬(5费/10/32)：【洞察2】、【三连击】。（lv12）

19.噬心魔虫(5费/40/68)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+9/+9。（lv20）
   噬心魔虫(5费/36/63)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+9/+9。（lv19）
   噬心魔虫(5费/32/58)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+8/+8。（lv18）
   噬心魔虫(5费/28/54)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+8/+8。（lv17）
   噬心魔虫(5费/25/49)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv16）
   噬心魔虫(5费/23/45)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv15）
   噬心魔虫(5费/20/42)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv14）
   噬心魔虫(5费/18/39)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+6/+6。（lv13）
   噬心魔虫(5费/16/36)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+6/+6。（lv12）

20.雷光炼狱(5费/法术)：对横排所有敌军造成55点伤害，对敌方英雄造成55点伤害。（lv20）
   雷光炼狱(5费/法术)：对横排所有敌军造成50点伤害，对敌方英雄造成50点伤害。（lv19）
   雷光炼狱(5费/法术)：对横排所有敌军造成45点伤害，对敌方英雄造成45点伤害。（lv18）
   雷光炼狱(5费/法术)：对横排所有敌军造成40点伤害，对敌方英雄造成40点伤害。（lv17）
   雷光炼狱(5费/法术)：对横排所有敌军造成36点伤害，对敌方英雄造成36点伤害。（lv16）
   雷光炼狱(5费/法术)：对横排所有敌军造成33点伤害，对敌方英雄造成33点伤害。（lv15）
   雷光炼狱(5费/法术)：对横排所有敌军造成30点伤害，对敌方英雄造成30点伤害。（lv14）
   雷光炼狱(5费/法术)：对横排所有敌军造成25点伤害，对敌方英雄造成30点伤害。（lv13）
   雷光炼狱(5费/法术)：对横排所有敌军造成25点伤害，对敌方英雄造成25点伤害。（lv12）

21.夺魂死镰(5费/60/25)：敌方英雄受到伤害:自身攻击+8、攻击大于50、100获得【连击】。（lv20）
   夺魂死镰(5费/52/24)：敌方英雄受到伤害:自身攻击+8、攻击大于50、100获得【连击】。（lv19）
   夺魂死镰(5费/48/22)：敌方英雄受到伤害:自身攻击+7、攻击大于50、100获得【连击】。（lv18）
   夺魂死镰(5费/42/20)：敌方英雄受到伤害:自身攻击+7、攻击大于50、100获得【连击】。（lv17）
   夺魂死镰(5费/40/16)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv16）
   夺魂死镰(5费/36/13)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv15）
   夺魂死镰(5费/30/11)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv14）
   夺魂死镰(5费/29/10)：敌方英雄受到伤害:自身攻击+5、攻击大于50、100获得【连击】。（lv13）
   夺魂死镰(5费/25/9)：敌方英雄受到伤害:自身攻击+5、攻击大于50、100获得【连击】。（lv12）

22.狂暴铁臂(5费/48/48)：【护甲6】、攻击前:全体护甲友军+5/+5、登场回合具有【磐龙】和【魂歌】。（lv20）
   狂暴铁臂(5费/43/43)：【护甲5】、攻击前:全体护甲友军+5/+5、登场回合具有【磐龙】和【魂歌】。（lv19）
   狂暴铁臂(5费/40/40)：【护甲5】、攻击前:全体护甲友军+4/+4、登场回合具有【磐龙】和【魂歌】。（lv18）
   狂暴铁臂(5费/36/36)：【护甲4】、攻击前:全体护甲友军+4/+4、登场回合具有【磐龙】和【魂歌】。（lv17）
   狂暴铁臂(5费/34/34)：【护甲4】、攻击前:全体护甲友军+3/+3、登场回合具有【磐龙】和【魂歌】。（lv16）
   狂暴铁臂(5费/31/31)：【护甲3】、攻击前:全体护甲友军+3/+3、登场回合具有【磐龙】和【魂歌】。（lv15）
   狂暴铁臂(5费/29/29)：【护甲3】、攻击前:全体护甲友军+3/+2、登场回合具有【磐龙】和【魂歌】。（lv14）
   狂暴铁臂(5费/27/25)：【护甲3】、攻击前:全体护甲友军+3/+2、登场回合具有【磐龙】和【魂歌】。（lv13）
   狂暴铁臂(5费/25/24)：【护甲3】、攻击前:全体护甲友军+2/+2、登场回合具有【磐龙】和【魂歌】。（lv12）

23.魔岩邪牛(6费/50/50)：登场:随机敌军生命-32、攻击前:若你无手牌，随机敌军生命-32。（lv20）
   魔岩邪牛(6费/45/45)：登场:随机敌军生命-29、攻击前:若你无手牌，随机敌军生命-29。（lv19）
   魔岩邪牛(6费/40/40)：登场:随机敌军生命-26、攻击前:若你无手牌，随机敌军生命-26。（lv18）
   魔岩邪牛(6费/36/36)：登场:随机敌军生命-23、攻击前:若你无手牌，随机敌军生命-23。（lv17）
   魔岩邪牛(6费/33/33)：登场:随机敌军生命-20、攻击前:若你无手牌，随机敌军生命-20。（lv16）
   魔岩邪牛(6费/30/30)：登场:随机敌军生命-18、攻击前:若你无手牌，随机敌军生命-18。（lv15）
   魔岩邪牛(6费/28/28)：登场:随机敌军生命-16、攻击前:若你无手牌，随机敌军生命-16。（lv14）
   魔岩邪牛(6费/25/25)：登场:随机敌军生命-15、攻击前:若你无手牌，随机敌军生命-15。（lv13）
   魔岩邪牛(6费/23/23)：登场:随机敌军生命-13、攻击前:若你无手牌，随机敌军生命-13。（lv12）

24.黑岩裂缝(6费/0/129)：登场、回合结束:召唤12/12猩红仆从-lv16、若你无手牌，改为召唤25/9猩红勇士-lv16。（lv20）
   黑岩裂缝(6费/0/113)：登场、回合结束:召唤11/11猩红仆从-lv15、若你无手牌，改为召唤22/9猩红勇士-lv15。（lv19）
   黑岩裂缝(6费/0/103)：登场、回合结束:召唤10/10猩红仆从-lv14、若你无手牌，改为召唤20/7猩红勇士-lv14。（lv18）
   黑岩裂缝(6费/0/96)：登场、回合结束:召唤9/9猩红仆从-lv13、若你无手牌，改为召唤18/6猩红勇士-lv13。（lv17）
   黑岩裂缝(6费/0/90)：登场、回合结束:召唤8/8猩红仆从-lv12、若你无手牌，改为召唤16/6猩红勇士-lv12。（lv16）
   黑岩裂缝(6费/0/85)：登场、回合结束:召唤7/7猩红仆从-lv11、若你无手牌，改为召唤14/6猩红勇士-lv11。（lv15）
   黑岩裂缝(6费/0/77)：登场、回合结束:召唤6/6猩红仆从-lv10、若你无手牌，改为召唤13/5猩红勇士-lv10。（lv14）
   黑岩裂缝(6费/0/73)：登场、回合结束:召唤5/6猩红仆从-lv9、若你无手牌，改为召唤11/5猩红勇士-lv9。（lv13）
   黑岩裂缝(6费/0/66)：登场、回合结束:召唤5/4猩红仆从-lv8、若你无手牌，改为召唤10/5猩红勇士-lv8。（lv12）

25.恶灵魔焰(6费/法术)：目标区域坠落88点伤害，若你无手牌，则坠落105点伤害。（lv20）
   恶灵魔焰(6费/法术)：目标区域坠落84点伤害，若你无手牌，则坠落100点伤害。（lv19）
   恶灵魔焰(6费/法术)：目标区域坠落80点伤害，若你无手牌，则坠落95点伤害。（lv18）
   恶灵魔焰(6费/法术)：目标区域坠落75点伤害，若你无手牌，则坠落90点伤害。（lv17）
   恶灵魔焰(6费/法术)：目标区域坠落70点伤害，若你无手牌，则坠落85点伤害。（lv16）
   恶灵魔焰(6费/法术)：目标区域坠落65点伤害，若你无手牌，则坠落80点伤害。（lv15）
   恶灵魔焰(6费/法术)：目标区域坠落60点伤害，若你无手牌，则坠落75点伤害。（lv14）
   恶灵魔焰(6费/法术)：目标区域坠落55点伤害，若你无手牌，则坠落70点伤害。（lv13）
   恶灵魔焰(6费/法术)：目标区域坠落50点伤害，若你无手牌，则坠落65点伤害。（lv12）

26.蛮荒魔神(6费/70/70)：【磐龙】、【践踏】、登场：其他有践踏的友军+15/+15，获得【磐龙】。（lv20）
   蛮荒魔神(6费/63/63)：【磐龙】、【践踏】、登场：其他有践踏的友军+13/+13，获得【磐龙】。（lv19）
   蛮荒魔神(6费/55/55)：【磐龙】、【践踏】、登场：其他有践踏的友军+12/+12，获得【磐龙】。（lv18）
   蛮荒魔神(6费/48/48)：【磐龙】、【践踏】、登场：其他有践踏的友军+11/+11，获得【磐龙】。（lv17）
   蛮荒魔神(6费/42/42)：【磐龙】、【践踏】、登场：其他有践踏的友军+10/+10，获得【磐龙】。（lv16）
   蛮荒魔神(6费/37/37)：【磐龙】、【践踏】、登场：其他有践踏的友军+10/+10，获得【磐龙】。（lv15）
   蛮荒魔神(6费/34/34)：【磐龙】、【践踏】、登场：其他有践踏的友军+9/+9，获得【磐龙】。（lv14）
   蛮荒魔神(6费/31/31)：【磐龙】、【践踏】、登场：其他有践踏的友军+8/+8，获得【磐龙】。（lv13）
   蛮荒魔神(6费/27/27)：【磐龙】、【践踏】、登场：其他有践踏的友军+8/+8，获得【磐龙】。（lv12）

27.深渊剧毒兽(7费/40/90)：攻击前:对敌军喷射毒液6次(5点伤害)，若敌方无手牌，自身+9/+9。（lv20）
   深渊剧毒兽(7费/37/85)：攻击前:对敌军喷射毒液6次(4点伤害)，若敌方无手牌，自身+9/+9。（lv19）
   深渊剧毒兽(7费/34/80)：攻击前:对敌军喷射毒液6次(4点伤害)，若敌方无手牌，自身+8/+8。（lv18）
   深渊剧毒兽(7费/32/75)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+8/+8。（lv17）
   深渊剧毒兽(7费/30/70)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+7/+7。（lv16）
   深渊剧毒兽(7费/25/65)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+7/+7。（lv15）
   深渊剧毒兽(7费/22/60)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+6/+6。（lv14）
   深渊剧毒兽(7费/20/55)：攻击前:对敌军喷射毒液6次(2点伤害)，若敌方无手牌，自身+6/+6。（lv13）
   深渊剧毒兽(7费/20/54)：攻击前:对敌军喷射毒液6次(2点伤害)，若敌方无手牌，自身+5/+5。（lv12）

28.地狱巨口(7费/36/100)：【磐龙】、【践踏】、登场:横排敌军受到25点伤害，每当一个敌军死亡:自身+8/+8。（lv20）
   地狱巨口(7费/33/90)：【磐龙】、【践踏】、登场:横排敌军受到22点伤害，每当一个敌军死亡:自身+8/+8。（lv19）
   地狱巨口(7费/30/80)：【磐龙】、【践踏】、登场:横排敌军受到20点伤害，每当一个敌军死亡:自身+7/+7。（lv18）
   地狱巨口(7费/28/72)：【磐龙】、【践踏】、登场:横排敌军受到17点伤害，每当一个敌军死亡:自身+7/+7。（lv17）
   地狱巨口(7费/26/66)：【磐龙】、【践踏】、登场:横排敌军受到16点伤害，每当一个敌军死亡:自身+6/+6。（lv16）
   地狱巨口(7费/24/60)：【磐龙】、【践踏】、登场:横排敌军受到15点伤害，每当一个敌军死亡:自身+6/+6。（lv15）
   地狱巨口(7费/22/55)：【磐龙】、【践踏】、登场:横排敌军受到15点伤害，每当一个敌军死亡:自身+5/+5。（lv14）
   地狱巨口(7费/20/50)：【磐龙】、【践踏】、登场:横排敌军受到13点伤害，每当一个敌军死亡:自身+5/+5。（lv13）
   地狱巨口(7费/18/45)：【磐龙】、【践踏】、登场:横排敌军受到13点伤害，每当一个敌军死亡:自身+4/+4。（lv12）

29.传记·流星落(1费/传记)：敌方随机区域坠落24点伤害，获得【传记·火尘落】。（lv20）
   传记·流星落(1费/传记)：敌方随机区域坠落22点伤害，获得【传记·火尘落】。（lv19）
   传记·流星落(1费/传记)：敌方随机区域坠落20点伤害，获得【传记·火尘落】。（lv18）
   传记·流星落(1费/传记)：敌方随机区域坠落18点伤害，获得【传记·火尘落】。（lv17）
   传记·流星落(1费/传记)：敌方随机区域坠落16点伤害，获得【传记·火尘落】。（lv16）
   传记·流星落(1费/传记)：敌方随机区域坠落15点伤害，获得【传记·火尘落】。（lv15）
   传记·流星落(1费/传记)：敌方随机区域坠落14点伤害，获得【传记·火尘落】。（lv14）
   传记·流星落(1费/传记)：敌方随机区域坠落13点伤害，获得【传记·火尘落】。（lv13）
   传记·流星落(1费/传记)：敌方随机区域坠落12点伤害，获得【传记·火尘落】。（lv12）

30.传记·火尘落(1费/传记)：目标区域坠落24点伤害，获得【传记·流星火陨】。（lv20）
   传记·火尘落(1费/传记)：目标区域坠落22点伤害，获得【传记·流星火陨】。（lv19）
   传记·火尘落(1费/传记)：目标区域坠落20点伤害，获得【传记·流星火陨】。（lv18）
   传记·火尘落(1费/传记)：目标区域坠落18点伤害，获得【传记·流星火陨】。（lv17）
   传记·火尘落(1费/传记)：目标区域坠落16点伤害，获得【传记·流星火陨】。（lv16）
   传记·火尘落(1费/传记)：目标区域坠落15点伤害，获得【传记·流星火陨】。（lv15）
   传记·火尘落(1费/传记)：目标区域坠落14点伤害，获得【传记·流星火陨】。（lv14）
   传记·火尘落(1费/传记)：目标区域坠落13点伤害，获得【传记·流星火陨】。（lv13）
   传记·火尘落(1费/传记)：目标区域坠落12点伤害，获得【传记·流星火陨】。（lv12）

31.传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落24点伤害。（lv20）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落22点伤害。（lv19）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落20点伤害。（lv18）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落18点伤害。（lv17）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落16点伤害。（lv16）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落15点伤害。（lv15）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落14点伤害。（lv14）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落13点伤害。（lv13）
   传记·流星火陨(3费/传记)：目标及随机敌方区域各坠落12点伤害。（lv12）



橙卡：

1.痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv20》、若其无手牌:改为召唤16/39苦痛守望者-lv20。（lv20）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv19》、若其无手牌:改为召唤14/36苦痛守望者-lv19。（lv19）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv18》、若其无手牌:改为召唤13/33苦痛守望者-lv18。（lv18）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv17》、若其无手牌:改为召唤11/30苦痛守望者-lv17。（lv17）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv16》、若其无手牌:改为召唤10/28苦痛守望者-lv16。（lv16）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv15》、若其无手牌:改为召唤8/24苦痛守望者-lv15。（lv15）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv14》、若其无手牌:改为召唤8/21苦痛守望者-lv14。（lv14）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv13》、若其无手牌:改为召唤8/19苦痛守望者-lv13。（lv13）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv12》、若其无手牌:改为召唤7/17苦痛守望者-lv12。（lv12）

2.血影(3费/49/19)：敌方英雄受到伤害:随机敌军生命-4、死亡:回到手牌。（lv20）
  血影(3费/45/17)：敌方英雄受到伤害:随机敌军生命-3、死亡:回到手牌。（lv19）
  血影(3费/39/15)：敌方英雄受到伤害:随机敌军生命-3、死亡:回到手牌。（lv18）
  血影(3费/33/14)：敌方英雄受到伤害:随机敌军生命-3、死亡:回到手牌。（lv17）
  血影(3费/28/13)：敌方英雄受到伤害:随机敌军生命-3、死亡:回到手牌。（lv16）
  血影(3费/25/12)：敌方英雄受到伤害:随机敌军生命-3、死亡:回到手牌。（lv15）
  血影(3费/24/11)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv14）
  血影(3费/22/9)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv13）
  血影(3费/20/7)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv12）

3.巴克&巴罗：(4费/26/50)：【连击】、【践踏】、【护甲6】、攻击前：全体敌军受到6点伤害。（lv20）
  巴克&巴罗：(4费/24/46)：【连击】、【践踏】、【护甲6】、攻击前：全体敌军受到6点伤害。（lvl9）
  巴克&巴罗：(4费/22/42)：【连击】、【践踏】、【护甲6】、攻击前：全体敌军受到5点伤害。（lvl8）
  巴克&巴罗：(4费/20/40)：【连击】、【践踏】、【护甲5】、攻击前：全体敌军受到5点伤害。（lvl7）
  巴克&巴罗：(4费/18/36)：【连击】、【践踏】、【护甲5】、攻击前：全体敌军受到4点伤害。（lvl6）
  巴克&巴罗：(4费/15/35)：【连击】、【践踏】、【护甲5】、攻击前：全体敌军受到4点伤害。（lvl5）
  巴克&巴罗：(4费/13/32)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到4点伤害。（lvl4）
  巴克&巴罗：(4费/12/29)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到3点伤害。（lvl3）
  巴克&巴罗：(4费/10/27)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到3点伤害。（l2）

4.怨魂饕餮兽(5费/37/73)：登场:吸取敌方玩家73点生命、死亡:归还敌方玩家73点生命。（lv20）
  怨魂饕餮兽(5费/33/66)：登场:吸取敌方玩家66点生命、死亡:归还敌方玩家66点生命。（lv19）
  怨魂饕餮兽(5费/30/60)：登场:吸取敌方玩家60点生命、死亡:归还敌方玩家60点生命。（lv18）
  怨魂饕餮兽(5费/27/52)：登场:吸取敌方玩家52点生命、死亡:归还敌方玩家52点生命。（lv17）
  怨魂饕餮兽(5费/24/45)：登场:吸取敌方玩家45点生命、死亡:归还敌方玩家45点生命。（lv16）
  怨魂饕餮兽(5费/22/40)：登场:吸取敌方玩家40点生命、死亡:归还敌方玩家40点生命。（lv15）
  怨魂饕餮兽(5费/20/35)：登场:吸取敌方玩家35点生命、死亡:归还敌方玩家35点生命。（lv14）
  怨魂饕餮兽(5费/18/32)：登场:吸取敌方玩家30点生命、死亡:归还敌方玩家30点生命。（lv13）
  怨魂饕餮兽(5费/16/30)：登场:吸取敌方玩家25点生命、死亡:归还敌方玩家25点生命。（lv12）

5.血翼·莉莉斯(6费/75/40)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-8。（lv20）
  血翼·莉莉斯(6费/66/38)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-7。（lv19）
  血翼·莉莉斯(6费/60/35)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-7。（lv18）
  血翼·莉莉斯(6费/50/33)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-6。（lv17）
  血翼·莉莉斯(6费/45/30)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-6。（lv16）
  血翼·莉莉斯(6费/39/29)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv15）
  血翼·莉莉斯(6费/35/25)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv14）
  血翼·莉莉斯(6费/32/22)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv13）
  血翼·莉莉斯(6费/29/19)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-4。（lv12）

6.熔炉梦魇(7费/60/40)：登场:敌方玩家弃掉4张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv20。（lv20）
  熔炉梦魇(7费/52/35)：登场:敌方玩家弃掉4张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv19。（lv19）
  熔炉梦魇(7费/45/30)：登场:敌方玩家弃掉4张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv18。（lv18）
  熔炉梦魇(7费/38/25)：登场:敌方玩家弃掉4张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv17。（lv17）
  熔炉梦魇(7费/33/22)：登场:敌方玩家弃掉3张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv16。（lv16）
  熔炉梦魇(7费/30/19)：登场:敌方玩家弃掉3张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv15。（lv15）
  熔炉梦魇(7费/27/17)：登场:敌方玩家弃掉3张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv14。（lv14）
  熔炉梦魇(7费/25/15)：登场:敌方玩家弃掉3张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv13。（lv13）
  熔炉梦魇(7费/23/13)：登场:敌方玩家弃掉3张牌、回合结束:若敌方没有手牌，召唤熔炉尸嵌-lv12。（lv12）

7.烬喉地狱魔(8费/50/150)：回合开始、攻击前、回合结束:随机敌军生命-18，否则敌方英雄生命-18。（lv20）
  烬喉地狱魔(8费/45/135)：回合开始、攻击前、回合结束:随机敌军生命-16，否则敌方英雄生命-16。（lv19）
  烬喉地狱魔(8费/40/120)：回合开始、攻击前、回合结束:随机敌军生命-15，否则敌方英雄生命-15。（lv18）
  烬喉地狱魔(8费/36/108)：回合开始、攻击前、回合结束:随机敌军生命-14，否则敌方英雄生命-14。（lv17）
  烬喉地狱魔(8费/33/99)：回合开始、攻击前、回合结束:随机敌军生命-13，否则敌方英雄生命-13。（lv16）
  烬喉地狱魔(8费/30/90)：回合开始、攻击前、回合结束:随机敌军生命-12，否则敌方英雄生命-12。（lv15）
  烬喉地狱魔(8费/29/80)：回合开始、攻击前、回合结束:随机敌军生命-11，否则敌方英雄生命-11。（lv14）
  烬喉地狱魔(8费/27/75)：回合开始、攻击前、回合结束:随机敌军生命-10，否则敌方英雄生命-10。（lv13）
  烬喉地狱魔(8费/25/72)：回合开始、攻击前、回合结束:随机敌军生命-9，否则敌方英雄生命-9。（lv12）

8.猩红领主·巴拉克(9费/90/90)：【践踏】、登场:召唤四个10/10猩红仆从-lv14、攻击前:所有其他友军攻击+10。（lv20）
  猩红领主·巴拉克(9费/80/80)：【践踏】、登场:召唤四个9/9猩红仆从-lv13、攻击前:所有其他友军攻击+9。（lv19）
  猩红领主·巴拉克(9费/70/70)：【践踏】、登场:召唤四个8/8猩红仆从-lv12、攻击前:所有其他友军攻击+9。（lv18）
  猩红领主·巴拉克(9费/60/60)：【践踏】、登场:召唤四个7/7猩红仆从-lv11、攻击前:所有其他友军攻击+8。（lv17）
  猩红领主·巴拉克(9费/52/52)：【践踏】、登场:召唤四个6/6猩红仆从-lv10、攻击前:所有其他友军攻击+8。（lv16）
  猩红领主·巴拉克(9费/45/45)：【践踏】、登场:召唤四个6/6猩红仆从-lv10、攻击前:所有其他友军攻击+7。（lv15）
  猩红领主·巴拉克(9费/40/40)：【践踏】、登场:召唤四个5/6猩红仆从-lv9、攻击前:所有其他友军攻击+7。（lv14）
  猩红领主·巴拉克(9费/38/38)：【践踏】、登场:召唤四个5/6猩红仆从-lv9、攻击前:所有其他友军攻击+6。（lv13）
  猩红领主·巴拉克(9费/36/36)：【践踏】、登场:召唤四个5/4猩红仆从-lv8、攻击前:所有其他友军攻击+6。（lv12）


*/
