export default [
    {
        "id": 1,
        "cardId": 90,
        "name": "花光春影·安娜贝尔",
        "zhenyin": 1,
        "cost": 3,
        "skill": "花之祝愿",
        "img": "/huaguangchunying_annabeier",
        "shuxing": "攻击：30；生命：45",
        "origin": "【洞察2】、攻击前:所有友军+8/+8，魔防+4。",
        "remark": "花之精灵，翩翩起舞。",
        "effect": [
            "命中时：全体友军+1/+1。",
            "命中时：全体友军+2/+2。",
            "命中时：全体友军+3/+3。",
            "命中时：全体友军+4/+4。",
            "命中时：全体友军+5/+5。"
        ]
    },
    {
        "id": 2,
        "cardId": 90,
        "name": "圣堂玫瑰·安娜贝尔",
        "zhenyin": 1,
        "cost": 3,
        "skill": "火热引领",
        "img": "/shengtangmeigui_annabeier",
        "shuxing": "攻击：30；生命：45",
        "origin": "【洞察2】、攻击前:所有友军+8/+8，魔防+4。",
        "remark": "/",
        "effect": [
            "洞察时：全体友军生命+1，魔防+1。",
            "洞察时：全体友军+1/+1，魔防+1。",
            "洞察时：全体友军+1/+2，魔防+2。",
            "洞察时：全体友军+2/+2，魔防+2。",
            "洞察时：全体友军+2/+3，魔防+3。"
        ]
    },
    {
        "id": 3,
        "cardId": 90,
        "name": "蔚蓝之星·安娜贝尔",
        "zhenyin": 1,
        "cost": 3,
        "skill": "星辰守护",
        "img": "/weilanzhixing_annabeier",
        "shuxing": "攻击：30；生命：45",
        "origin": "【洞察2】、攻击前:所有友军+8/+8，魔防+4。",
        "remark": "/",
        "effect": [
            "【魔防6】、回合开始：全体护甲友军+1/+2，魔防+2。",
            "【魔防9】、回合开始：全体护甲友军+2/+2，魔防+2。",
            "【魔防12】、回合开始：全体护甲友军+2/+3，魔防+3。",
            "【魔防15】、回合开始：全体护甲友军+3/+3，魔防+3。",
            "【魔防20】、回合开始：全体护甲友军+4/+4，魔防+4。"
        ]
    },
    {
        "id": 4,
        "cardId": 91,
        "name": "百花长枪·卡洛琳",
        "zhenyin": 1,
        "cost": 4,
        "skill": "百花盛开",
        "img": "/baihuachangqiang_kaluolin",
        "shuxing": "攻击：48；生命：48",
        "origin": "【回命】、【神佑】、【护甲24】。",
        "remark": "长枪到处，百花盛开。",
        "effect": [
            "命中时：【洞察1】、50%几率英雄生命额外+10。",
            "命中时：【洞察1】、55%几率英雄生命额外+15。",
            "命中时：【洞察1】、60%几率英雄生命额外+20。",
            "命中时：【洞察1】、65%几率英雄生命额外+25。",
            "命中时：【洞察1】、70%几率英雄生命额外+30。"
        ]
    },
    {
        "id": 5,
        "cardId": 91,
        "name": "蔚蓝幻梦·卡洛琳",
        "zhenyin": 1,
        "cost": 4,
        "skill": "蔚蓝守护",
        "img": "/weilanhuanmeng_kaluolin",
        "shuxing": "攻击：48；生命：48",
        "origin": "【回命】、【神佑】、【护甲24】。",
        "remark": "一抹蔚蓝，织就无人能解的迷梦。",
        "effect": [
            "回合开始：另一护甲友军+3/+3，魔防+5，获得【磐龙】。",
            "回合开始：另一护甲友军+4/+4，魔防+6，获得【磐龙】。",
            "回合开始：另一护甲友军+5/+5，魔防+7，获得【磐龙】。",
            "回合开始：另一护甲友军+6/+6，魔防+8，获得【磐龙】。",
            "回合开始：另一护甲友军+7/+7，魔防+10，获得【磐龙】。"
        ]
    },
    {
        "id": 6,
        "cardId": 91,
        "name": "春花使者·卡洛琳",
        "zhenyin": 1,
        "cost": 4,
        "skill": "春之歌",
        "img": "/chunhuashizhe_kaluolin",
        "shuxing": "攻击：48；生命：48",
        "origin": "【回命】、【神佑】、【护甲24】。",
        "remark": "她的指尖轻点，万物新芽初绽。",
        "effect": [
            "回合开始：全体友军+1/+2。",
            "回合开始：全体友军+1/+3。",
            "回合开始：全体友军+2/+3。",
            "回合开始：全体友军+3/+3。",
            "回合开始：全体友军+4/+4。"
        ]
    },
    {
        "id": 7,
        "cardId": 92,
        "name": "明日香·露娜",
        "zhenyin": 1,
        "cost": 4,
        "skill": "红色风暴",
        "img": "/mingrixiang_luna",
        "shuxing": "攻击：0；生命：30",
        "origin": "【魔防30】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束:【洞察1】、另一友军+10/+20。",
        "remark": "明日香·露，请多关照！",
        "effect": [
            "登场：其他全体友军，攻击+3，本回合护甲+X（X等同露娜等级）。",
            "登场：其他全体友军，攻击+4，本回合护甲+X（X等同露娜等级）。",
            "登场：其他全体友军，攻击+5，本回合护甲+X（X等同露娜等级）。",
            "登场：其他全体友军，攻击+7，本回合护甲+X（X等同露娜等级）。",
            "登场：其他全体友军，攻击+9，本回合护甲+X（X等同露娜等级）。"
        ]
    },
    {
        "id": 7,
        "cardId": 93,
        "name": "符文·圣佑帝国",
        "zhenyin": 1,
        "cost": 4,
        "skill": "圣佑帝国",
        "img": "/fuwen_shengyoudiguo",
        "shuxing": "/",
        "origin": "登场：全体友军本回合魔防+120、回合开始：全体友军本回合攻击+24，护甲+15，魔防+15。",
        "remark": "",
        "effect": [
            "登场：2个友军+1/+4，获得【磐龙】。",
            "登场：2个友军+1/+7，获得【磐龙】。",
            "登场：2个友军+2/+9，获得【磐龙】。",
            "登场：2个友军+2/+13，获得【磐龙】。",
            "登场：2个友军+3/+16，获得【磐龙】。"
        ]
    },
    {
        "id": 8,
        "cardId": 94,
        "name": "永恒之王·莱哈特",
        "zhenyin": 1,
        "cost": 5,
        "skill": "石中剑",
        "img": "/yonghengzhiwang_laihate",
        "shuxing": "攻击：45；生命：85",
        "origin": "【磐龙】、【践踏】、【护甲16】、【协战30】。",
        "remark": "圣剑锋利无匹，举世无双。但对一位贤明的国王来说，剑鞘的意义，远超剑刃。",
        "effect": [
            "登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战1】。",
            "登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战2】。",
            "登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战3】。",
            "登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战4】。",
            "登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战5】。"
        ]
    },
    {
        "id": 9,
        "cardId": 95,
        "name": "白袍·伊恩",
        "zhenyin": 1,
        "cost": 6,
        "skill": "白袍引领",
        "img": "/baipao_yien",
        "shuxing": "攻击：30；生命：90",
        "origin": "登场:英雄生命+90、英雄获得生命:回复效果加倍，自身+4/+16，其他友军+5/+5。",
        "remark": "能击败黑暗的，不是强大的魔力，而是爱。",
        "effect": [
            "【洞察1】、洞察时：自身魔防+2，其他全体攻击+1。",
            "【洞察1】、洞察时：自身魔防+3，其他全体友军+1/+1。",
            "【洞察1】、洞察时：自身魔防+5，其他全体友军+1/+2。",
            "【洞察1】、洞察时：自身魔防+6，其他全体友军+2/+2。",
            "【洞察1】、洞察时：自身魔防+7，其他全体友军+3/+2。"
        ]
    },
    {
        "id": 10,
        "cardId": 95,
        "name": "红袍·伊恩",
        "zhenyin": 1,
        "cost": 6,
        "skill": "红色禁咒",
        "img": "/hongpao_yien",
        "shuxing": "攻击：30；生命：90",
        "origin": "登场:英雄生命+90、英雄获得生命:回复效果加倍，自身+4/+16，其他友军+5/+5。",
        "remark": "",
        "effect": [
            "恢复生命时：随机敌军攻击-1，8%几率沉默1回合（触发2次）。",
            "恢复生命时：随机敌军攻击-1/-1，10%几率沉默1回合（触发2次）。",
            "恢复生命时：随机敌军攻击-2/-1，12%几率沉默1回合（触发2次）。",
            "恢复生命时：随机敌军攻击-2/-2，13%几率沉默1回合（触发2次）。",
            "恢复生命时：随机敌军攻击-3/-3，15%几率沉默1回合（触发2次）。"
        ]
    },
    {
        "id": 11,
        "cardId": 95,
        "name": "虹彩大主教·伊恩",
        "zhenyin": 1,
        "cost": 6,
        "skill": "虹彩生机",
        "img": "/hongcaidazhujiao_yien",
        "shuxing": "攻击：30；生命：90",
        "origin": "登场:英雄生命+90、英雄获得生命:回复效果加倍，自身+4/+16，其他友军+5/+5。",
        "remark": "",
        "effect": [
            "【回命】、【生机2】（友方所有增加生命的效应，20%几率无视禁疗，恢复生命值减半）。",
            "【回命】、【生机3】（友方所有增加生命的效应，30%几率无视禁疗，恢复生命值减半）。",
            "【回命】、【生机4】（友方所有增加生命的效应，40%几率无视禁疗，恢复生命值减半）。",
            "【回命】、【生机5】（友方所有增加生命的效应，50%几率无视禁疗，恢复生命值减半）。",
            "【回命】、【生机7】（友方所有增加生命的效应，70%几率无视禁疗，恢复生命值减半）。"
        ]
    },
    {
        "id": 12,
        "cardId": 96,
        "name": "司莫斯的光辉阵地",
        "zhenyin": 1,
        "cost": 6,
        "skill": "四芒光辉",
        "img": "/simosideguanghuizhendi",
        "shuxing": "/",
        "origin": "前排位置召唤2个42/115帝国重炮-lv24、全体守军友军护甲+16，获得【神佑】。",
        "remark": "光芒所及，皆为净土。濒死的战士们在司莫斯的鼓舞中获得力量，誓言与阵地共存亡。",
        "effect": [
            "全体护甲友军+2/+2，魔防+5。",
            "全体护甲友军+3/+3，魔防+7。",
            "全体护甲友军+4/+4，魔防+9。",
            "全体护甲友军+5/+5，魔防+12。",
            "全体护甲友军+6/+6，魔防+15。"
        ]
    },
    {
        "id": 13,
        "cardId": 97,
        "name": "审判天使·蕾娜",
        "zhenyin": 1,
        "cost": 7,
        "skill": "无言审批",
        "img": "/shenpantianshi_leina",
        "shuxing": "攻击：80；生命：150",
        "origin": "登场:英雄生命+110，所有敌军本回合不能攻击，另一友军+20/+20。",
        "remark": "她从天而降，不发一语，带来无情审判。",
        "effect": [
            "登场回合结束：随机敌军-2/-2，并沉默。",
            "登场回合结束：随机敌军-4/-4，并沉默。",
            "登场回合结束：2个敌军-4/-4，并沉默。",
            "登场回合结束：2个敌军-6/-6，并沉默。",
            "登场回合结束：2个敌军-9/-9，并沉默。"
        ]
    },
    {
        "id": 14,
        "cardId": 97,
        "name": "炽天使·蕾娜",
        "zhenyin": 1,
        "cost": 7,
        "skill": "天使号令",
        "img": "/chitianshi_leina",
        "shuxing": "攻击：80；生命：150",
        "origin": "登场:英雄生命+110，所有敌军本回合不能攻击，另一友军+20/+20。",
        "remark": "",
        "effect": [
            "回合开始：全体友军+2/+1。",
            "回合开始：全体友军+3/+1。",
            "回合开始：全体友军+3/+2。",
            "回合开始：全体友军+4/+2。",
            "回合开始：全体友军+5/+3。"
        ]
    },
    {
        "id": 15,
        "cardId": 97,
        "name": "权天使·蕾娜",
        "zhenyin": 1,
        "cost": 7,
        "skill": "光明赐福",
        "img": "/quantianshi_leina",
        "shuxing": "攻击：80；生命：150",
        "origin": "登场:英雄生命+110，所有敌军本回合不能攻击，另一友军+20/+20。",
        "remark": "",
        "effect": [
            "【护甲2】、登场：另外1个护甲友军+2/+2，获得【回命】1回合。",
            "【护甲5】、登场：另外1个护甲友军+5/+5，获得【回命】1回合。",
            "【护甲5】、登场：另外2个护甲友军+5/+5，获得【回命】1回合。",
            "【护甲8】、登场：另外2个护甲友军+7/+7，获得【回命】1回合。",
            "【护甲10】、登场：另外2个护甲友军+10/+10，获得【回命】1回合。"
        ]
    },
    {
        "id": 16,
        "cardId": 98,
        "name": "武圣·云长",
        "zhenyin": 1,
        "cost": 8,
        "skill": "青龙偃月",
        "img": "/wusheng_yunchang",
        "shuxing": "攻击：50；生命：100",
        "origin": "【磐龙】、【护甲12】、回合开始:全体护甲友军+12/+12，获得【连击】3回合。",
        "remark": "单刀震华夏，威武冠九州。",
        "effect": [
            "登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）。",
            "登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）、自身攻击+3。",
            "登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）、自身攻击+6。",
            "登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）、自身攻击+9。",
            "登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）、自身攻击+12。"
        ]
    },
    {
        "id": 17,
        "cardId": 99,
        "name": "司莫斯的移动城堡",
        "zhenyin": 1,
        "cost": 9,
        "skill": "随遇而安",
        "img": "/simosideyidongchengbao",
        "shuxing": "攻击：0；生命：400",
        "origin": "【魔免】、【护甲30】、【守军】、回合结束:炮击横排随机区域150点伤害（无视【神佑】和【魔免】）。",
        "remark": "烟囱喷吐着永不消散的谜题，四处跋涉，在荒原上播种传说。",
        "effect": [
            "回合开始：随机移动，然后横排其他友军+3/+10，横排无友军自身生命+15。炮击15点伤害。",
            "回合开始：随机移动，然后横排其他友军+4/+15，横排无友军自身生命+20。炮击20点伤害。",
            "回合开始：随机移动，然后横排其他友军+6/+20，横排无友军自身生命+25。炮击25点伤害。",
            "回合开始：随机移动，然后横排其他友军+8/+25，横排无友军自身生命+32。炮击32点伤害。",
            "回合开始：随机移动，然后横排其他友军+10/+30，横排无友军自身生命+40。炮击40点伤害。"
        ]
    },
    {
        "id": 18,
        "cardId": 191,
        "name": "圣僧·法海",
        "zhenyin": 2,
        "cost": 1,
        "skill": "修行/驱魔",
        "img": "/shengseng_fahai",
        "shuxing": "攻击：48；生命：48",
        "origin": "回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力3倍)。",
        "remark": "看破这镜花水月的迷惘，方可感受到佛陀的慈悲。",
        "effect": [
            "回合开始：本回合每使用过1个法术或传记，自身+1/+3、攻击前：随机1个炼狱和冬神敌军-1/-1。",
            "回合开始：本回合每使用过1个法术或传记，自身+1/+4、攻击前：随机1个炼狱和冬神敌军-2/-2。",
            "回合开始：本回合每使用过1个法术或传记，自身+1/+5、攻击前：随机1个炼狱和冬神敌军-3/-3。",
            "回合开始：本回合每使用过1个法术或传记，自身+2/+5、攻击前：随机1个炼狱和冬神敌军-4/-4。",
            "回合开始：本回合每使用过1个法术或传记，自身+3/+5、攻击前：随机1个炼狱和冬神敌军-5/-5。"
        ]
    },
    {
        "id": 19,
        "cardId": 192,
        "name": "章鱼博士·希尔伯特",
        "zhenyin": 2,
        "cost": 2,
        "skill": "聚能实验",
        "img": "/zhangyuboshi_xierbote",
        "shuxing": "攻击：30；生命：50",
        "origin": "【护甲7】、【魔防7】、回合结束:敌方区域召唤灵能炸弹-lv24。",
        "remark": "/",
        "effect": [
            "【回命】、每当1个生物死去：自身攻击+1、魔防+1。",
            "【回命】、每当1个生物死去：自身攻击+2、魔防+2。",
            "【回命】、每当1个生物死去：自身攻击+3、魔防+3。",
            "【回命】、每当1个生物死去：自身攻击+4、魔防+4。",
            "【回命】、每当1个生物死去：自身攻击+5、魔防+5。"
        ]
    },
    {
        "id": 20,
        "cardId": 193,
        "name": "硬化实验-流浆",
        "zhenyin": 2,
        "cost": 2,
        "skill": "硬化皮肤",
        "img": "/yinghuashiyan_liujiang",
        "shuxing": "/",
        "origin": "回合结束:友方横排位置召唤36/80实验室流浆-lv24，对面横排位置召唤1/1民兵-lv1。",
        "remark": "在实验过程中务必时刻保持小心，否则我们的花园里将会再多一尊雕像。",
        "effect": [
            "回合结束：随机友军+1/+2，获得【磐龙】2回合。",
            "回合结束：随机友军+1/+4，获得【磐龙】2回合。",
            "回合结束：随机友军+2/+5，获得【磐龙】2回合。",
            "回合结束：随机友军+3/+7，获得【磐龙】2回合。",
            "回合结束：随机友军+4/+9，获得【磐龙】2回合。"
        ]
    },
    {
        "id": 21,
        "cardId": 194,
        "name": "鬼刃·布雷克",
        "zhenyin": 2,
        "cost": 3,
        "skill": "天降魔焰",
        "img": "/guiren_buleike",
        "shuxing": "攻击：28；生命：48",
        "origin": "【魔免】、【先攻】、【二连击】、【护甲8】、攻击前:本回合你每使用过一个法术或传记，自身攻击+3。",
        "remark": "我会出现在你的每一个噩梦之中。",
        "effect": [
            "命中时：魔界火焰坠落敌方随机区域（3点伤害）。",
            "命中时：魔界火焰坠落敌方随机区域（4点伤害）。",
            "命中时：魔界火焰坠落敌方随机区域（5点伤害）。",
            "命中时：魔界火焰坠落敌方随机区域（7点伤害）。",
            "命中时：魔界火焰坠落敌方随机区域（9点伤害）。"
        ]
    },
    {
        "id": 22,
        "cardId": 194,
        "name": "锋刃·布雷克",
        "zhenyin": 2,
        "cost": 3,
        "skill": "克敌先机",
        "img": "/fengren_buleike",
        "shuxing": "攻击：28；生命：48",
        "origin": "【魔免】、【先攻】、【二连击】、【护甲8】、攻击前:本回合你每使用过一个法术或传记，自身攻击+3。",
        "remark": "/",
        "effect": [
            "命中时：自身攻击+1，全体先攻友军攻击+1。",
            "命中时：自身攻击+1，全体先攻友军攻击+2。",
            "命中时：自身+1/+1，全体先攻友军攻击+2。",
            "命中时：自身+1/+1，全体先攻友军+3/+1。",
            "命中时：自身+1/+1，全体先攻友军+4/+2。"
        ]
    },
    {
        "id": 23,
        "cardId": 194,
        "name": "冥刃·布雷克",
        "zhenyin": 2,
        "cost": 3,
        "skill": "嗜血魔剑",
        "img": "/mingren_buleike",
        "shuxing": "攻击：28；生命：48",
        "origin": "【魔免】、【先攻】、【二连击】、【护甲8】、攻击前:本回合你每使用过一个法术或传记，自身攻击+3。",
        "remark": "/",
        "effect": [
            "登场：50%几率对手禁疗1回合、每当1个敌军死亡：自身攻击+1。",
            "登场：75%几率对手禁疗1回合、每当1个敌军死亡：自身+1/+1。",
            "登场：对手禁疗1回合、每当1个敌军死亡：自身+2/+1。",
            "登场：对手禁疗1回合、每当1个敌军死亡：自身+2/+2。",
            "登场：对手禁疗1回合、每当1个敌军死亡：自身+3/+2。"
        ]
    },
    {
        "id": 24,
        "cardId": 195,
        "name": "流星-7号",
        "zhenyin": 2,
        "cost": 4,
        "skill": "流星陨落",
        "img": "/liuxing_7hao",
        "shuxing": "攻击：49；生命：49",
        "origin": "登场:随机敌军受到49点伤害、攻击前:随机敌军受到18点伤害、死亡:召唤18/18赛文-lv24。",
        "remark": "绚烂流星划破天际，指引那回家的路。",
        "effect": [
            "死亡：流星-7号坠向敌方随机位置（伤害为自身攻击力）。",
            "死亡：流星-7号坠向敌方随机位置（伤害为自身110%攻击力）。",
            "死亡：流星-7号坠向敌方随机位置（伤害为自身120%攻击力）。",
            "死亡：流星-7号坠向敌方随机位置（伤害为自身135%攻击力）。",
            "死亡：流星-7号坠向敌方随机位置（伤害为自身150%攻击力）。"
        ]
    },
    {
        "id": 25,
        "cardId": 195,
        "name": "紫雾-7号",
        "zhenyin": 2,
        "cost": 4,
        "skill": "沉默之雾",
        "img": "/ziwu_7hao",
        "shuxing": "攻击：49；生命：49",
        "origin": "登场:随机敌军受到49点伤害、攻击前:随机敌军受到18点伤害、死亡:召唤18/18赛文-lv24。",
        "remark": "",
        "effect": [
            "死亡时：随机敌军-2/-2沉默2回合、充能：回合开始随机敌军-2/-2。",
            "死亡时：随机敌军-3/-3沉默2回合、充能：回合开始随机敌军-3/-3",
            "死亡时：随机敌军-4/-5沉默2回合、充能：回合开始随机敌军-4/-5",
            "死亡时：随机敌军-6/-6沉默2回合、充能：回合开始随机敌军-6/-6",
            "死亡时：随机敌军-8/-8沉默2回合、充能：回合开始随机敌军-8/-8"
        ]
    },
    {
        "id": 26,
        "cardId": 195,
        "name": "冲锋-7号",
        "zhenyin": 2,
        "cost": 4,
        "skill": "鼓舞之舞",
        "img": "/chongfeng_7hao",
        "shuxing": "攻击：49；生命：49",
        "origin": "登场:随机敌军受到49点伤害、攻击前:随机敌军受到18点伤害、死亡:召唤18/18赛文-lv24。",
        "remark": "",
        "effect": [
            "【先攻】、充能：回合开始自身+1/+1，获得【践踏】1回合。",
            "【先攻】、充能：回合开始自身+2/+2，获得【践踏】1回合",
            "【先攻】、充能：回合开始自身+3/+3，获得【践踏】1回合",
            "【先攻】、充能：回合开始自身+4/+5，获得【践踏】1回合",
            "【先攻】、充能：回合开始自身+6/+6，获得【践踏】1回合"
        ]
    },
    {
        "id": 26,
        "cardId": 196,
        "name": "符文·隐者预言",
        "zhenyin": 2,
        "cost": 4,
        "skill": "隐者预言",
        "img": "/fuwen_yinzheyuyan",
        "shuxing": "/",
        "origin": "登场：随机友军+24/+24，护甲+8，魔防+8、回合开始：若本回合友方有充能，则再次触发登场效果。",
        "remark": "",
        "effect": [
            "登场：获得7/7预言系教授-lv9，30%概率获得《真理碎片》。",
            "登场：获得10/10预言系教授-lv12，40%概率获得《真理碎片》。",
            "登场：获得14/15预言系教授-lv16，50%概率获得《真理碎片》。",
            "登场：获得20/21预言系教授-lv20，65%概率获得《真理碎片》。",
            "登场：获得29/29预言系教授-lv24，75%概率获得《真理碎片》。"
        ]
    },
    {
        "id": 27,
        "cardId": 197,
        "name": "月之神·米拉",
        "zhenyin": 2,
        "cost": 5,
        "skill": "伴月入眠",
        "img": "/yuezhishen_mila",
        "shuxing": "攻击：45；生命：40",
        "origin": "法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv17。",
        "remark": "月亮，代表，永远的，陪伴...",
        "effect": [
            "【洞察1】、洞察时：英雄生命+3。",
            "【洞察1】、洞察时：英雄生命+4。",
            "【洞察1】、洞察时：英雄生命+5。",
            "【洞察1】、洞察时：英雄生命+7。",
            "【洞察1】、洞察时：英雄生命+10。"
        ]
    },
    {
        "id": 28,
        "cardId": 197,
        "name": "猩红之月·米拉",
        "zhenyin": 2,
        "cost": 5,
        "skill": "红月当空",
        "img": "/xinghongzhiyue_mila",
        "shuxing": "攻击：45；生命：40",
        "origin": "法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv17。",
        "remark": "血月凌空，大地陷于荒芜。",
        "effect": [
            "登场：荒芜敌方区域、回合开始：随机敌军-3/-3，30%几率眩晕。",
            "登场：荒芜敌方区域、回合开始：随机敌军-4/-4，35%几率眩晕。",
            "登场：荒芜敌方区域、回合开始：随机敌军-5/-5，40%几率眩晕。",
            "登场：荒芜敌方区域、回合开始：随机敌军-7/-7，45%几率眩晕。",
            "登场：荒芜敌方区域、回合开始：随机敌军-9/-9，50%几率眩晕。"
        ]
    },
    {
        "id": 29,
        "cardId": 197,
        "name": "青月·米拉",
        "zhenyin": 2,
        "cost": 5,
        "skill": "永恒传承",
        "img": "/qingyue_mila",
        "shuxing": "攻击：45；生命：40",
        "origin": "法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv17。",
        "remark": "人生如梦，岁月如歌。",
        "effect": [
            "【魂音】、【传承1】、回合开始：相邻两个友军获得【传承1】。",
            "【魂音】、【传承2】、回合开始：相邻两个友军获得【传承2】。",
            "【魂音】、【传承3】、回合开始：相邻两个友军获得【传承3】。",
            "【魂音】、【传承4】、回合开始：相邻两个友军获得【传承4】。",
            "【魂音】、【传承5】、回合开始：相邻两个友军获得【传承5】和【魂音】。"
        ]
    },
    {
        "id": 30,
        "cardId": 198,
        "name": "滑板少年·迪宁",
        "zhenyin": 2,
        "cost": 6,
        "skill": "杀手世家",
        "img": "/huabanshaonian_dining",
        "shuxing": "攻击：45；生命：40",
        "origin": "【魔防26】、【先攻】、回合开始：全体先攻友军+7/+7、获得【连击】1回合。",
        "remark": "珍贵的东西往往都是易碎的。",
        "effect": [
            "登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合。",
            "登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合，攻击+2持续1回合。",
            "登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合，攻击+4持续1回合。",
            "登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合，攻击+6持续1回合。",
            "登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合，攻击+9持续1回合。"
        ]
    },
    {
        "id": 31,
        "cardId": 199,
        "name": "火蛇巫女·沃凡瑞拉",
        "zhenyin": 2,
        "cost": 7,
        "skill": "九头火蛇",
        "img": "/huoshewunv_wofanruila",
        "shuxing": "攻击：90；生命：50",
        "origin": "登场:前方竖排召唤三个36/36幻象巨蛇-lv24、回合结束:获得两个36/36幻象巨蛇-lv24",
        "remark": "九头火蛇的烈焰，将是你最后的温暖。",
        "effect": [
            "召唤物升级为幻象火蛇。",
            "召唤物升级为幻象火蛇、回合开始：随机幻象友军攻击+3。",
            "召唤物升级为幻象火蛇、回合开始：随机幻象友军攻击+5。",
            "召唤物升级为幻象火蛇、回合开始：随机幻象友军攻击+7。",
            "召唤物升级为幻象火蛇、回合开始：随机幻象友军攻击+10。"
        ]
    },
    {
        "id": 32,
        "cardId": 200,
        "name": "隐秘公爵·伊斯多维尔",
        "zhenyin": 2,
        "cost": 9,
        "skill": "鲜血盛宴",
        "img": "/yinmigongjue_yisiduoweier",
        "shuxing": "攻击：60；生命：60",
        "origin": "登场:获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+32/+32。",
        "remark": "奉上你的鲜血，成为我的眷族吧。",
        "effect": [
            "登场：吸取敌方英雄生命，等同于自身100%攻击力。",
            "登场：吸取敌方英雄生命，等同于自身120%攻击力。",
            "登场：吸取敌方英雄生命，等同于自身140%攻击力。",
            "登场：吸取敌方英雄生命，等同于自身170%攻击力。",
            "登场：吸取敌方英雄生命，等同于自身200%攻击力。"
        ]
    },
    {
        "id": 33,
        "cardId": 200,
        "name": "紫袍侯爵·伊斯多维尔",
        "zhenyin": 2,
        "cost": 9,
        "skill": "隐者秘咒",
        "img": "/zipaohoujue_yisiduoweier",
        "shuxing": "攻击：60；生命：60",
        "origin": "登场:获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+32/+32。",
        "remark": "",
        "effect": [
            "登场：自身获得【魔免】1回合，对方每有1个守军单位，自身攻击+2。",
            "登场：自身获得【魔免】1回合，对方每有1个守军单位，自身攻击+4。",
            "登场：自身获得【魔免】1回合，对方每有1个守军单位，自身攻击+6。",
            "登场：自身获得【魔免】1回合，对方每有1个守军单位，自身攻击+8。",
            "登场：自身获得【魔免】1回合，对方每有1个守军单位，自身攻击+10。"
        ]
    },
    {
        "id": 34,
        "cardId": 200,
        "name": "黄衣之主·伊斯多维尔",
        "zhenyin": 2,
        "cost": 9,
        "skill": "血脉赐福",
        "img": "/huangyizhizhu_yisiduoweier",
        "shuxing": "攻击：60；生命：60",
        "origin": "登场:获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+32/+32。",
        "remark": "",
        "effect": [
            "回合开始：随机另1友军攻击力+10%，并获得【践踏】1回合（优先级于本身控制之后）。",
            "回合开始：随机另1友军攻击力+20%，并获得【践踏】1回合（优先级于本身控制之后）。",
            "回合开始：随机另1友军攻击力+30%，并获得【践踏】1回合（优先级于本身控制之后）。",
            "回合开始：随机另1友军攻击力+40%，并获得【践踏】1回合（优先级于本身控制之后）。",
            "回合开始：随机另1友军攻击力+50%，并获得【践踏】1回合（优先级于本身控制之后）。"
        ]
    },
    {
        "id": 35,
        "cardId": 295,
        "name": "火凤凰·林",
        "zhenyin": 3,
        "cost": 3,
        "skill": "火鸟之歌",
        "img": "/huofenghuang_lin",
        "shuxing": "攻击：48；生命：48",
        "origin": "【神佑】、对英雄伤害+15、受到传承:隐形3回合，攻击次数永久加1。",
        "remark": "没有人可以阻止，我暴风中的高歌！",
        "effect": [
            "所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+1。",
            "所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+2。",
            "所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+3。",
            "所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+4。",
            "所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+5。"
        ]
    },
    {
        "id": 36,
        "cardId": 296,
        "name": "灵龟神丹·艮",
        "zhenyin": 3,
        "cost": 3,
        "skill": "山岳之力",
        "img": "/lingguishendan_gen",
        "shuxing": "/",
        "origin": "目标护甲生物获得【神佑】、【回命】、场上每有一个护甲生物，则它+18/+18，护甲+5。",
        "remark": "取龟族千年精材炼制，服下者可获如山岳般的守护之力，刀枪不入。",
        "effect": [
            "3个护甲友军攻击+2，护甲+2。",
            "3个护甲友军攻击+3，护甲+3。",
            "3个护甲友军攻击+4，护甲+4。",
            "3个护甲友军攻击+5，护甲+5。",
            "3个护甲友军攻击+6，护甲+6。"
        ]
    },
    {
        "id": 36,
        "cardId": 297,
        "name": "符文·落花神掌",
        "zhenyin": 3,
        "cost": 3,
        "skill": "落花神掌",
        "img": "/fuwen_luohuashenzhang",
        "shuxing": "/",
        "origin": "回合开始：随机友军本回合攻击+30，并且具有【护甲20】、【回命】、【践踏】。",
        "remark": "",
        "effect": [
            "登场：随机友军+2/+2，获得【磐龙】，30%几率获得【神佑】1回合",
            "登场：随机友军+4/+4，获得【磐龙】，40几率获得【神佑】1回合",
            "登场：随机友军+6/+6，获得【磐龙】，50%几率获得【神佑】1回合",
            "登场：随机友军+8/+8，获得【磐龙】，60%几率获得【神佑】1回合",
            "登场：随机友军+10/+10，获得【磐龙】，75%几率获得【神佑】1回合"
        ]
    },
    {
        "id": 37,
        "cardId": 298,
        "name": "九天玄女·轩",
        "zhenyin": 3,
        "cost": 4,
        "skill": "漫步九天",
        "img": "/jiutianxuannv_xuan",
        "shuxing": "攻击：20；生命：35",
        "origin": "【洞察2】、命中:【洞察2】、洞察时:全体其他友军+3/+6，全体敌军-4/-4。",
        "remark": "玄鸟舞九天，仙女下凡尘。",
        "effect": [
            "登场：本回合获得【穿透】",
            "登场：本回合获得【穿透】、全体友军+2/+2。",
            "登场：本回合获得【穿透】、全体友军+3/+4。",
            "登场：本回合获得【穿透】、全体友军+5/+5。",
            "登场：本回合获得【穿透】、全体友军+7/+7。"
        ]
    },
    {
        "id": 38,
        "cardId": 298,
        "name": "九天歌者·轩",
        "zhenyin": 3,
        "cost": 4,
        "skill": "涤魂妙音",
        "img": "/jiutiangezhe_xuan",
        "shuxing": "攻击：20；生命：35",
        "origin": "【洞察2】、命中:【洞察2】、洞察时:全体其他友军+3/+6，全体敌军-4/-4。",
        "remark": "",
        "effect": [
            "【魂歌】、回合开始：另1友军攻击+2，获得【魂歌】。",
            "【魂歌】、回合开始：另1友军攻击+4，获得【魂歌】。",
            "【魂歌】、回合开始：另1友军攻击+6，获得【魂歌】。",
            "【魂歌】、回合开始：另1友军攻击+8，获得【魂歌】。",
            "【魂歌】、回合开始：另1友军攻击+10，获得【魂歌】。"
        ]
    },
    {
        "id": 39,
        "cardId": 298,
        "name": "天命传人·轩",
        "zhenyin": 3,
        "cost": 4,
        "skill": "天道传承",
        "img": "/tianmingchuanren_xuan",
        "shuxing": "攻击：20；生命：35",
        "origin": "【洞察2】、命中:【洞察2】、洞察时:全体其他友军+3/+6，全体敌军-4/-4。",
        "remark": "",
        "effect": [
            "【传承2】、攻击前：随机敌军-X/-X（X为轩的传承）。",
            "【传承4】、攻击前：随机敌军-X/-X（X为轩的传承）。",
            "【传承6】、攻击前：随机敌军-X/-X（X为轩的传承）。",
            "【传承9】、攻击前：随机敌军-X/-X（X为轩的传承）。",
            "【传承12】、攻击前：随机敌军-X/-X（X为轩的传承）。"
        ]
    },
    {
        "id": 40,
        "cardId": 299,
        "name": "天蓬神锤",
        "zhenyin": 3,
        "cost": 4,
        "skill": "天界传承",
        "img": "/tianpengshenchui",
        "shuxing": "/",
        "origin": "目标友军+36/+36、获得【回命】、【践踏】、【传承36】。",
        "remark": "这柄神兵的锤头，是由月亮女神亲手采集的星辰精华炼化而成，而锤柄，则是用千年神木雕刻，挥舞时能引动风云。",
        "effect": [
            "目标友军再额外+2/+2，若他本身有传承，再+2/+2。",
            "目标友军再额外+3/+3，若他本身有传承，再+3/+3。",
            "目标友军再额外+4/+4，若他本身有传承，再+4/+4。",
            "目标友军再额外+5/+5，若他本身有传承，再+5/+5。",
            "目标友军再额外+7/+7，若他本身有传承，再+7/+7。"
        ]
    },
    {
        "id": 41,
        "cardId": 299,
        "name": "上宝沁金耙",
        "zhenyin": 3,
        "cost": 4,
        "skill": "九齿钉耙",
        "img": "/shangbaoqinjinpa",
        "shuxing": "/",
        "origin": "目标友军+36/+36、获得【回命】、【践踏】、【传承36】。",
        "remark": "俗称九齿钉耙，由太上老君亲自打造，借五方五帝，六丁六甲之力，用神冰铁锻炼而成，重五千零四十八斤，乃天蓬元帅的身份象征，威力无穷。",
        "effect": [
            "目标友军攻击+9，魔防+9，护甲+9，持续1回合。",
            "目标友军攻击+10，魔防+10，护甲+10，持续1回合。",
            "目标友军攻击+11，魔防+11，护甲+11，持续1回合。",
            "目标友军攻击+13，魔防+13，护甲+13，持续1回合。",
            "目标友军攻击+15，魔防+15，护甲+15，持续1回合。"
        ]
    },
    {
        "id": 42,
        "cardId": 300,
        "name": "豆子·凛",
        "zhenyin": 3,
        "cost": 4,
        "skill": "鬼神庇护",
        "img": "/douzi_lin",
        "shuxing": "攻击：39；生命：45",
        "origin": "【魔防39】、【传承22】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。",
        "remark": "极夜不死，终有黎明。",
        "effect": [
            "受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合",
            "受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合，攻击+3。",
            "受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合，攻击+6。",
            "受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合，攻击+9。",
            "受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合，攻击+12。"
        ]
    },
    {
        "id": 43,
        "cardId": 301,
        "name": "咱们三熊",
        "zhenyin": 3,
        "cost": 4,
        "skill": "欢乐相聚",
        "img": "/zanmensanxiong",
        "shuxing": "攻击：66；生命：6",
        "origin": "【魂音】、死亡:召唤熊大宝-lv24、召唤熊二宝-lv24、召唤熊小宝-lv24。",
        "remark": "冰原上的白色风暴！来自古老东方的神秘力量！还有我，掌管蜂蜜的神！",
        "effect": [
            "登场回合具有：【磐龙】、【践踏】、【回命】、攻击+5。大白具有【磐龙】，花花具有【回命】，小棕具有【魂音】。",
            "登场回合具有：【磐龙】、【践踏】、【回命】、攻击+10。大白具有+1/+1和【磐龙】，花花具有+1/+1和【回命】，小棕具有+1/+1和【魂音】。",
            "登场回合具有：【磐龙】、【践踏】、【回命】、攻击+15。大白具有+2/+2和【磐龙】，花花具有+2/+2和【回命】，小棕具有+2/+2和【魂音】。",
            "登场回合具有：【磐龙】、【践踏】、【回命】、攻击+20。大白具有+3/+3和【磐龙】，花花具有+3/+3和【回命】，小棕具有+3/+3和【魂音】。",
            "登场回合具有：【磐龙】、【践踏】、【回命】、攻击+25。大白具有+4/+4和【磐龙】，花花具有+4/+4和【回命】，小棕具有+4/+4和【魂音】。"
        ]
    },
    {
        "id": 44,
        "cardId": 302,
        "name": "踏雪行·铭/风雪豪侠",
        "zhenyin": 3,
        "cost": 5,
        "skill": "雪山隐居/雪域龙吟",
        "img": "/taxuexing_ming",
        "shuxing": "攻击：80；生命：80",
        "origin": "受到传承:变身为80/80神龙传人-lv24。",
        "remark": "侠客雪山行，斩妖不留名。",
        "effect": [
            "脚下有冰封，则自身获得【魔免】。（变身后：脚下有冰封，命中时：全体友军+1/+1。）",
            "脚下有冰封，则自身获得【魔免】、变身时：英雄血量+15。（变身后：脚下有冰封，命中时：全体友军+1/+2。）",
            "脚下有冰封，则自身获得【魔免】、变身时：英雄血量+30。（变身后：脚下有冰封，命中时：全体友军+1/+3。）",
            "脚下有冰封，则自身获得【魔免】、变身时：英雄血量+50。（变身后：脚下有冰封，命中时：全体友军+2/+3。）",
            "脚下有冰封，则自身获得【魔免】、变身时：英雄血量+75。（变身后：脚下有冰封，命中时：全体友军+3/+3。）"
        ]
    },
    {
        "id": 45,
        "cardId": 303,
        "name": "许愿神树",
        "zhenyin": 3,
        "cost": 5,
        "skill": "仙桃赐福",
        "img": "/xuyuanshenshu",
        "shuxing": "攻击：0；生命：360",
        "origin": "【磐龙】、【魔防90】、回合结束:获得【人参果-lv24】。",
        "remark": "传说这神树，每十年结一次果，每次只结十颗。吃一颗强身健体，吃两颗百病消除，吃三颗延年益寿...若是一口气连吃十颗，更有脱胎换骨，返老还童之奇效！",
        "effect": [
            "回合结束：40%几率其他友军攻击+1，30%几率其他友军生命+2，20%几率其他友军魔防+3，50%几率英雄生命+4。",
            "回合结束：40%几率其他友军攻击+2，30%几率其他友军生命+3，20%几率其他友军魔防+4，50%几率英雄生命+6。",
            "回合结束：40%几率其他友军攻击+3，30%几率其他友军生命+4，20%几率其他友军魔防+6，50%几率英雄生命+9。",
            "回合结束：40%几率其他友军攻击+4，30%几率其他友军生命+6，20%几率其他友军魔防+8，50%几率英雄生命+12。",
            "回合结束：40%几率其他友军攻击+5，30%几率其他友军生命+8，20%几率其他友军魔防+10，50%几率英雄生命+15。"
        ]
    },
    {
        "id": 46,
        "cardId": 303,
        "name": "许愿生命树",
        "zhenyin": 3,
        "cost": 5,
        "skill": "生命祈愿",
        "img": "/xuyuanshengmingshu",
        "shuxing": "攻击：0；生命：360",
        "origin": "【磐龙】、【魔防90】、回合结束:获得【人参果-lv24】。",
        "remark": "",
        "effect": [
            "登场、获得生命时：随机友军+1/+2，魔防+2，15%几率获得【磐龙】、15%几率获得【回命】、15%几率获得【践踏】。",
            "登场、获得生命时：随机友军+2/+4，魔防+4，20%几率获得【磐龙】、20%几率获得【回命】、20%几率获得【践踏】。",
            "登场、获得生命时：随机友军+3/+6，魔防+6，25%几率获得【磐龙】、25%几率获得【回命】、25%几率获得【践踏】。",
            "登场、获得生命时：随机友军+4/+8，魔防+8，30%几率获得【磐龙】、30%几率获得【回命】、30%几率获得【践踏】。",
            "登场、获得生命时：随机友军+5/+10，魔防+10，35%几率获得【磐龙】、35%几率获得【回命】、35%几率获得【践踏】。"
        ]
    },
    {
        "id": 47,
        "cardId": 303,
        "name": "许愿樱花树",
        "zhenyin": 3,
        "cost": 5,
        "skill": "落花传承",
        "img": "/xuyuanyinghuashu",
        "shuxing": "攻击：0；生命：360",
        "origin": "【磐龙】、【魔防90】、回合结束:获得【人参果-lv24】。",
        "remark": "",
        "effect": [
            "登场、受到传承时：随机友军+3/+3，35%几率获得【魂歌】、10%几率获得【神佑】，10%几率获得【连击】1回合。",
            "登场、受到传承时：随机友军+6/+6，40%几率获得【魂歌】、12%几率获得【神佑】，12%几率获得【连击】1回合。",
            "登场、受到传承时：随机友军+9/+9，50%几率获得【魂歌】、15%几率获得【神佑】，15%几率获得【连击】1回合。",
            "登场、受到传承时：随机友军+12/+12，50%几率获得【魂歌】、20%几率获得【神佑】，20%几率获得【连击】1回合。",
            "登场、受到传承时：随机友军+15/+15，50%几率获得【魂歌】、25%几率获得【神佑】，25%几率获得【连击】1回合。"
        ]
    },
    {
        "id": 48,
        "cardId": 305,
        "name": "天蓬元帅·悟能",
        "zhenyin": 3,
        "cost": 6,
        "skill": "转世",
        "img": "/tianpengyuanshuai_wuneng",
        "shuxing": "攻击：105；生命：105",
        "origin": "【践踏】、【回命】、【传承40】。",
        "remark": "下坠是飞升，黑暗即光明。",
        "effect": [
            "【护甲1】、死亡：转世为斑毛幼猪。",
            "【护甲2】、死亡：转世为斑毛幼猪、随机友军+2/+2。",
            "【护甲4】、死亡：转世为斑毛幼猪、随机友军+4/+4。",
            "【护甲6】、死亡：转世为斑毛幼猪、随机友军+6/+6。",
            "【护甲9】、死亡：转世为斑毛幼猪、随机友军+9/+9。"
        ]
    },
    {
        "id": 49,
        "cardId": 305,
        "name": "东海大元帅·悟能",
        "zhenyin": 3,
        "cost": 6,
        "skill": "号令东海",
        "img": "/donghaidayuanshuai_wuneng",
        "shuxing": "攻击：105；生命：105",
        "origin": "【践踏】、【回命】、【传承40】。",
        "remark": "/",
        "effect": [
            "回合开始：全体传承友军攻击+1、攻击前：场上若有冰封，自身+2/+2。",
            "回合开始：全体传承友军攻击+2、攻击前：场上若有冰封，自身+4/+4。",
            "回合开始：全体传承友军攻击+3、攻击前：场上若有冰封，自身+6/+6。",
            "回合开始：全体传承友军攻击+4、攻击前：场上若有冰封，自身+8/+8。",
            "回合开始：全体传承友军攻击+5、攻击前：场上若有冰封，自身+10/+10。"
        ]
    },
    {
        "id": 50,
        "cardId": 305,
        "name": "天河大元帅·悟能",
        "zhenyin": 3,
        "cost": 6,
        "skill": "混元护体",
        "img": "/tianhedayuanshuai_wuneng",
        "shuxing": "攻击：105；生命：105",
        "origin": "【践踏】、【回命】、【传承40】。",
        "remark": "/",
        "effect": [
            "登场：攻击+8，持续一回合、获得【神佑】，持续1回合。",
            "登场：攻击+15，持续一回合、获得【神佑】，持续1回合。",
            "登场：攻击+20，持续一回合、获得【神佑】，持续2回合。",
            "登场：攻击+30，持续一回合、获得【神佑】，持续2回合。",
            "登场：攻击+40，持续一回合、获得【神佑】，持续2回合。"
        ]
    },
    {
        "id": 51,
        "cardId": 306,
        "name": "玉虚真君·任大师",
        "zhenyin": 3,
        "cost": 7,
        "skill": "御剑",
        "img": "/yuxuzhenjun_rendashi",
        "shuxing": "攻击：150；生命：70",
        "origin": "前排登场:对面敌军受到1500点伤害；后排登场:7个敌军受到30点伤害。",
        "remark": "与妖心相伴，仗剑游天边。",
        "effect": [
            "攻击前：随机敌军受到3点伤害。",
            "攻击前：随机敌军受到5点伤害。",
            "攻击前：随机敌军受到8点伤害。",
            "攻击前：随机敌军受到12点伤害。",
            "攻击前：随机敌军受到18点伤害。"
        ]
    },
    {
        "id": 52,
        "cardId": 306,
        "name": "青云剑祖·任大师",
        "zhenyin": 3,
        "cost": 7,
        "skill": "青云道衍",
        "img": "/qingyunjianzu_rendashi",
        "shuxing": "攻击：150；生命：70",
        "origin": "前排登场:对面敌军受到1500点伤害；后排登场:7个敌军受到30点伤害。",
        "remark": "云淡风轻，剑破长空。",
        "effect": [
            "【传承10】、登场：全体其他友军获得【传承1】。",
            "【传承15】、登场：全体其他友军获得【传承2】。",
            "【传承20】、登场：全体其他友军获得【传承3】。",
            "【传承25】、登场：全体其他友军获得【传承4】。",
            "【传承30】、登场：全体其他友军获得【传承5】。"
        ]
    },
    {
        "id": 53,
        "cardId": 306,
        "name": "赤霄剑主·任大师",
        "zhenyin": 3,
        "cost": 7,
        "skill": "赤霄剑阵",
        "img": "/chixiaojianzhu_rendashi",
        "shuxing": "攻击：150；生命：70",
        "origin": "前排登场:对面敌军受到1500点伤害；后排登场:7个敌军受到30点伤害。",
        "remark": "赤刃出鞘，焚尽八荒。",
        "effect": [
            "每当一个敌军死亡：全体友军攻击+3。",
            "每当一个敌军死亡：全体友军攻击+4。",
            "每当一个敌军死亡：全体友军攻击+5。",
            "每当一个敌军死亡：全体友军攻击+6。",
            "每当一个敌军死亡：全体友军攻击+7。"
        ]
    },
    {
        "id": 54,
        "cardId": 399,
        "name": "小红帽密卷",
        "zhenyin": 4,
        "cost": 2,
        "skill": "火焰三重奏",
        "img": "/xiaohongmaomijuan",
        "shuxing": "/",
        "origin": "获得3张【蕾拉火弹-lv24】、获得《真理碎片》",
        "remark": "小红帽火焰之力的来源。由凤凰的羽毛所书写，每一笔都带有赤红火焰的魔力。",
        "effect": [
            "敌方随机位置，坠落3个火球（每个火球3点伤害）。",
            "敌方随机位置，坠落3个火球（每个火球4点伤害）。",
            "敌方随机位置，坠落3个火球（每个火球5点伤害）。",
            "敌方随机位置，坠落3个火球（每个火球7点伤害）。",
            "敌方随机位置，坠落3个火球（每个火球9点伤害）。"
        ]
    },
    {
        "id": 55,
        "cardId": 399,
        "name": "魔蝠密卷",
        "zhenyin": 4,
        "cost": 2,
        "skill": "秘法之翼",
        "img": "/mofumijuan",
        "shuxing": "/",
        "origin": "获得3张【蕾拉火弹-lv24】、获得《真理碎片》",
        "remark": "月光洒向林间空地，神秘的巫师正在缔结古老的契约。刹那间，火焰翻腾，魔法之翼冲向夜空。",
        "effect": [
            "召唤4/2邪月蝙蝠-lv4。",
            "召唤6/2邪月蝙蝠-lv6。",
            "召唤8/3邪月蝙蝠-lv8。",
            "召唤10/4邪月蝙蝠-lv10。",
            "召唤12/4邪月蝙蝠-lv12。"
        ]
    },
    {
        "id": 56,
        "cardId": 400,
        "name": "蒙面侠客·翔",
        "zhenyin": 4,
        "cost": 2,
        "skill": "Z字斩",
        "img": "/mengmianxiake_xiang",
        "shuxing": "攻击：36；生命：36",
        "origin": "【先攻】、【回命】、【协战18】。",
        "remark": "黑衣飘摇斗篷扬，长剑如霜斩邪狂。刻下传奇英雄印，豪侠之名世间藏。",
        "effect": [
            "登场：随机敌军受到3点伤害，50%几率沉默1回合、命中玩家：50%几率再次使用Z字斩。",
            "登场：随机敌军受到4点伤害，55%几率沉默1回合、命中玩家：50%几率再次使用Z字斩。",
            "登场：随机敌军受到5点伤害，60%几率沉默1回合、命中玩家：50%几率再次使用Z字斩。",
            "登场：随机敌军受到6点伤害，65%几率沉默1回合、命中玩家：50%几率再次使用Z字斩。",
            "登场：随机敌军受到7点伤害，70%几率沉默1回合、命中玩家：50%几率再次使用Z字斩。"
        ]
    },
    {
        "id": 57,
        "cardId": 401,
        "name": "沙滩派对·鲍莉",
        "zhenyin": 4,
        "cost": 3,
        "skill": "加油呀！",
        "img": "/shatanpaidui_baoli",
        "shuxing": "攻击：42；生命：40",
        "origin": "登场:召唤26/26水手-lv24、攻击前:随机敌军受到40点伤害、回合结束:自身回手。",
        "remark": "阳光，沙滩，美女，还有...一群水手？",
        "effect": [
            "回合结束：另一友军+2/+2",
            "回合结束：另一友军+3/+4",
            "回合结束：另一友军+5/+5，获得【魂音】。",
            "回合结束：另一友军+7/+7，获得【魂音】。",
            "回合结束：另一友军+9/+9，获得【魂音】。"
        ]
    },
    {
        "id": 58,
        "cardId": 401,
        "name": "夏日女郎·鲍莉",
        "zhenyin": 4,
        "cost": 3,
        "skill": "沐浴阳光",
        "img": "/xiarinvlang_baoli",
        "shuxing": "攻击：42；生命：40",
        "origin": "登场:召唤26/26水手-lv24、攻击前:随机敌军受到40点伤害、回合结束:自身回手。",
        "remark": "海边，花间，阳光亦为之驻足。",
        "effect": [
            "登场：全体友军攻击+1，获得【回命】1回合。",
            "登场：全体友军+1/+1，获得【回命】1回合。",
            "登场：全体友军+1/+2，获得【回命】1回合。",
            "登场：全体友军+2/+2，获得【回命】1回合。",
            "登场：全体友军+3/+2，获得【回命】1回合。"
        ]
    },
    {
        "id": 59,
        "cardId": 401,
        "name": "驯兽女王·鲍莉",
        "zhenyin": 4,
        "cost": 3,
        "skill": "驯兽之舞",
        "img": "/xunshounvwang_baoli",
        "shuxing": "攻击：42；生命：40",
        "origin": "登场:召唤26/26水手-lv24、攻击前:随机敌军受到40点伤害、回合结束:自身回手。",
        "remark": "女王扬鞭，群兽俯首。",
        "effect": [
            "登场：全体友军失去【迟缓】、另一友军+2/+1并获得【践踏】1回合。",
            "登场：全体友军失去【迟缓】、另一友军+2/+2并获得【践踏】1回合。",
            "登场：全体友军失去【迟缓】、另一友军+3/+3并获得【践踏】1回合。",
            "登场：全体友军失去【迟缓】、另一友军+4/+4并获得【践踏】1回合。",
            "登场：全体友军失去【迟缓】、另一友军+5/+5并获得【践踏】1回合。"
        ]
    },
    {
        "id": 60,
        "cardId": 402,
        "name": "黑珍珠戴维船长",
        "zhenyin": 4,
        "cost": 3,
        "skill": "不死金币诅咒",
        "img": "/heizhenzhudaiweichuanzhang",
        "shuxing": "攻击：43；生命：43",
        "origin": "【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+3/+10。",
        "remark": "即使永生也没让他的酒量变好，每当他喝醉的时候，依然会有个倒霉的马夫得不到车费。",
        "effect": [
            "每当1个天堂港友军死亡：召唤5/1骸骨战士-lv5（上限3次）。",
            "每当1个天堂港友军死亡：召唤7/1骸骨战士-lv7（上限3次）。",
            "每当1个天堂港友军死亡：召唤10/3复生邪骨-lv5（上限3次）。",
            "每当1个天堂港友军死亡：召唤12/3复生邪骨-lv7（上限3次）。",
            "每当1个天堂港友军死亡：召唤14/3复生邪骨-lv9（上限3次）。"
        ]
    },
    {
        "id": 61,
        "cardId": 403,
        "name": "戴维的邪月计划",
        "zhenyin": 4,
        "cost": 3,
        "skill": "召唤魔女",
        "img": "/daiweidexieyuejihua",
        "shuxing": "/",
        "origin": "手上一张卡牌法力-3，无手牌则抽2张牌、随机敌军-48/-48（无视神佑和魔免）。",
        "remark": "放下酒瓶的他，似乎变了一个人。他独自在高塔顶端画下法阵，静待千年一遇的月蚀完成最终仪式。",
        "effect": [
            "召唤5/3邪月小魔女-lv6。",
            "召唤8/4邪月小魔女-lv9。",
            "召唤10/5邪月小魔女-lv11。",
            "召唤12/7邪月小魔女-lv13。",
            "召唤15/10邪月小魔女-lv16。"
        ]
    },
    {
        "id": 62,
        "cardId": 404,
        "name": "百变魔牌·梅基",
        "zhenyin": 4,
        "cost": 4,
        "skill": "夺命黑桃",
        "img": "/baibianmopai_meiji",
        "shuxing": "攻击：39；生命：66",
        "origin": "充能:随机敌军-24/-24，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-36/-36。",
        "remark": "抱歉，你抽到了鬼牌。",
        "effect": [
            "攻击前：向敌方横排投射卡牌（2点伤害）。",
            "攻击前：向敌方横排投射卡牌（4点伤害）。",
            "攻击前：向敌方横排投射卡牌（5点伤害），50%几率投射2次。",
            "攻击前：向敌方横排投射卡牌（7点伤害），50%几率投射2次。",
            "攻击前：向敌方横排投射卡牌（10点伤害），50%几率投射2次。"
        ]
    },
    {
        "id": 63,
        "cardId": 404,
        "name": "欺诈之眼·梅基",
        "zhenyin": 4,
        "cost": 4,
        "skill": "诡谲诈术",
        "img": "/qizhazhiyan_meiji",
        "shuxing": "攻击：39；生命：66",
        "origin": "充能:随机敌军-24/-24，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-36/-36。",
        "remark": "/",
        "effect": [
            "回合开始：横排所有敌军受到3点伤害、回合结束：30%几率随机手牌法力-1。",
            "回合开始：横排所有敌军受到4点伤害、回合结束：40%几率随机手牌法力-1。",
            "回合开始：横排所有敌军受到5点伤害、回合结束：55%几率随机手牌法力-1。",
            "回合开始：横排所有敌军受到7点伤害、回合结束：70%几率随机手牌法力-1。",
            "回合开始：横排所有敌军受到9点伤害、回合结束：随机手牌法力-1。"
        ]
    },
    {
        "id": 64,
        "cardId": 404,
        "name": "幻视之眼·梅基",
        "zhenyin": 4,
        "cost": 4,
        "skill": "炫目幻术",
        "img": "/huanshizhiyan_meiji",
        "shuxing": "攻击：39；生命：66",
        "origin": "充能:随机敌军-24/-24，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-36/-36。",
        "remark": "/",
        "effect": [
            "命中、充能时：【洞察1】、洞察时：卡牌攻击随机敌军（6点伤害），无敌军则攻击英雄。",
            "命中、充能时：【洞察1】、洞察时：卡牌攻击随机敌军（9点伤害），无敌军则攻击英雄。",
            "命中、充能时：【洞察1】、洞察时：卡牌攻击随机敌军（12点伤害），无敌军则攻击英雄。",
            "命中、充能时：【洞察1】、洞察时：卡牌攻击随机敌军（15点伤害），无敌军则攻击英雄。",
            "命中、充能时：【洞察1】、洞察时：卡牌攻击随机敌军（18点伤害），无敌军则攻击英雄。"
        ]
    },
    {
        "id": 65,
        "cardId": 405,
        "name": "樱花·艾希尔",
        "zhenyin": 4,
        "cost": 4,
        "skill": "怪力冲击",
        "img": "/yinghua_aixier",
        "shuxing": "攻击：49；生命：20",
        "origin": "【洞察2】、【连击】、【魔防160】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+4。",
        "remark": "在春日微风中，如樱花般绽放的战场之花。",
        "effect": [
            "登场：攻击力+X，持续1回合（X为艾希尔等级）。",
            "登场：攻击力+X，持续1回合（X为艾希尔等级）、另外2个友军攻击+1。",
            "登场：攻击力+X，持续1回合（X为艾希尔等级）、另外2个友军攻击+2。",
            "登场：攻击力+X，持续1回合（X为艾希尔等级）、另外2个友军攻击+3。",
            "登场：攻击力+X，持续1回合（X为艾希尔等级）、另外2个友军攻击+5。"
        ]
    },
    {
        "id": 65,
        "cardId": 406,
        "name": "符文·海皇之威",
        "zhenyin": 4,
        "cost": 4,
        "skill": "海皇之威",
        "img": "/fuwen_haihuangzhiwei",
        "shuxing": "/",
        "origin": "登场、回合开始：敌方3个随机位置坠落闪电（15点伤害），被击中的敌人75%几率眩晕1回合。",
        "remark": "",
        "effect": [
            "敌方英雄受到伤害时：60%几率，随机友军攻击+1。",
            "敌方英雄受到伤害时：随机友军攻击+1。",
            "敌方英雄受到伤害时：随机友军+1/+1。",
            "敌方英雄受到伤害时：随机友军+2/+1。",
            "敌方英雄受到伤害时：随机友军+2/+2。"
        ]
    },
    {
        "id": 66,
        "cardId": 407,
        "name": "天雷降临·布瑞恩",
        "zhenyin": 4,
        "cost": 5,
        "skill": "雷神之锤",
        "img": "/tianleijianglin_buruien",
        "shuxing": "攻击：63；生命：63",
        "origin": "【护甲20】、【践踏】、登场:横排敌军受到30点伤害、攻击前:友军多于敌军，自身+11/+22。",
        "remark": "天雷将毁灭一切，重建未来！",
        "effect": [
            "登场的重击，可眩晕横排敌军、命中时：50%几率天雷坠落随机区域（3伤害）。",
            "登场的重击，可眩晕横排敌军、命中时：60%几率天雷坠落随机区域（6伤害）。",
            "登场的重击，可眩晕横排敌军、命中时：65%几率天雷坠落随机区域（10伤害）。",
            "登场的重击，可眩晕横排敌军、命中时：70%几率天雷坠落随机区域（15伤害）。",
            "登场的重击，可眩晕横排敌军、命中时：75%几率天雷坠落随机区域（20伤害）。"
        ]
    },
    {
        "id": 67,
        "cardId": 407,
        "name": "赤雷暴君·布瑞恩",
        "zhenyin": 4,
        "cost": 5,
        "skill": "暴君之怒",
        "img": "/chileibaojun_buruien",
        "shuxing": "攻击：63；生命：63",
        "origin": "【护甲20】、【践踏】、登场:横排敌军受到30点伤害、攻击前:友军多于敌军，自身+11/+22。",
        "remark": "",
        "effect": [
            "【先攻】、每当1个敌军死亡：随机友军+2/+2。",
            "【先攻】、每当1个敌军死亡：随机友军+3/+3。",
            "【先攻】、每当1个敌军死亡：随机友军+4/+4。",
            "【先攻】、每当1个敌军死亡：随机友军+5/+6。",
            "【先攻】、每当1个敌军死亡：随机友军+7/+7。"
        ]
    },
    {
        "id": 68,
        "cardId": 407,
        "name": "战团领袖·布瑞恩",
        "zhenyin": 4,
        "cost": 5,
        "skill": "战团之吼",
        "img": "/zhantuanlingxiu_buruien",
        "shuxing": "攻击：63；生命：63",
        "origin": "【护甲20】、【践踏】、登场:横排敌军受到30点伤害、攻击前:友军多于敌军，自身+11/+22。",
        "remark": "",
        "effect": [
            "登场、命中时：全体友军+1/+2。",
            "登场、命中时：全体友军+2/+2。",
            "登场、命中时：全体友军+2/+3。",
            "登场、命中时：全体友军+3/+4。",
            "登场、命中时：全体友军+3/+6。"
        ]
    },
    {
        "id": 69,
        "cardId": 408,
        "name": "小红帽·蕾拉",
        "zhenyin": 4,
        "cost": 5,
        "skill": "火焰三重奏",
        "img": "/xiaohongmao_leila",
        "shuxing": "攻击：110；生命：42",
        "origin": "登场:获得3张【蕾拉火弹-lv24】、回合结束、命中英雄:获得【蕾拉火弹-lv24】。",
        "remark": "小红帽轻声吟唱，瞬间火焰环绕，驱散了森林的黑暗。",
        "effect": [
            "登场：敌方区域坠落3个火球（3点伤害）、回合开始：若本回合使用过法术，坠落2个火球。",
            "登场：敌方区域坠落3个火球（4点伤害）、回合开始：若本回合使用过法术，坠落2个火球。",
            "登场：敌方区域坠落3个火球（6点伤害）、回合开始：若本回合使用过法术，坠落2个火球。",
            "登场：敌方区域坠落3个火球（8点伤害）、回合开始：若本回合使用过法术，坠落2个火球。",
            "登场：敌方区域坠落3个火球（10点伤害）、回合开始：若本回合使用过法术，坠落2个火球。"
        ]
    },
    {
        "id": 70,
        "cardId": 409,
        "name": "黑道圣徒·梅森",
        "zhenyin": 4,
        "cost": 7,
        "skill": "灭神",
        "img": "/heidaoshengtu_meisen",
        "shuxing": "攻击：80；生命：148",
        "origin": "【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到80点伤害。",
        "remark": "你做出了选择，而这就是你的代价。",
        "effect": [
            "他的技能无视神佑与魔免、对敌方英雄伤害+5。",
            "他的技能无视神佑与魔免、对敌方英雄伤害+10。",
            "他的技能无视神佑与魔免、对敌方英雄伤害+16。",
            "他的技能无视神佑与魔免、对敌方英雄伤害+22。",
            "他的技能无视神佑与魔免、对敌方英雄伤害+30。"
        ]
    },
    {
        "id": 71,
        "cardId": 409,
        "name": "外道狂徒·梅森",
        "zhenyin": 4,
        "cost": 7,
        "skill": "喋血街头",
        "img": "/waidaokuangtu_meisen",
        "shuxing": "攻击：80；生命：148",
        "origin": "【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到80点伤害。",
        "remark": "",
        "effect": [
            "【魔防60】、每当1个敌军死亡：自身+2/+2。",
            "【魔防120】、每当1个敌军死亡：自身+4/+4。",
            "【魔防180】、每当1个敌军死亡：自身+6/+6。",
            "【魔防240】、每当1个敌军死亡：自身+8/+8。",
            "【魔防300】、每当1个敌军死亡：自身+10/+10。"
        ]
    },
    {
        "id": 72,
        "cardId": 409,
        "name": "白疤·梅森",
        "zhenyin": 4,
        "cost": 7,
        "skill": "白色恐怖",
        "img": "/baiba_meisen",
        "shuxing": "攻击：80；生命：148",
        "origin": "【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到80点伤害。",
        "remark": "",
        "effect": [
            "登场：敌方法力永久-1、攻击前：敌方每有1张手牌，自身+1/+1。",
            "登场：敌方法力永久-1、攻击前：敌方每有1张手牌，自身+2/+2。",
            "登场：敌方法力永久-1、攻击前：敌方每有1张手牌，自身+3/+3。",
            "登场：敌方法力永久-1、攻击前：敌方每有1张手牌，自身+5/+5。",
            "登场：敌方法力永久-1、攻击前：敌方每有1张手牌，自身+7/+7。"
        ]
    },
    {
        "id": 73,
        "cardId": 497,
        "name": "魅惑之心",
        "zhenyin": 5,
        "cost": 2,
        "skill": "魅惑",
        "img": "/meihuozhixin",
        "shuxing": "/",
        "origin": "对手弃掉一张牌，你获得《痛苦之心-lv24》、若其无手牌:改为召唤25/55苦痛守望者-lv24。",
        "remark": "只有能看穿幻象，坚守本心的勇士，才不会被这颗魅惑之心所诱惑，获得与魅魔正面一战的机会。",
        "effect": [
            "随机敌军-1/-1，他30%几率本回合不能攻击。",
            "随机敌军-2/-2，他30%几率本回合不能攻击。",
            "随机敌军-2/-2，他40%几率本回合不能攻击。",
            "随机敌军-3/-3，他40%几率本回合不能攻击。",
            "随机敌军-3/-3，他50%几率本回合不能攻击。"
        ]
    },
    {
        "id": 74,
        "cardId": 497,
        "name": "恶魔之心",
        "zhenyin": 5,
        "cost": 2,
        "skill": "召魔护卫",
        "img": "/emozhixin",
        "shuxing": "/",
        "origin": "对手弃掉一张牌，你获得《痛苦之心-lv24》、若其无手牌:改为召唤25/55苦痛守望者-lv24。",
        "remark": "天上从不会掉下馅饼，你是否真的准备好了，与恶魔进行交易？",
        "effect": [
            "前排位置召唤1/1嗜血卒-lv1。",
            "前排位置召唤2/2嗜血卒-lv3。",
            "前排位置召唤2/3嗜血卒-lv4。",
            "前排位置召唤3/3嗜血卒-lv5。",
            "前排位置召唤4/4嗜血卒-lv7。"
        ]
    },
    {
        "id": 75,
        "cardId": 498,
        "name": "岩魔·血影",
        "zhenyin": 5,
        "cost": 3,
        "skill": "熔岩之力",
        "img": "/yanmo_xueying",
        "shuxing": "攻击：68；生命：25",
        "origin": "敌方英雄受到伤害:随机敌军生命-6、死亡:回到手牌。",
        "remark": "听我召唤，净化一切的烈焰！",
        "effect": [
            "【护甲1】、每当敌方受到伤害时：所有护甲友军攻击+1。",
            "【护甲3】、每当敌方受到伤害时：所有护甲友军攻击+1。",
            "【护甲3】、每当敌方受到伤害时：所有护甲友军攻击+2。",
            "【护甲6】、每当敌方受到伤害时：所有护甲友军攻击+2。",
            "【护甲7】、每当敌方受到伤害时：所有护甲友军攻击+3。"
        ]
    },
    {
        "id": 76,
        "cardId": 498,
        "name": "爆燃·血影",
        "zhenyin": 5,
        "cost": 3,
        "skill": "逆火",
        "img": "/baoran_xueying",
        "shuxing": "攻击：68；生命：25",
        "origin": "敌方英雄受到伤害:随机敌军生命-6、死亡:回到手牌。",
        "remark": "/",
        "effect": [
            "【践踏】、登场：自身攻击+5，魔防+15，持续1回合。",
            "【践踏】、登场：自身攻击+10，魔防+30，持续1回合。",
            "【践踏】、登场：自身攻击+15，魔防+45，持续1回合。",
            "【践踏】、登场：自身攻击+20，魔防+60，持续1回合。",
            "【践踏】、登场：自身攻击+25，魔防+75，持续1回合。"
        ]
    },
    {
        "id": 77,
        "cardId": 498,
        "name": "毒液·血影",
        "zhenyin": 5,
        "cost": 3,
        "skill": "淬毒",
        "img": "/duye_xueying",
        "shuxing": "攻击：68；生命：25",
        "origin": "敌方英雄受到伤害:随机敌军生命-6、死亡:回到手牌。",
        "remark": "/",
        "effect": [
            "登场：50%几率对手禁疗1回合，对英雄伤害+5。",
            "登场：60%几率对手禁疗1回合，对英雄伤害+9。",
            "登场：75%几率对手禁疗1回合，对英雄伤害+13。",
            "登场：100%几率对手禁疗1回合，对英雄伤害+18。",
            "登场：100%几率对手禁疗1回合，对英雄伤害+25。"
        ]
    },
    {
        "id": 78,
        "cardId": 499,
        "name": "上古蛮王",
        "zhenyin": 5,
        "cost": 4,
        "skill": "勇猛&坚强",
        "img": "/shanggumanwang",
        "shuxing": "攻击：36；生命：85",
        "origin": "【连击】、【践踏】、【护甲9】、攻击前：全体敌军受到9点伤害。",
        "remark": "嘿嘿，你总是有最坏的主意...不，是最好的！",
        "effect": [
            "回合开始:另一个践踏攻击+1，护甲+1、另一个护甲友军攻击+1，获得【践踏】。",
            "回合开始:另一个践踏友军+1/+1，护甲+1、另一个护甲友军+1/+1，获得【践踏】。",
            "回合开始:另一个践踏友军+2/+2，护甲+2、另一个护甲友军+2/+2，获得【践踏】。",
            "回合开始:另一个践踏友军+3/+3，护甲+3、另一个护甲友军+3/+3，获得【践踏】。",
            "回合开始:另一个践踏友军+4/+4，护甲+4、另一个护甲友军+4/+4，获得【践踏】。"
        ]
    },
    {
        "id": 79,
        "cardId": 500,
        "name": "熔岩爆发",
        "zhenyin": 5,
        "cost": 4,
        "skill": "地底怒焰",
        "img": "/rongyanbaofa",
        "shuxing": "/",
        "origin": "召唤42/70铸甲熔岩魔-lv24、全体护甲友军+13/+13并且获得【践踏】。",
        "remark": "地脉深处的怒火被咒语引爆，炽热的岩浆如巨兽般冲破大地。",
        "effect": [
            "全场敌军和英雄受到5点伤害（无视神佑）。",
            "全场敌军和英雄受到7点伤害（无视神佑）。",
            "全场敌军和英雄受到10点伤害（无视神佑）。",
            "全场敌军和英雄受到13点伤害（无视神佑）。",
            "全场敌军和英雄受到16点伤害（无视神佑）。"
        ]
    },
    {
        "id": 80,
        "cardId": 501,
        "name": "熔金饕餮兽",
        "zhenyin": 5,
        "cost": 5,
        "skill": "黄金岩甲",
        "img": "/rongjintaotieshou",
        "shuxing": "攻击：55；生命：108",
        "origin": "登场:吸取敌方玩家108点生命、死亡:归还敌方玩家108点生命。",
        "remark": "有时候看到一大堆黄金，不一定是好事。",
        "effect": [
            "【护甲3】、【磐龙】。",
            "【护甲4】、【磐龙】、回合开始：随机护甲友军+1/+2。",
            "【护甲5】、【磐龙】、回合开始：随机护甲友军+3/+3。",
            "【护甲6】、【磐龙】、回合开始：随机护甲友军+5/+5。",
            "【护甲7】、【磐龙】、回合开始：随机护甲友军+8/+8。"
        ]
    },
    {
        "id": 81,
        "cardId": 501,
        "name": "淬毒饕餮兽",
        "zhenyin": 5,
        "cost": 5,
        "skill": "毒殇",
        "img": "/cuidutaotieshou",
        "shuxing": "攻击：55；生命：108",
        "origin": "登场:吸取敌方玩家108点生命、死亡:归还敌方玩家108点生命。",
        "remark": "",
        "effect": [
            "【践踏】、对英雄伤害+3、登场：敌方禁疗1回合。",
            "【践踏】、对英雄伤害+6、登场：敌方禁疗1回合。",
            "【践踏】、对英雄伤害+10、登场：敌方禁疗1回合。",
            "【践踏】、对英雄伤害+15、登场：敌方禁疗1回合。",
            "【践踏】、对英雄伤害+20、登场：敌方禁疗1回合。"
        ]
    },
    {
        "id": 82,
        "cardId": 501,
        "name": "熔狱饕餮兽",
        "zhenyin": 5,
        "cost": 5,
        "skill": "熔岩甲",
        "img": "/rongyutaotieshou",
        "shuxing": "攻击：55；生命：108",
        "origin": "登场:吸取敌方玩家108点生命、死亡:归还敌方玩家108点生命。",
        "remark": "",
        "effect": [
            "【护甲1】、敌方英雄受到伤害时：随机友军攻击+1、护甲+1。",
            "【护甲2】、敌方英雄受到伤害时：随机友军+1/+2、护甲+1。",
            "【护甲3】、敌方英雄受到伤害时：随机友军+2/+2、护甲+1。",
            "【护甲4】、敌方英雄受到伤害时：随机友军+3/+3、护甲+1。",
            "【护甲5】、敌方英雄受到伤害时：随机友军+4/+4、护甲+2。"
        ]
    },
    {
        "id": 82,
        "cardId": 502,
        "name": "符文·魔焰天陨",
        "zhenyin": 5,
        "cost": 5,
        "skill": "魔焰天陨",
        "img": "/fuwen_moyantianyun",
        "shuxing": "/",
        "origin": "回合开始：随机敌方区域坠落陨石（77点伤害），无视神佑和魔免。",
        "remark": "",
        "effect": [
            "登场：随机友军+4/+3，获得【践踏】。",
            "登场：随机友军+6/+4，获得【践踏】。",
            "登场：随机友军+9/+6，获得【践踏】。",
            "登场：随机友军+12/+7，获得【践踏】。",
            "登场：随机友军+15/+8，获得【践踏】。"
        ]
    },
    {
        "id": 83,
        "cardId": 503,
        "name": "魅惑之翼·莉莉丝",
        "zhenyin": 5,
        "cost": 6,
        "skill": "魅惑",
        "img": "/meihuozhiyi_lilisi",
        "shuxing": "攻击：120；生命：60",
        "origin": "【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-10。",
        "remark": "我听到了，心碎的声音...",
        "effect": [
            "命中玩家：随机敌军-1/-1，50%几率随机敌军本回合放弃攻击。",
            "命中玩家：随机敌军-3/-3，60%几率随机敌军本回合放弃攻击。",
            "命中玩家：随机敌军-7/-7，60%几率随机敌军本回合放弃攻击。",
            "命中玩家：随机敌军-10/-10，65%几率随机敌军本回合放弃攻击。",
            "命中玩家：随机敌军-15/-15，65%几率随机敌军本回合放弃攻击。"
        ]
    },
    {
        "id": 84,
        "cardId": 503,
        "name": "猩红女妖·莉莉丝",
        "zhenyin": 5,
        "cost": 6,
        "skill": "猩红之怒",
        "img": "/xinghongnvyao_lilisi",
        "shuxing": "攻击：120；生命：60",
        "origin": "【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-10。",
        "remark": "魅惑低语，令热血顷刻冰冷。",
        "effect": [
            "【践踏】、命中时：3个友军+3/+1。",
            "【践踏】、命中时：3个友军+4/+1。",
            "【践踏】、命中时：4个友军+4/+2。",
            "【践踏】、命中时：4个友军+5/+2。",
            "【践踏】、命中时：5个友军+5/+3。"
        ]
    },
    {
        "id": 85,
        "cardId": 503,
        "name": "瘟疫女王·莉莉丝",
        "zhenyin": 5,
        "cost": 6,
        "skill": "瘟疫之舞",
        "img": "/wenyinvwang_lilisi",
        "shuxing": "攻击：120；生命：60",
        "origin": "【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-10。",
        "remark": "毒雾弥漫，生机断绝。",
        "effect": [
            "回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄5点生命。",
            "回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄7点生命。",
            "回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄9点生命。",
            "回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄11点生命。",
            "回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄13点生命。"
        ]
    },
    {
        "id": 86,
        "cardId": 504,
        "name": "虚空梦魇",
        "zhenyin": 5,
        "cost": 7,
        "skill": "致命强酸",
        "img": "/xukongmengyan",
        "shuxing": "攻击：110；生命：63",
        "origin": "登场:敌方玩家弃掉5张牌、回合结束:若敌方没有手牌，召唤36/75熔炉尸嵌-lv24。",
        "remark": "远古的蛇神大人，每年都要向世人索要祭品，七位少女已命丧黄泉，最后一位，正在等待她的英雄出现。",
        "effect": [
            "【践踏】、攻击前：横排随机敌军-3/-3，否则随机敌军-3/-3。",
            "【践踏】、攻击前：横排随机敌军-5/-5，否则随机敌军-5/-5。",
            "【践踏】、攻击前：横排随机敌军-7/-7，否则随机敌军-7/-7。",
            "【践踏】、攻击前：横排随机敌军-9/-9，否则随机敌军-9/-9。",
            "【践踏】、攻击前：横排随机敌军-12/-12，否则随机敌军-12/-12。"
        ]
    },
    {
        "id": 87,
        "cardId": 505,
        "name": "八岐大蛇",
        "zhenyin": 5,
        "cost": 8,
        "skill": "八岐魔祭",
        "img": "/baqidashe",
        "shuxing": "攻击：70；生命：215",
        "origin": "回合开始、攻击前、回合结束:随机敌军生命-28，否则敌方英雄生命-28。",
        "remark": "远古的蛇神大人，每年都要向世人索要祭品，七位少女已命丧黄泉，最后一位，正在等待她的英雄出现。",
        "effect": [
            "登场：获得【魔免】2回合、每当一个敌军死亡：自身+1/+3。",
            "登场：获得【魔免】2回合、每当一个敌军死亡：自身+2/+4。",
            "登场：获得【魔免】2回合、每当一个敌军死亡：自身+3/+5。",
            "登场：获得【魔免】2回合、每当一个敌军死亡：自身+4/+6。",
            "登场：获得【魔免】2回合、每当一个敌军死亡：自身+5/+7。"
        ]
    },
    {
        "id": 88,
        "cardId": 505,
        "name": "残暴大蛇",
        "zhenyin": 5,
        "cost": 8,
        "skill": "残暴吼叫",
        "img": "/canbaodashe",
        "shuxing": "攻击：70；生命：215",
        "origin": "回合开始、攻击前、回合结束:随机敌军生命-28，否则敌方英雄生命-28。",
        "remark": "",
        "effect": [
            "【践踏】、每当1个敌军死亡：全体践踏友军+2/+2。",
            "【践踏】、每当1个敌军死亡：全体践踏友军+3/+3。",
            "【践踏】、每当1个敌军死亡：全体践踏友军+4/+4。",
            "【践踏】、每当1个敌军死亡：全体践踏友军+6/+6。",
            "【践踏】、每当1个敌军死亡：全体践踏友军+8/+8。"
        ]
    },
    {
        "id": 89,
        "cardId": 505,
        "name": "毒甲魔蛇",
        "zhenyin": 5,
        "cost": 8,
        "skill": "毒甲侵染",
        "img": "/dujiamoshe",
        "shuxing": "攻击：70；生命：215",
        "origin": "回合开始、攻击前、回合结束:随机敌军生命-28，否则敌方英雄生命-28。",
        "remark": "",
        "effect": [
            "【磐龙】、【护甲5】、对英雄伤害+10。",
            "【磐龙】、【护甲8】、对英雄伤害+20。",
            "【磐龙】、【护甲12】、对英雄伤害+30。",
            "【磐龙】、【护甲16】、对英雄伤害+40。",
            "【磐龙】、【护甲20】、对英雄伤害+50。"
        ]
    },
    {
        "id": 90,
        "cardId": 506,
        "name": "黑暗泰坦·巴拉克",
        "zhenyin": 5,
        "cost": 9,
        "skill": "泰坦巨剑",
        "img": "/heiantaitan_balake",
        "shuxing": "攻击：140；生命：140",
        "origin": "【践踏】、登场:召唤4个22/22猩红仆从-lv22、攻击前:所有其他友军攻击+14。",
        "remark": "臣服，或是，毁灭！",
        "effect": [
            "登场：巨剑坠落地方随机位置，伤害为自身攻击力。",
            "登场：巨剑坠落地方随机位置，伤害为自身110%攻击力。",
            "登场：巨剑坠落地方随机位置，伤害为自身120%攻击力。",
            "登场：巨剑坠落地方随机位置，伤害为自身135%攻击力。",
            "登场：巨剑坠落地方随机位置，伤害为自身150%攻击力。"
        ]
    },
    {
        "id": 91,
        "cardId": 590,
        "name": "孔雀王·霍利",
        "zhenyin": 6,
        "cost": 3,
        "skill": "神鸟祝福",
        "img": "/kongquewang_huoli",
        "shuxing": "攻击：55；生命：90",
        "origin": "【迟缓】、具有迟缓的其他友军，失去迟缓、命中英雄:另一友军+24/+24，无友军:抓一张牌。",
        "remark": "孔雀勇士昂首步入花园，将世间贫苦转为造福灵药。",
        "effect": [
            "【回命】、获得生命时：随机友军攻击+1，魔防+1。",
            "【回命】、获得生命时：随机友军攻击+2，魔防+2。",
            "【回命】、获得生命时：随机友军攻击+3，魔防+3。",
            "【回命】、获得生命时：随机友军攻击+5，魔防+5。",
            "【回命】、获得生命时：随机友军攻击+7，魔防+7。"
        ]
    },
    {
        "id": 92,
        "cardId": 591,
        "name": "精灵王子·大羽",
        "zhenyin": 6,
        "cost": 3,
        "skill": "优雅如歌",
        "img": "/jinglingwangzi_dayu",
        "shuxing": "攻击：33；生命：52",
        "origin": "【践踏】、登场、命中时:射击敌方随机区域、回合结束:75%几率射击。",
        "remark": "敏锐的目光能穿透黑暗的阴影。",
        "effect": [
            "【魂音】、【回命】、【魔防10】。",
            "【魂音】、【回命】、【魔防10】、登场：攻击+2，持续1回合。",
            "【魂音】、【回命】、【魔防10】、登场：攻击+4，持续1回合。",
            "【魂音】、【回命】、【魔防10】、登场：攻击+6，持续1回合。",
            "【魂音】、【回命】、【魔防10】、登场：攻击+8，持续1回合。"
        ]
    },
    {
        "id": 93,
        "cardId": 592,
        "name": "双头法师",
        "zhenyin": 6,
        "cost": 4,
        "skill": "狂暴施法",
        "img": "/shuangtoufashi",
        "shuxing": "攻击：80；生命：80",
        "origin": "【践踏】、【迟缓】、【魔防30】、有践踏友军在场，他失去【迟缓】；有迟缓友军在场，他获得【磐龙】。",
        "remark": "我们，还成吧？那当然！",
        "effect": [
            "命中时：50%几率自身+1/+5，40%几率另一友军+3/+2，30%几率投掷大锤。",
            "命中时：60%几率自身+2/+5，40%几率另一友军+3/+3，30%几率投掷大锤。",
            "命中时：60%几率自身+3/+6，40%几率另一友军+4/+4，35%几率投掷大锤。",
            "命中时：60%几率自身+4/+8，50%几率另一友军+5/+5，35%几率投掷大锤。",
            "命中时：60%几率自身+5/+10，50%几率另一友军+6/+6，40%几率投掷大锤。"
        ]
    },
    {
        "id": 94,
        "cardId": 592,
        "name": "烈阳法师",
        "zhenyin": 6,
        "cost": 4,
        "skill": "烈日仪式",
        "img": "/lieyangfashi",
        "shuxing": "攻击：80；生命：80",
        "origin": "【践踏】、【迟缓】、【魔防30】、有践踏友军在场，他失去【迟缓】；有迟缓友军在场，他获得【磐龙】。",
        "remark": "",
        "effect": [
            "【回命】、【活力4】（自身的回命无视禁疗，回命效果40%）、登场：攻击+6，持续1回合。",
            "【回命】、【活力5】（自身的回命无视禁疗，回命效果50%）、登场：攻击+12，持续1回合",
            "【回命】、【活力6】（自身的回命无视禁疗，回命效果60%）、登场：攻击+18，持续1回合",
            "【回命】、【活力8】（自身的回命无视禁疗，回命效果80%）、登场：攻击+24，持续1回合",
            "【回命】、【活力10】（自身的回命无视禁疗，回命效果100%）、登场：攻击+30，持续1回合"
        ]
    },
    {
        "id": 95,
        "cardId": 592,
        "name": "绿魔法师",
        "zhenyin": 6,
        "cost": 4,
        "skill": "旷野祝福",
        "img": "/lvmofashi",
        "shuxing": "攻击：80；生命：80",
        "origin": "【践踏】、【迟缓】、【魔防30】、有践踏友军在场，他失去【迟缓】；有迟缓友军在场，他获得【磐龙】。",
        "remark": "",
        "effect": [
            "登场、命中时：另1践踏友军+2/+2，魔防+2，获得【磐龙】。",
            "登场、命中时：另1践踏友军+4/+4，魔防+4，获得【磐龙】。",
            "登场、命中时：另1践踏友军+6/+6，魔防+6，获得【磐龙】。",
            "登场、命中时：另1践踏友军+8/+8，魔防+8，获得【磐龙】。",
            "登场、命中时：另1践踏友军+10/+10，魔防+10，获得【磐龙】。"
        ]
    },
    {
        "id": 99,
        "cardId": 593,
        "name": "符文·生命之怒",
        "zhenyin": 4,
        "cost": 5,
        "skill": "生命之怒",
        "img": "/fuwen_shengmingzhinu",
        "shuxing": "/",
        "origin": "登场：召唤45/45原野狂战士-lv22、回合开始：随机践踏友军+5/+5，获得【磐龙】，并且获得【连击】1回合。",
        "remark": "",
        "effect": [
            "回合开始：随机友军+1/+1，获得【回命】1回合。",
            "回合开始：随机友军+2/+2，获得【回命】1回合。",
            "回合开始：随机友军+3/+3，获得【回命】1回合。",
            "回合开始：随机友军+4/+4，获得【回命】1回合。",
            "回合开始：随机友军+5/+5，获得【回命】1回合。"
        ]
    },
    {
        "id": 96,
        "cardId": 594,
        "name": "热血摇滚·凯",
        "zhenyin": 6,
        "cost": 5,
        "skill": "热血战歌",
        "img": "/rexueyaogun_kai",
        "shuxing": "攻击：65；生命：85",
        "origin": "回合开始:其他所有友军本回合获得【回命】、英雄恢复生命:自身+20/+20、获得【践踏】。",
        "remark": "跟随这音浪，一起摇滚吧！",
        "effect": [
            "英雄获得生命时：其他3个友军攻击+1。",
            "英雄获得生命时：其他4个友军攻击+1。",
            "英雄获得生命时：其他5个友军攻击+1。",
            "英雄获得生命时：其他6个友军攻击+1。",
            "英雄获得生命时：其他7个友军攻击+1。"
        ]
    },
    {
        "id": 97,
        "cardId": 594,
        "name": "战争之音·凯",
        "zhenyin": 6,
        "cost": 5,
        "skill": "雷鸣战鼓",
        "img": "/zhanzhengzhiyin_kai",
        "shuxing": "攻击：65；生命：85",
        "origin": "回合开始:其他所有友军本回合获得【回命】、英雄恢复生命:自身+20/+20、获得【践踏】。",
        "remark": "/",
        "effect": [
            "回合开始：全体践踏友军+2+/2。",
            "回合开始：全体践踏友军+3+/3。",
            "回合开始：全体践踏友军+4+/4。",
            "回合开始：全体践踏友军+5+/6。",
            "回合开始：全体践踏友军+7+/7。"
        ]
    },
    {
        "id": 98,
        "cardId": 594,
        "name": "冰川之歌·凯",
        "zhenyin": 6,
        "cost": 5,
        "skill": "寒冰意志",
        "img": "/bingchuanzhige_kai",
        "shuxing": "攻击：65；生命：85",
        "origin": "回合开始:其他所有友军本回合获得【回命】、英雄恢复生命:自身+20/+20、获得【践踏】。",
        "remark": "/",
        "effect": [
            "登场：若场上有冰封，英雄生命+2、若脚下有冰封，自身+1/+1。",
            "登场：若场上有冰封，英雄生命+6、若脚下有冰封，自身+3/+3。",
            "登场：若场上有冰封，英雄生命+12、若脚下有冰封，自身+6/+6。",
            "登场：若场上有冰封，英雄生命+20、若脚下有冰封，自身+10/+10。",
            "登场：若场上有冰封，英雄生命+30、若脚下有冰封，自身+15/+15。"
        ]
    },
    {
        "id": 99,
        "cardId": 595,
        "name": "无畏战歌！",
        "zhenyin": 6,
        "cost": 5,
        "skill": "战意燃烧",
        "img": "/wuweizhange",
        "shuxing": "/",
        "origin": "目标友军本回合不能攻击，使其+60/+120，魔防+60，并且获得【连击】、【践踏】、【磐龙】2回合。",
        "remark": "古老的战歌响起，战士们热血沸腾，伤痛被遗忘，唯有战意燃烧。",
        "effect": [
            "获得【护甲6】，持续1回合。",
            "获得【护甲9】，持续1回合。",
            "获得【护甲12】，持续1回合。",
            "获得【护甲16】，持续1回合。",
            "获得【护甲20】，持续1回合。"
        ]
    },
    {
        "id": 100,
        "cardId": 596,
        "name": "吞海鲨鱼王",
        "zhenyin": 6,
        "cost": 6,
        "skill": "潮汐猎食",
        "img": "/tunhaishayuwang",
        "shuxing": "攻击：100；生命：200",
        "origin": "【迟缓】、【践踏】、【磐龙】、【魔防100】、登场:其他迟缓、践踏友军获得生命+50，并获得【磐龙】。",
        "remark": "一条鱼？你说一条鱼在追你？我就不信...————钓鱼佬恩克的遗言。",
        "effect": [
            "登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的50%）、场上有冰封：失去【迟缓】。",
            "登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的65%）、场上有冰封：失去【迟缓】。",
            "登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的80%）、场上有冰封：失去【迟缓】。",
            "登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的100%）、场上有冰封：失去【迟缓】。",
            "登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的120%）、场上有冰封：失去【迟缓】。"
        ]
    },
    {
        "id": 101,
        "cardId": 597,
        "name": "白象战歌·鲁玛",
        "zhenyin": 6,
        "cost": 7,
        "skill": "白象祭典",
        "img": "/baixiangzhange_luma",
        "shuxing": "攻击：60；生命：240",
        "origin": "【践踏】、登场:另一友军+60/+60，获得【践踏】、回合结束:另一友军+24/+24，获得【践踏】。",
        "remark": "白象过处，战鼓响起，原野之魂，熊熊燃烧！",
        "effect": [
            "回合开始：另外1个友军+1/+1，获得【回命】1回合。",
            "回合开始：另外1个友军+2/+4，获得【回命】1回合。",
            "回合开始：另外2个友军+2/+4，获得【回命】1回合。",
            "回合开始：另外2个友军+4/+4，获得【回命】1回合。",
            "回合开始：另外2个友军+6/+6，获得【回命】1回合。"
        ]
    },
    {
        "id": 102,
        "cardId": 597,
        "name": "蛮铁巨象·鲁玛",
        "zhenyin": 6,
        "cost": 7,
        "skill": "巨兽铁蹄",
        "img": "/mantiejuxiang_luma",
        "shuxing": "攻击：60；生命：240",
        "origin": "【践踏】、登场:另一友军+60/+60，获得【践踏】、回合结束:另一友军+24/+24，获得【践踏】。",
        "remark": "如山巨躯，踏碎前方一切阻碍。",
        "effect": [
            "【磐龙】、回合开始：另一友军+4/+6，获得【磐龙】。",
            "【磐龙】、回合开始：另一友军+5/+7，获得【磐龙】。",
            "【磐龙】、回合开始：另一友军+6/+8，获得【磐龙】。",
            "【磐龙】、回合开始：另一友军+7/+10，获得【磐龙】。",
            "【磐龙】、回合开始：另一友军+8/+12，获得【磐龙】。"
        ]
    },
    {
        "id": 103,
        "cardId": 597,
        "name": "远古咆哮·鲁玛",
        "zhenyin": 6,
        "cost": 7,
        "skill": "横行",
        "img": "/yuangupaoxiao_luma",
        "shuxing": "攻击：60；生命：240",
        "origin": "【践踏】、登场:另一友军+60/+60，获得【践踏】、回合结束:另一友军+24/+24，获得【践踏】。",
        "remark": "大地震颤，唤醒灵魂深处的怒吼。",
        "effect": [
            "登场：全体友军+3/+3，获得【践踏】一回合。",
            "登场：全体友军+4/+4，获得【践踏】一回合。",
            "登场：全体友军+5/+5，获得【践踏】一回合。",
            "登场：全体友军+6/+6，获得【践踏】一回合。",
            "登场：全体友军+7/+7，获得【践踏】一回合。"
        ]
    },
    {
        "id": 104,
        "cardId": 598,
        "name": "阿修罗·血眼",
        "zhenyin": 6,
        "cost": 8,
        "skill": "雷火意志",
        "img": "/axiuluo_xueyan",
        "shuxing": "攻击：100；生命：160",
        "origin": "【践踏】、【连击】、【磐龙】、【魂歌】、登场若有冰封:获得【回命】2回合。",
        "remark": "/",
        "effect": [
            "命中时：随机敌方区域坠落2次闪电（3点伤害），并眩晕该区域敌人、回合结束：全体友军攻击+3",
            "命中时：随机敌方区域坠落2次闪电（4点伤害），并眩晕该区域敌人、回合结束：全体友军攻击+4",
            "命中时：随机敌方区域坠落2次闪电（6点伤害），并眩晕该区域敌人、回合结束：全体友军攻击+5",
            "命中时：随机敌方区域坠落2次闪电（8点伤害），并眩晕该区域敌人、回合结束：全体友军攻击+6",
            "命中时：随机敌方区域坠落2次闪电（10点伤害），并眩晕该区域敌人、回合结束：全体友军攻击+7"
        ]
    },
    {
        "id": 105,
        "cardId": 599,
        "name": "黑焰魔龙",
        "zhenyin": 6,
        "cost": 9,
        "skill": "黑鳞魔焰",
        "img": "/heiyanmolong",
        "shuxing": "攻击：225；生命：225",
        "origin": "登场:焚烧全体敌军30点伤害、攻击前:烈焰吐息横排敌军45点伤害。",
        "remark": "黑色身影翱翔天际，其熊熊怒火，甚至能将云层点燃。",
        "effect": [
            "【护甲5】、回合开始：敌方全场坠落1点伤害。",
            "【护甲6】、回合开始：敌方全场坠落2点伤害。",
            "【护甲8】、回合开始：敌方全场坠落3点伤害。",
            "【护甲10】、回合开始：敌方全场坠落4点伤害。",
            "【护甲13】、回合开始：敌方全场坠落6点伤害。"
        ]
    },
    {
        "id": 106,
        "cardId": 599,
        "name": "碧焰狂龙",
        "zhenyin": 6,
        "cost": 9,
        "skill": "死焰",
        "img": "/biyankuanglong",
        "shuxing": "攻击：225；生命：225",
        "origin": "登场:焚烧全体敌军30点伤害、攻击前:烈焰吐息横排敌军45点伤害。",
        "remark": "",
        "effect": [
            "每当1个敌军死亡：喷吐火球到随机位置，造成10点伤害。",
            "每当1个敌军死亡：喷吐火球到随机位置，造成15点伤害。",
            "每当1个敌军死亡：喷吐火球到随机位置，造成20点伤害。",
            "每当1个敌军死亡：喷吐火球到随机位置，造成30点伤害。",
            "每当1个敌军死亡：喷吐火球到随机位置，造成40点伤害。"
        ]
    },
    {
        "id": 107,
        "cardId": 599,
        "name": "冰焰尊龙",
        "zhenyin": 6,
        "cost": 9,
        "skill": "冰焰",
        "img": "/bingyanzunlong",
        "shuxing": "攻击：225；生命：225",
        "origin": "登场:焚烧全体敌军30点伤害、攻击前:烈焰吐息横排敌军45点伤害。",
        "remark": "",
        "effect": [
            "登场、回合开始：随机敌军-3/-3，冰封脚下，本回合不能攻击。",
            "登场、回合开始：随机敌军-6/-6，冰封脚下，本回合不能攻击。",
            "登场、回合开始：随机敌军-10/-10，冰封脚下，本回合不能攻击。",
            "登场、回合开始：随机敌军-15/-15，冰封脚下，本回合不能攻击。",
            "登场、回合开始：随机敌军-20/-20，冰封脚下，本回合不能攻击。"
        ]
    },
    {
        "id": 108,
        "cardId": 689,
        "name": "无头骑士冰刃",
        "zhenyin": 7,
        "cost": 3,
        "skill": "寒冰护佑",
        "img": "/wutouqishibingren",
        "shuxing": "/",
        "origin": "目标友军+50/+30、获得【先攻】、【践踏】、冰封自身位置。",
        "remark": "这把魔剑能够吸取敌人的魂魄，并将其化为保护主人的寒冷之力，传说其中囚禁着无数被击败的怨恨灵魂。",
        "effect": [
            "目标友军额外魔防+2，获得【魔免】1回合。",
            "目标友军额外魔防+6，获得【魔免】1回合。",
            "目标友军额外魔防+10，获得【魔免】1回合。",
            "目标友军额外魔防+15，获得【魔免】1回合。",
            "目标友军额外魔防+20，获得【魔免】1回合。"
        ]
    },
    {
        "id": 109,
        "cardId": 689,
        "name": "汲魂冰剑",
        "zhenyin": 7,
        "cost": 3,
        "skill": "寒霜霸气",
        "img": "/jihunbingjian",
        "shuxing": "/",
        "origin": "目标友军+50/+30、获得【先攻】、【践踏】、冰封自身位置。",
        "remark": "孤独的铸剑师，于冰天雪地之中，锤炼了无数个日夜，直至双脚麻木，双手冻结...最后，他拼上所有，将自己的灵魂也注入了剑中，汲魂冰剑就此诞生。",
        "effect": [
            "目标额外攻击+3、全体敌军-1/-1。",
            "目标额外攻击+4、全体敌军-2/-2。",
            "目标额外攻击+5、全体敌军-3/-3。",
            "目标额外攻击+6、全体敌军-4/-4。",
            "目标额外攻击+7、全体敌军-5/-5。"
        ]
    },
    {
        "id": 110,
        "cardId": 690,
        "name": "摄魂巫妖·野",
        "zhenyin": 7,
        "cost": 3,
        "skill": "摄魂冰环",
        "img": "/shehunwuyao_ye",
        "shuxing": "攻击：50；生命：50",
        "origin": "登场:荒芜随机区域，回手随机敌军（敌军等级<=26）、攻击前:场上每有一个守军，自身攻击+6。",
        "remark": "连最纯净的冰晶都厌弃你们，这些沾染在我靴子上的豆渣！",
        "effect": [
            "回合开始（最高优先级触发）：随机敌军-2/-2，30%几率沉默1回合。",
            "回合开始（最高优先级触发）：随机敌军-3/-3，35%几率沉默1回合。",
            "回合开始（最高优先级触发）：随机敌军-4/-4，40%几率沉默1回合。",
            "回合开始（最高优先级触发）：随机敌军-5/-5，50%几率沉默1回合。",
            "回合开始（最高优先级触发）：随机敌军-6/-6，60%几率沉默1回合。"
        ]
    },
    {
        "id": 111,
        "cardId": 691,
        "name": "不息寒灵",
        "zhenyin": 7,
        "cost": 4,
        "skill": "寒夜摄魂",
        "img": "/buxihanling",
        "shuxing": "攻击：69；生命：1",
        "origin": "死亡:随机位置重生自己，等级-1。",
        "remark": "别看它的眼睛，那会吸走你所有的快乐。",
        "effect": [
            "死亡：50%几率随机敌军-1/-1，若自身脚下已冰封，则100%触发。",
            "死亡：50%几率随机敌军-2/-2，若自身脚下已冰封，则100%触发。",
            "死亡：50%几率随机敌军-3/-3，若自身脚下已冰封，则100%触发。",
            "死亡：50%几率随机敌军-4/-4，若自身脚下已冰封，则100%触发。",
            "死亡：50%几率随机敌军-6/-6，若自身脚下已冰封，则100%触发。"
        ]
    },
    {
        "id": 112,
        "cardId": 691,
        "name": "不息血灵",
        "zhenyin": 7,
        "cost": 4,
        "skill": "血祭仪式",
        "img": "/buxixieling",
        "shuxing": "攻击：69；生命：1",
        "origin": "死亡:随机位置重生自己，等级-1。",
        "remark": "",
        "effect": [
            "死亡时：吸取敌方英雄2点生命",
            "死亡时：吸取敌方英雄3点生命",
            "死亡时：吸取敌方英雄4点生命",
            "死亡时：吸取敌方英雄6点生命",
            "死亡时：吸取敌方英雄8点生命"
        ]
    },
    {
        "id": 113,
        "cardId": 691,
        "name": "不息雪灵",
        "zhenyin": 7,
        "cost": 4,
        "skill": "寒骨献祭",
        "img": "/buxixueling",
        "shuxing": "攻击：69；生命：1",
        "origin": "死亡:随机位置重生自己，等级-1。",
        "remark": "",
        "effect": [
            "死亡时：另1友军攻击+2、充能：牺牲自己，另1友军+2/+2。",
            "死亡时：另1友军攻击+3、充能：牺牲自己，另1友军+3/+3。",
            "死亡时：另1友军攻击+4、充能：牺牲自己，另1友军+4/+4。",
            "死亡时：另1友军攻击+5、充能：牺牲自己，另1友军+5/+5。",
            "死亡时：另1友军攻击+6、充能：牺牲自己，另1友军+6/+6。"
        ]
    },
    {
        "id": 114,
        "cardId": 692,
        "name": "冰野隐秘行动",
        "zhenyin": 7,
        "cost": 4,
        "skill": "隐秘冻结",
        "img": "/bingyeyinmixingdong",
        "shuxing": "/",
        "origin": "敌方法力永久-1，荒芜2个敌方区域，后排召唤40/20索命幽魂-lv24。",
        "remark": "没人知道冰巫心中所想，只知道他所过之处，最终只留下无尽的寒冷与荒芜。",
        "effect": [
            "场上每有1个【隐形】单位，随机敌军-1/-1。",
            "场上每有1个【隐形】单位，随机敌军-2/-1。",
            "场上每有1个【隐形】单位，随机敌军-2/-2。",
            "场上每有1个【隐形】单位，随机敌军-3/-2。",
            "场上每有1个【隐形】单位，随机敌军-3/-3。"
        ]
    },
    {
        "id": 115,
        "cardId": 693,
        "name": "无头骑士·塞古斯",
        "zhenyin": 7,
        "cost": 5,
        "skill": "寒夜冲锋",
        "img": "/wutouqishi_saigusi",
        "shuxing": "攻击：85；生命：40",
        "origin": "【先攻】、【践踏】、【护甲22】",
        "remark": "听！丧钟为你而鸣，挽歌为你而唱！",
        "effect": [
            "登场：若脚下已冰封，自身攻击+1/+1，护甲+1，【魔免】1回合。",
            "登场：若脚下已冰封，自身攻击+3/+3，护甲+2，【魔免】1回合。",
            "登场：若脚下已冰封，自身攻击+5/+5，护甲+3，【魔免】2回合。",
            "登场：若脚下已冰封，自身攻击+8/+8，护甲+4，【魔免】2回合。",
            "登场：若脚下已冰封，自身攻击+11/+11，护甲+5，【魔免】2回合。"
        ]
    },
    {
        "id": 116,
        "cardId": 693,
        "name": "寒霜幽将·塞古斯",
        "zhenyin": 7,
        "cost": 5,
        "skill": "聚霜",
        "img": "/hanshuangyoujiang_saigusi",
        "shuxing": "攻击：85；生命：40",
        "origin": "【先攻】、【践踏】、【护甲22】",
        "remark": "冰尘过处，只余寂静与霜痕。",
        "effect": [
            "自身具有2倍冰封强化、登场：冰封随机位置，全体敌军-3/-3。",
            "自身具有2倍冰封强化、登场：冰封随机位置，全体敌军-4/-4。",
            "自身具有3倍冰封强化、登场：冰封随机位置，全体敌军-5/-5。",
            "自身具有3倍冰封强化、登场：冰封随机位置，全体敌军-7/-7。",
            "自身具有4倍冰封强化、登场：冰封随机位置，全体敌军-8/-8。"
        ]
    },
    {
        "id": 117,
        "cardId": 693,
        "name": "索魂者·塞古斯",
        "zhenyin": 7,
        "cost": 5,
        "skill": "索魂",
        "img": "/suohunzhe_saigusi",
        "shuxing": "攻击：85；生命：40",
        "origin": "【先攻】、【践踏】、【护甲22】",
        "remark": "魂火引路，无数亡者紧随其后。",
        "effect": [
            "【魔防20】、敌军死亡时：自身+2/+2。",
            "【魔防25】、敌军死亡时：自身+3/+3。",
            "【魔防30】、敌军死亡时：自身+4/+4。",
            "【魔防35】、敌军死亡时：自身+5/+5。",
            "【魔防40】、敌军死亡时：自身+6/+6。"
        ]
    },
    {
        "id": 118,
        "cardId": 694,
        "name": "辉夜女王",
        "zhenyin": 7,
        "cost": 5,
        "skill": "月之禁术",
        "img": "/huiyenvwang",
        "shuxing": "攻击：50；生命：33",
        "origin": "【魔免】、【传承14】、敌方法力-1、登场和受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。",
        "remark": "极端的背叛与孤独，带来了极端的爱与执着。",
        "effect": [
            "登场：全体敌军-X/-X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承的2倍），以上技能无视神佑和魔免。",
            "登场：全体敌军-X/-X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承的2.5倍），以上技能无视神佑和魔免。",
            "登场：全体敌军-X/-X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承的3倍），以上技能无视神佑和魔免。",
            "登场：全体敌军-2X/-X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承的3倍），以上技能无视神佑和魔免。",
            "登场：全体敌军-2X/-2X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承的3倍），以上技能无视神佑和魔免。"
        ]
    },
    {
        "id": 118,
        "cardId": 695,
        "name": "符文·寒冰祭仪",
        "zhenyin": 7,
        "cost": 5,
        "skill": "寒冰祭仪",
        "img": "/fuwen_hanbingjiyi",
        "shuxing": "/",
        "origin": "回合开始：随机敌军攻击-24，冰封脚下，它65%几率本回合不能攻击、回合结束：召唤55/55冰原咆哮者-lv21（上限3次）。",
        "remark": "",
        "effect": [
            "登场：召唤3/5寒冰祭师-lv4。",
            "登场：召唤4/7寒冰祭师-lv6。",
            "登场：召唤6/11寒冰祭师-lv8。",
            "登场：召唤8/15寒冰祭师-lv10。",
            "登场：召唤10/18寒冰祭师-lv12。"
        ]
    },
    {
        "id": 119,
        "cardId": 696,
        "name": "冰雪女皇",
        "zhenyin": 7,
        "cost": 6,
        "skill": "冰霜魔甲",
        "img": "/bingxuenvhuang",
        "shuxing": "攻击：45；生命：115",
        "origin": "登场:随机敌军-50/-50、友军死亡时:随机敌军-8/-8、敌军死亡时:随机友军+8/+8。",
        "remark": "女王安坐于冰晶王座之上，魔杖轻挥，将万物连同感情一起冰封。",
        "effect": [
            "登场、回合开始：随机一个冬神使徒友军+1/+1，护甲+1，魔防+1，冰封脚下。",
            "登场、回合开始：随机一个冬神使徒友军+2/+2，护甲+2，魔防+2，冰封脚下。",
            "登场、回合开始：随机一个冬神使徒友军+3/+3，护甲+3，魔防+3，冰封脚下。",
            "登场、回合开始：随机一个冬神使徒友军+4/+4，护甲+4，魔防+4，冰封脚下。",
            "登场、回合开始：随机一个冬神使徒友军+6/+6，护甲+6，魔防+6，冰封脚下。"
        ]
    },
    {
        "id": 120,
        "cardId": 697,
        "name": "冰雪女王·冬神化身",
        "zhenyin": 7,
        "cost": 7,
        "skill": "凛冬挽歌",
        "img": "/bingxuenvwang_dongshenhuashen",
        "shuxing": "攻击：36；生命：150",
        "origin": "登场:友方每有一处冰封，自身+12/+25、回合结束:敌方每有一处冰封，你便吸取对手12点生命。",
        "remark": "冰霜会带走所有苦痛。",
        "effect": [
            "回合开始：全体敌军攻击-1，冰封敌方随机区域。",
            "回合开始：全体敌军-1/-1，冰封敌方随机区域。",
            "回合开始：全体敌军-2/-2，冰封敌方随机区域。",
            "回合开始：全体敌军-3/-3，冰封敌方随机区域。",
            "回合开始：全体敌军攻击-4/-4，冰封敌方随机区域。"
        ]
    },
    {
        "id": 121,
        "cardId": 697,
        "name": "幽冥魔后·冬神化身",
        "zhenyin": 7,
        "cost": 7,
        "skill": "魔后御令",
        "img": "/youmingmohou_dongshenhuashen",
        "shuxing": "攻击：36；生命：150",
        "origin": "登场:友方每有一处冰封，自身+12/+25、回合结束:敌方每有一处冰封，你便吸取对手12点生命。",
        "remark": "/",
        "effect": [
            "【法力封锁1】、回合开始：场上每有1个冰封，随机冬神友军+1/+1，魔防+1。",
            "【法力封锁2】、回合开始：场上每有1个冰封，随机冬神友军+1/+2，魔防+2。",
            "【法力封锁3】、回合开始：场上每有1个冰封，随机冬神友军+2/+2，魔防+2。",
            "【法力封锁4】、回合开始：场上每有1个冰封，随机冬神友军+3/+3，魔防+3。",
            "【法力封锁5】、回合开始：场上每有1个冰封，随机冬神友军+4/+4，魔防+4。"
        ]
    },
    {
        "id": 122,
        "cardId": 697,
        "name": "摄魂歌后·冬神化身",
        "zhenyin": 7,
        "cost": 7,
        "skill": "摄魂魔音",
        "img": "/shehungehou_dongshenhuashen",
        "shuxing": "攻击：36；生命：150",
        "origin": "登场:友方每有一处冰封，自身+12/+25、回合结束:敌方每有一处冰封，你便吸取对手12点生命。",
        "remark": "/",
        "effect": [
            "【魂歌】、攻击前：场上每有1个冰封，随机敌军-1/-1（无视神佑、魔免）。",
            "【魂歌】、攻击前：场上每有1个冰封，随机敌军-2/-1（无视神佑、魔免）。",
            "【魂歌】、攻击前：场上每有1个冰封，随机敌军-2/-2（无视神佑、魔免）。",
            "【魂歌】、攻击前：场上每有1个冰封，随机敌军-3/-3（无视神佑、魔免）。",
            "【魂歌】、攻击前：场上每有1个冰封，随机敌军-4/-4（无视神佑、魔免）。"
        ]
    },
    {
        "id": 123,
        "cardId": 698,
        "name": "魂山·亚特拉斯",
        "zhenyin": 7,
        "cost": 8,
        "skill": "寒夜游魂",
        "img": "/hunshan_yatelasi",
        "shuxing": "攻击：140；生命：360",
        "origin": "【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。",
        "remark": "山顶丧钟响起，万物冰封，唯留孤魂游荡。",
        "effect": [
            "登场技能无视神佑和魔免、回合开始：召唤3/1极夜阴魂-lv1。",
            "登场技能无视神佑和魔免、回合开始：召唤6/1极夜阴魂-lv3。",
            "登场技能无视神佑和魔免、回合开始：召唤10/2极夜阴魂-lv5。",
            "登场技能无视神佑和魔免、回合开始：召唤14/4极夜阴魂-lv7。",
            "登场技能无视神佑和魔免、回合开始：召唤20/7极夜阴魂-lv10。"
        ]
    },
    {
        "id": 124,
        "cardId": 698,
        "name": "炎山·亚特拉斯",
        "zhenyin": 7,
        "cost": 8,
        "skill": "烈焰之力",
        "img": "/yanshan_yatelasi",
        "shuxing": "攻击：140；生命：360",
        "origin": "【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。",
        "remark": "",
        "effect": [
            "【践踏】、【回命】、英雄回复生命时：另外1个友军+1/+2，获得【回命】。",
            "【践踏】、【回命】、英雄回复生命时：另外1个友军+3/+3，获得【回命】。",
            "【践踏】、【回命】、英雄回复生命时：另外2个友军+3/+3，获得【回命】。",
            "【践踏】、【回命】、英雄回复生命时：另外2个友军+5/+5，获得【回命】。",
            "【践踏】、【回命】、英雄回复生命时：另外2个友军+8/+8，获得【回命】。"
        ]
    },
    {
        "id": 125,
        "cardId": 698,
        "name": "圣山·亚特拉斯",
        "zhenyin": 7,
        "cost": 8,
        "skill": "圣灵压制",
        "img": "/shengshan_yatelasi",
        "shuxing": "攻击：140；生命：360",
        "origin": "【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。",
        "remark": "",
        "effect": [
            "敌方法力-1、回合结束：自身+4/+4。",
            "敌方法力-1、回合结束：自身+9/+9。",
            "敌方法力-1、回合结束：自身+15/+15。",
            "敌方法力-2、回合结束：自身+15/+15。",
            "敌方法力-2、回合结束：自身+20/+20。"
        ]
    }
];