// 天堂港 20级

/*

白卡：

1.凶恶幼犬(1费/12/12)：对英雄伤害+10。（lv20）
  凶恶幼犬(1费/11/11)：对英雄伤害+9。（lv19）
  凶恶幼犬(1费/10/10)：对英雄伤害+8。（lv18）
  凶恶幼犬(1费/9/9)：对英雄伤害+8。（lv17）
  凶恶幼犬(1费/8/8)：对英雄伤害+8。（lv16）
  凶恶幼犬(1费/7/7)：对英雄伤害+8。（lv15）
  凶恶幼犬(1费/6/6)：对英雄伤害+8。（lv14）
  凶恶幼犬(1费/6/5)：对英雄伤害+7。（lv13）
  凶恶幼犬(1费/5/4)：对英雄伤害+7。（lv12）

2.蕾拉火弹(1费/法术)：对敌方横排，投射20点伤害。（lv20）
  蕾拉火弹(1费/法术)：对敌方横排，投射19点伤害。（lv19）
  蕾拉火弹(1费/法术)：对敌方横排，投射18点伤害。（lv18）
  蕾拉火弹(1费/法术)：对敌方横排，投射17点伤害。（lv17）
  蕾拉火弹(1费/法术)：对敌方横排，投射16点伤害。（lv16）
  蕾拉火弹(1费/法术)：对敌方横排，投射15点伤害。（lv15）
  蕾拉火弹(1费/法术)：对敌方横排，投射14点伤害。（lv14） 
  蕾拉火弹(1费/法术)：对敌方横排，投射13点伤害。（lv13）
  蕾拉火弹(1费/法术)：对敌方横排，投射12点伤害。（lv12）

3.田野农夫(2费/9/35)：死亡:英雄生命+10。（lv20）
  田野农夫(2费/8/33)：死亡:英雄生命+10。（lv19）
  田野农夫(2费/8/30)：死亡:英雄生命+9。（lv18）
  田野农夫(2费/7/28)：死亡:英雄生命+8。（lv17）
  田野农夫(2费/7/24)：死亡:英雄生命+7。（lv16）
  田野农夫(2费/6/22)：死亡:英雄生命+6。（lv15）
  田野农夫(2费/5/20)：死亡:英雄生命+5。（lv14）
  田野农夫(2费/4/18)：死亡:英雄生命+4。（lv13）
  田野农夫(2费/4/15)：死亡:英雄生命+4。（lv12）

4.水手(2费/18/18)：无。（lv20）
  水手(2费/16/17)：无。（lv19）
  水手(2费/15/15)：无。（lv18）
  水手(2费/14/14)：无。（lv17）
  水手(2费/13/13)：无。（lv16）
  水手(2费/12/12)：无。（lv15）
  水手(2费/11/11)：无。（lv14）
  水手(2费/10/10)：无。（lv13）
  水手(2费/9/9)：无。（lv12）

5.排箭攻击(2费/法术)：对横排所有敌军造成21点伤害。（lv20）
  排箭攻击(2费/法术)：对横排所有敌军造成20点伤害。（lv19）
  排箭攻击(2费/法术)：对横排所有敌军造成19点伤害。（lv18）
  排箭攻击(2费/法术)：对横排所有敌军造成18点伤害。（lv17）
  排箭攻击(2费/法术)：对横排所有敌军造成17点伤害。（lv16）
  排箭攻击(2费/法术)：对横排所有敌军造成16点伤害。（lv15）
  排箭攻击(2费/法术)：对横排所有敌军造成15点伤害。（lv14）
  排箭攻击(2费/法术)：对横排所有敌军造成14点伤害。（lv13）
  排箭攻击(2费/法术)：对横排所有敌军造成13点伤害。（lv12）

6.亲切的大妈(3费/14/23)：登场:另一友军+11/+11。（lv20）
  亲切的大妈(3费/13/21)：登场:另一友军+10/+10。（lv189）
  亲切的大妈(3费/12/19)：登场:另一友军+9/+9。（lv18）
  亲切的大妈(3费/11/17)：登场:另一友军+8/+8。（lv17）
  亲切的大妈(3费/10/15)：登场:另一友军+8/+8。（lv16）
  亲切的大妈(3费/9/14)：登场:另一友军+7/+7。（lv15）
  亲切的大妈(3费/8/12)：登场:另一友军+7/+7。（lv14）
  亲切的大妈(3费/7/12)：登场:另一友军+6/+6。（lv13）
  亲切的大妈(3费/6/10)：登场:另一友军+6/+6。（lv12）

7.强壮工头(4费/22/42)：无。（lv20）
  强壮工头(4费/20/38)：无。（lv19）
  强壮工头(4费/18/35)：无。（lv18）
  强壮工头(4费/16/32)：无。（lv17）
  强壮工头(4费/14/30)：无。（lv16）
  强壮工头(4费/13/26)：无。（lv15）
  强壮工头(4费/12/24)：无。（lv14）
  强壮工头(4费/11/22)：无。（lv13）
  强壮工头(4费/10/20)：无。（lv12）



蓝卡：

1.走私的珍奇兽(1费/36/66)：场上有敌军，则无法攻击、死亡:英雄生命+20。（lv20）
  走私的珍奇兽(1费/33/60)：场上有敌军，则无法攻击、死亡:英雄生命+19。（lv19）
  走私的珍奇兽(1费/30/55)：场上有敌军，则无法攻击、死亡:英雄生命+18。（lv18）
  走私的珍奇兽(1费/27/50)：场上有敌军，则无法攻击、死亡:英雄生命+17。（lv17）
  走私的珍奇兽(1费/25/45)：场上有敌军，则无法攻击、死亡:英雄生命+16。（lv16）
  走私的珍奇兽(1费/24/40)：场上有敌军，则无法攻击、死亡:英雄生命+15。（lv15）
  走私的珍奇兽(1费/22/35)：场上有敌军，则无法攻击、死亡:英雄生命+14。（lv14）
  走私的珍奇兽(1费/20/30)：场上有敌军，则无法攻击、死亡:英雄生命+13。（lv13）
  走私的珍奇兽(1费/18/28)：场上有敌军，则无法攻击、死亡:英雄生命+12。（lv12）

2.邪月小魔女(1费/21/15)：攻击前:本回合每使用过一个法术，则随机敌军-8/-8，若是传记，则自身攻击+10。（lv20）
  邪月小魔女(1费/19/13)：攻击前:本回合每使用过一个法术，则随机敌军-7/-7，若是传记，则自身攻击+10。（lv19）
  邪月小魔女(1费/17/12)：攻击前:本回合每使用过一个法术，则随机敌军-7/-7，若是传记，则自身攻击+9。（lv18）
  邪月小魔女(1费/15/11)：攻击前:本回合每使用过一个法术，则随机敌军-6/-6，若是传记，则自身攻击+9。（lv17）
  邪月小魔女(1费/13/10)：攻击前:本回合每使用过一个法术，则随机敌军-6/-6，若是传记，则自身攻击+8。（lv16）
  邪月小魔女(1费/12/9)：攻击前:本回合每使用过一个法术，则随机敌军-5/-5，若是传记，则自身攻击+7。（lv15）
  邪月小魔女(1费/10/8)：攻击前:本回合每使用过一个法术，则随机敌军-5/-5，若是传记，则自身攻击+7。（lv14）
  邪月小魔女(1费/9/7)：攻击前:本回合每使用过一个法术，则随机敌军-5/-5，若是传记，则自身攻击+6。（lv13）
  邪月小魔女(1费/8/6)：攻击前:本回合每使用过一个法术，则随机敌军-4/-4，若是传记，则自身攻击+6。（lv12）

3.心灵黑洞(1费/法术)：目标敌军受到120点伤害，英雄受到伤害等同目标费用*4。（lv20）
  心灵黑洞(1费/法术)：目标敌军受到107点伤害，英雄受到伤害等同目标费用*3。（lv19）
  心灵黑洞(1费/法术)：目标敌军受到100点伤害，英雄受到伤害等同目标费用*3。（lv18）
  心灵黑洞(1费/法术)：目标敌军受到95点伤害，英雄受到伤害等同目标费用*3。（lv17）
  心灵黑洞(1费/法术)：目标敌军受到90点伤害，英雄受到伤害等同目标费用*3。（lv16）
  心灵黑洞(1费/法术)：目标敌军受到85点伤害，英雄受到伤害等同目标费用*3。（lv15）
  心灵黑洞(1费/法术)：目标敌军受到80点伤害，英雄受到伤害等同目标费用*3。（lv14）
  心灵黑洞(1费/法术)：目标敌军受到75点伤害，英雄受到伤害等同目标费用*3。（lv13）
  心灵黑洞(1费/法术)：目标敌军受到70点伤害，英雄受到伤害等同目标费用*3。（lv12）

4.暗潮涌动(1费/法术)：吸取敌方英雄35点生命。（lv20）
  暗潮涌动(1费/法术)：吸取敌方英雄33点生命。（lv19）
  暗潮涌动(1费/法术)：吸取敌方英雄31点生命。（lv18）
  暗潮涌动(1费/法术)：吸取敌方英雄29点生命。（lv17）
  暗潮涌动(1费/法术)：吸取敌方英雄27点生命。（lv16）
  暗潮涌动(1费/法术)：吸取敌方英雄25点生命。（lv15）
  暗潮涌动(1费/法术)：吸取敌方英雄23点生命。（lv14）
  暗潮涌动(1费/法术)：吸取敌方英雄21点生命。（lv13）
  暗潮涌动(1费/法术)：吸取敌方英雄19点生命。（lv12）

5.愤怒农夫(2费/20/33)：回合结束:自身+4/+5。（lv20）
  愤怒农夫(2费/18/31)：回合结束:自身+4/+4。（lv19）
  愤怒农夫(2费/16/28)：回合结束:自身+4/+4。（lv18）
  愤怒农夫(2费/15/25)：回合结束:自身+4/+3。（lv17）
  愤怒农夫(2费/13/22)：回合结束:自身+4/+3。（lv16）
  愤怒农夫(2费/12/20)：回合结束:自身+3/+3。（lv15）
  愤怒农夫(2费/10/18)：回合结束:自身+3/+3。（lv14）
  愤怒农夫(2费/9/16)：回合结束:自身+2/+3。（lv13）
  愤怒农夫(2费/8/13)：回合结束:自身+2/+3。（lv12）

6.狡诈学徒(2费/23/18)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+5。（lv20）
  狡诈学徒(2费/21/17)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+4。（lv19）
  狡诈学徒(2费/19/15)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+4。（lv18）
  狡诈学徒(2费/18/14)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+3。（lv17）
  狡诈学徒(2费/16/13)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+3。（lv16）
  狡诈学徒(2费/15/11)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+3。（lv15）
  狡诈学徒(2费/14/10)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+2。（lv14）
  狡诈学徒(2费/13/8)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+2。（lv13）
  狡诈学徒(2费/12/8)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+1。（lv12）

7.外来隐修者(2费/19/35)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv20）
  外来隐修者(2费/17/33)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv19）
  外来隐修者(2费/15/31)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv18）
  外来隐修者(2费/13/29)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv17）
  外来隐修者(2费/11/27)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv16）
  外来隐修者(2费/10/24)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv15）
  外来隐修者(2费/9/22)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv14）
  外来隐修者(2费/8/20)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv13）
  外来隐修者(2费/7/19)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv12）

8.黑夜射手(2费/24/24)：命中英雄:【洞察1】，随机敌军受到9点伤害。（lv20）
  黑夜射手(2费/22/22)：命中英雄:【洞察1】，随机敌军受到8点伤害。（lv18）
  黑夜射手(2费/20/20)：命中英雄:【洞察1】，随机敌军受到8点伤害。（lv18）
  黑夜射手(2费/19/18)：命中英雄:【洞察1】，随机敌军受到7点伤害。（lv17）
  黑夜射手(2费/17/17)：命中英雄:【洞察1】，随机敌军受到7点伤害。（lv16）
  黑夜射手(2费/16/15)：命中英雄:【洞察1】，随机敌军受到6点伤害。（lv15）
  黑夜射手(2费/14/13)：命中英雄:【洞察1】，随机敌军受到6点伤害。（lv14）
  黑夜射手(2费/13/12)：命中英雄:【洞察1】，随机敌军受到5点伤害。（lv13）
  黑夜射手(2费/12/10)：命中英雄:【洞察1】，随机敌军受到5点伤害。（lv12）

9.黑水快剑手(2费/23/13)：【先攻】、登场:吸取敌方英雄15点生命。（lv20）
  黑水快剑手(2费/21/12)：【先攻】、登场:吸取敌方英雄13点生命。（lv19）
  黑水快剑手(2费/19/10)：【先攻】、登场:吸取敌方英雄12点生命。（lv18）
  黑水快剑手(2费/17/9)：【先攻】、登场:吸取敌方英雄11点生命。（lv17）
  黑水快剑手(2费/15/9)：【先攻】、登场:吸取敌方英雄10点生命。（lv16）
  黑水快剑手(2费/13/9)：【先攻】、登场:吸取敌方英雄9点生命。（lv15）
  黑水快剑手(2费/12/7)：【先攻】、登场:吸取敌方英雄8点生命。（lv14）
  黑水快剑手(2费/11/6)：【先攻】、登场:吸取敌方英雄7点生命。（lv13）
  黑水快剑手(2费/10/5)：【先攻】、登场:吸取敌方英雄6点生命。（lv12）

10.亡命之徒(2费/29/10)：【洞察1】、【暴露1】、对英雄伤害+10。（lv20）
   亡命之徒(2费/27/9)：【洞察1】、【暴露1】、对英雄伤害+9。（lv19）
   亡命之徒(2费/25/9)：【洞察1】、【暴露1】、对英雄伤害+8。（lv18）
   亡命之徒(2费/24/8)：【洞察1】、【暴露1】、对英雄伤害+7。（lv17）
   亡命之徒(2费/22/7)：【洞察1】、【暴露1】、对英雄伤害+7。（lv16）
   亡命之徒(2费/20/6)：【洞察1】、【暴露1】、对英雄伤害+6。（lv15）
   亡命之徒(2费/18/5)：【洞察1】、【暴露1】、对英雄伤害+6。（lv14）
   亡命之徒(2费/16/4)：【洞察1】、【暴露1】、对英雄伤害+5。（lv13）
   亡命之徒(2费/14/4)：【洞察1】、【暴露1】、对英雄伤害+5。（lv12）

11.黑夜突袭(2费/法术)：【洞察1】、对随机单位造成56点伤害。（lv20）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成53点伤害。（lv19）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成50点伤害。（lv18）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成47点伤害。（lv17）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成45点伤害。（lv16）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成42点伤害。（lv15）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成38点伤害。（lv14）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成35点伤害。（lv13）
   黑夜突袭(2费/法术)：【洞察1】、对随机单位造成32点伤害。（lv12）

12.连锁电光(2费/法术)：目标受到36点伤害，相邻敌军受到18点伤害。（lv20）
   连锁电光(2费/法术)：目标受到33点伤害，相邻敌军受到17点伤害。（lv19）
   连锁电光(2费/法术)：目标受到30点伤害，相邻敌军受到16点伤害。（lv18）
   连锁电光(2费/法术)：目标受到27点伤害，相邻敌军受到16点伤害。（lv17）
   连锁电光(2费/法术)：目标受到25点伤害，相邻敌军受到15点伤害。（lv16）
   连锁电光(2费/法术)：目标受到24点伤害，相邻敌军受到12点伤害。（lv15）
   连锁电光(2费/法术)：目标受到21点伤害，相邻敌军受到11点伤害。（lv14）
   连锁电光(2费/法术)：目标受到18点伤害，相邻敌军受到10点伤害。（lv13）
   连锁电光(2费/法术)：目标受到15点伤害，相邻敌军受到9点伤害。（lv12）

13.火祭邪灵(2费/法术)：回合结束:召唤20/49血炎焦木-lv20。（lv20）
   火祭邪灵(2费/法术)：回合结束:召唤19/43血炎焦木-lv19。（lv19）
   火祭邪灵(2费/法术)：回合结束:召唤17/40血炎焦木-lv18。（lv18）
   火祭邪灵(2费/法术)：回合结束:召唤15/37血炎焦木-lv17。（lv17）
   火祭邪灵(2费/法术)：回合结束:召唤13/35血炎焦木-lv16。（lv16）
   火祭邪灵(2费/法术)：回合结束:召唤12/30血炎焦木-lv15。（lv15）
   火祭邪灵(2费/法术)：回合结束:召唤11/26血炎焦木-lv14。（lv14）
   火祭邪灵(2费/法术)：回合结束:召唤10/23血炎焦木-lv13。（lv13）
   火祭邪灵(2费/法术)：回合结束:召唤9/20血炎焦木-lv12。（lv12）

14.暗潮术士(2费/20/20)：死亡、回合结束获得《暗潮涌动》-lv13。（lv20）
   暗潮术士(2费/18/18)：死亡、回合结束获得《暗潮涌动》-lv12。（lv19）
   暗潮术士(2费/16/16)：死亡、回合结束获得《暗潮涌动》-lv11。（lv18）
   暗潮术士(2费/15/14)：死亡、回合结束获得《暗潮涌动》-lv10。（lv17）
   暗潮术士(2费/13/14)：死亡、回合结束获得《暗潮涌动》-lv9。（lv16）
   暗潮术士(2费/11/13)：死亡、回合结束获得《暗潮涌动》-lv8。（lv15）
   暗潮术士(2费/10/12)：死亡、回合结束获得《暗潮涌动》-lv7。（lv14）
   暗潮术士(2费/9/11)：死亡、回合结束获得《暗潮涌动》-lv6。（lv13）
   暗潮术士(2费/8/10)：死亡、回合结束获得《暗潮涌动》-lv5。（lv12）

15.窃笑雪人(2费/28/35)：【守军】、【荆棘】、登场：冰封脚下。（lv20）
   窃笑雪人(2费/25/31)：【守军】、【荆棘】、登场：冰封脚下。（lv19）
   窃笑雪人(2费/22/28)：【守军】、【荆棘】、登场：冰封脚下。（lv18）
   窃笑雪人(2费/20/25)：【守军】、【荆棘】、登场：冰封脚下。（lv17）
   窃笑雪人(2费/18/22)：【守军】、【荆棘】、登场：冰封脚下。（lv16）
   窃笑雪人(2费/16/20)：【守军】、【荆棘】、登场：冰封脚下。（lv15）
   窃笑雪人(2费/14/18)：【守军】、【荆棘】、登场：冰封脚下。（lv14）
   窃笑雪人(2费/12/17)：【守军】、【荆棘】、登场：冰封脚下。（lv13）
   窃笑雪人(2费/11/15)：【守军】、【荆棘】、登场：冰封脚下。（lv12）

16.传记学者(2费/20/30)：回合开始:每使用过一个法术或传记，随机友军+2/+10、初次使用传记:抽一张牌、【洞察1】。（lv20）
   传记学者(2费/18/27)：回合开始:每使用过一个法术或传记，随机友军+1/+10、初次使用传记:抽一张牌、【洞察1】。（lv19）
   传记学者(2费/16/24)：回合开始:每使用过一个法术或传记，随机友军+1/+9、初次使用传记:抽一张牌、【洞察1】。（lv18）
   传记学者(2费/14/22)：回合开始:每使用过一个法术或传记，随机友军+1/+8、初次使用传记:抽一张牌、【洞察1】。（lv17）
   传记学者(2费/12/21)：回合开始:每使用过一个法术或传记，随机友军+1/+7、初次使用传记:抽一张牌、【洞察1】。（lv16）
   传记学者(2费/11/19)：回合开始:每使用过一个法术或传记，随机友军+1/+6、初次使用传记:抽一张牌、【洞察1】。（lv15）
   传记学者(2费/10/18)：回合开始:每使用过一个法术或传记，随机友军+1/+5、初次使用传记:抽一张牌、【洞察1】。（lv14）
   传记学者(2费/9/16)：回合开始:每使用过一个法术或传记，随机友军+1/+5、初次使用传记:抽一张牌、【洞察1】。（lv13）
   传记学者(2费/9/13)：回合开始:每使用过一个法术或传记，随机友军+1/+5、初次使用传记:抽一张牌、【洞察1】。（lv12）

17.热血矿工(3费/22/50)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv20）
   热血矿工(3费/20/45)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv19）
   热血矿工(3费/18/40)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv18）
   热血矿工(3费/16/37)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv17）
   热血矿工(3费/15/32)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv16）
   热血矿工(3费/13/30)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv15）
   热血矿工(3费/12/27)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv14）
   热血矿工(3费/11/24)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv13）
   热血矿工(3费/10/21)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv12）

18.酗酒暴徒(3费/18/50)：回合结束:若英雄生命高于敌方，自身+8/+8，获得【磐龙】。（lv20）
   酗酒暴徒(3费/16/45)：回合结束:若英雄生命高于敌方，自身+8/+8，获得【磐龙】。（lv19）
   酗酒暴徒(3费/15/40)：回合结束:若英雄生命高于敌方，自身+7/+7，获得【磐龙】。（lv18）
   酗酒暴徒(3费/13/36)：回合结束:若英雄生命高于敌方，自身+7/+7，获得【磐龙】。（lv17）
   酗酒暴徒(3费/12/32)：回合结束:若英雄生命高于敌方，自身+6/+6，获得【磐龙】。（lv16）
   酗酒暴徒(3费/10/30)：回合结束:若英雄生命高于敌方，自身+6/+6，获得【磐龙】。（lv15）
   酗酒暴徒(3费/9/27)：回合结束:若英雄生命高于敌方，自身+6/+6，获得【磐龙】。（lv14）
   酗酒暴徒(3费/8/25)：回合结束:若英雄生命高于敌方，自身+5/+5，获得【磐龙】。（lv13）
   酗酒暴徒(3费/7/22)：回合结束:若英雄生命高于敌方，自身+5/+5，获得【磐龙】。（lv12）

19.教廷学者(3费/27/35)：回合开始:随机四芒帝国友军和隐秘友军+3/+12，获得【护甲2】。（lv20）
   教廷学者(3费/24/32)：回合开始:随机四芒帝国友军和隐秘友军+3/+11，获得【护甲2】。（lv19）
   教廷学者(3费/21/30)：回合开始:随机四芒帝国友军和隐秘友军+3/+10，获得【护甲2】。（lv18）
   教廷学者(3费/19/27)：回合开始:随机四芒帝国友军和隐秘友军+3/+9，获得【护甲2】。（lv17）
   教廷学者(3费/17/25)：回合开始:随机四芒帝国友军和隐秘友军+3/+8，获得【护甲2】。（lv16）
   教廷学者(3费/15/24)：回合开始:随机四芒帝国友军和隐秘友军+2/+8，获得【护甲2】。（lv15）
   教廷学者(3费/13/23)：回合开始:随机四芒帝国友军和隐秘友军+2/+7，获得【护甲2】。（lv14）
   教廷学者(3费/12/20)：回合开始:随机四芒帝国友军和隐秘友军+2/+7，获得【护甲1】。（lv13）
   教廷学者(3费/10/18)：回合开始:随机四芒帝国友军和隐秘友军+2/+6，获得【护甲1】。（lv12）

20.黑金刽子手(3费/43/36)：【迟缓】、【践踏】、对英雄伤害+11。（lv20）
   黑金刽子手(3费/39/35)：【迟缓】、【践踏】、对英雄伤害+10。（lv19）
   黑金刽子手(3费/35/30)：【迟缓】、【践踏】、对英雄伤害+9。（lv18）
   黑金刽子手(3费/33/27)：【迟缓】、【践踏】、对英雄伤害+8。（lv17）
   黑金刽子手(3费/30/24)：【迟缓】、【践踏】、对英雄伤害+7。（lv16）
   黑金刽子手(3费/27/22)：【迟缓】、【践踏】、对英雄伤害+6。（lv15）
   黑金刽子手(3费/25/20)：【迟缓】、【践踏】、对英雄伤害+5。（lv14）
   黑金刽子手(3费/23/18)：【迟缓】、【践踏】、对英雄伤害+4。（lv13）
   黑金刽子手(3费/21/16)：【迟缓】、【践踏】、对英雄伤害+3。（lv12）

21.沙湾骆驼(3费/8/50)：法力上限+1、登场:两个其他友军+4/+8。（lv20）
   沙湾骆驼(3费/7/45)：法力上限+1、登场:两个其他友军+3/+8。（lv19）
   沙湾骆驼(3费/6/40)：法力上限+1、登场:两个其他友军+3/+6。（lv18）
   沙湾骆驼(3费/5/38)：法力上限+1、登场:两个其他友军+3/+5。（lv17）
   沙湾骆驼(3费/5/33)：法力上限+1、登场:两个其他友军+3/+5。（lv16）
   沙湾骆驼(3费/4/30)：法力上限+1、登场:两个其他友军+3/+4。（lv15）
   沙湾骆驼(3费/4/26)：法力上限+1、登场:两个其他友军+3/+3。（lv14）
   沙湾骆驼(3费/3/25)：法力上限+1、登场:两个其他友军+2/+3。（lv13）
   沙湾骆驼(3费/3/21)：法力上限+1、登场:两个其他友军+2/+3。（lv12）

22.海燕迫击炮(3费/0/70)：【守军】、【协战19】、回合开始:炮击敌军横排随机区域。（lv20）
   海燕迫击炮(3费/0/65)：【守军】、【协战17】、回合开始:炮击敌军横排随机区域。（lv19）
   海燕迫击炮(3费/0/60)：【守军】、【协战15】、回合开始:炮击敌军横排随机区域。（lv18）
   海燕迫击炮(3费/0/55)：【守军】、【协战13】、回合开始:炮击敌军横排随机区域。（lv17）
   海燕迫击炮(3费/0/50)：【守军】、【协战12】、回合开始:炮击敌军横排随机区域。（lv16）
   海燕迫击炮(3费/0/45)：【守军】、【协战11】、回合开始:炮击敌军横排随机区域。（lv15）
   海燕迫击炮(3费/0/40)：【守军】、【协战10】、回合开始:炮击敌军横排随机区域。（lv14）
   海燕迫击炮(3费/0/35)：【守军】、【协战9】、回合开始:炮击敌军横排随机区域。（lv13）
   海燕迫击炮(3费/0/30)：【守军】、【协战8】、回合开始:炮击敌军横排随机区域。（lv12）

23.黑旗舰队水手(3费/25/45)：攻击前:若英雄生命高于敌方，自身+3/+8。（lv20）
   黑旗舰队水手(3费/23/40)：攻击前:若英雄生命高于敌方，自身+3/+7。（lv19）
   黑旗舰队水手(3费/20/36)：攻击前:若英雄生命高于敌方，自身+3/+6。（lv18）
   黑旗舰队水手(3费/18/33)：攻击前:若英雄生命高于敌方，自身+3/+5。（lv17）
   黑旗舰队水手(3费/16/30)：攻击前:若英雄生命高于敌方，自身+3/+5。（lv16）
   黑旗舰队水手(3费/15/28)：攻击前:若英雄生命高于敌方，自身+2/+5。（lv15）
   黑旗舰队水手(3费/13/25)：攻击前:若英雄生命高于敌方，自身+2/+5。（lv14）
   黑旗舰队水手(3费/11/24)：攻击前:若英雄生命高于敌方，自身+2/+4。（lv13）
   黑旗舰队水手(3费/10/20)：攻击前:若英雄生命高于敌方，自身+2/+4。（lv12）

24.魔力风暴(3费/法术)：对横排所有敌军造成35点伤害、75%几率获得《真理石碎片》。（lv20）
   魔力风暴(3费/法术)：对横排所有敌军造成32点伤害、75%几率获得《真理石碎片》。（lv19）
   魔力风暴(3费/法术)：对横排所有敌军造成30点伤害、75%几率获得《真理石碎片》。（lv18）
   魔力风暴(3费/法术)：对横排所有敌军造成27点伤害、75%几率获得《真理石碎片》。（lv17）
   魔力风暴(3费/法术)：对横排所有敌军造成25点伤害、75%几率获得《真理石碎片》。（lv16）
   魔力风暴(3费/法术)：对横排所有敌军造成23点伤害、75%几率获得《真理石碎片》。（lv15）
   魔力风暴(3费/法术)：对横排所有敌军造成21点伤害、70%几率获得《真理石碎片》。（lv14）
   魔力风暴(3费/法术)：对横排所有敌军造成19点伤害、70%几率获得《真理石碎片》。（lv13）
   魔力风暴(3费/法术)：对横排所有敌军造成18点伤害、65%几率获得《真理石碎片》。（lv12）

25.不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-48。（lv20）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-44。（lv19）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-40。（lv18）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-35。（lv17）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-30。（lv16）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-24。（lv15）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-20。（lv14）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-17。（lv13）
   不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-15。（lv12）

26.黑市商人(3费/15/36)：【魔防12】、攻击前：人数多于敌方，吸取敌方英雄15点生命。（lv20）
   黑市商人(3费/14/33)：【魔防10】、攻击前：人数多于敌方，吸取敌方英雄14点生命。（lv19）
   黑市商人(3费/13/29)：【魔防9】、攻击前：人数多于敌方，吸取敌方英雄13点生命。（lv18）
   黑市商人(3费/12/25)：【魔防8】、攻击前：人数多于敌方，吸取敌方英雄12点生命。（lv17）
   黑市商人(3费/11/22)：【魔防7】、攻击前：人数多于敌方，吸取敌方英雄11点生命。（lv16）
   黑市商人(3费/10/20)：【魔防7】、攻击前：人数多于敌方，吸取敌方英雄10点生命。（lv15）
   黑市商人(3费/9/19)：【魔防6】、攻击前：人数多于敌方，吸取敌方英雄9点生命。（lv14）
   黑市商人(3费/8/19)：【魔防5】、攻击前：人数多于敌方，吸取敌方英雄8点生命。（lv13）
   黑市商人(3费/7/19)：【魔防5】、回合结束：人数多于敌方，吸取敌方英雄7点生命。（lv12）

27.掠夺草人(3费/0/36)：登场：敌方受到26点伤害、每当一个敌军死亡：随机友军攻击+8。（lv20）
   掠夺草人(3费/0/32)：登场：敌方受到24点伤害、每当一个敌军死亡：随机友军攻击+7。（lv19）
   掠夺草人(3费/0/28)：登场：敌方受到22点伤害、每当一个敌军死亡：随机友军攻击+7。（lv18）
   掠夺草人(3费/0/25)：登场：敌方受到20点伤害、每当一个敌军死亡：随机友军攻击+6。（lv17）
   掠夺草人(3费/0/22)：登场：敌方受到18点伤害、每当一个敌军死亡：随机友军攻击+6。（lv16）
   掠夺草人(3费/0/20)：登场：敌方受到16点伤害、每当一个敌军死亡：随机友军攻击+5。（lv15）
   掠夺草人(3费/0/17)：登场：敌方受到14点伤害、每当一个敌军死亡：随机友军攻击+5。（lv14）
   掠夺草人(3费/0/15)：登场：敌方受到13点伤害、每当一个敌军死亡：随机友军攻击+4。（lv13）
   掠夺草人(3费/0/13)：登场：敌方受到12点伤害、每当一个敌军死亡：随机友军攻击+4。（lv12）

28.节日南瓜(3费/法术)：全体友军+7/+7、英雄生命+18。（lv20）
   节日南瓜(3费/法术)：全体友军+6/+7、英雄生命+17。（lv19）
   节日南瓜(3费/法术)：全体友军+6/+6、英雄生命+16。（lv18）
   节日南瓜(3费/法术)：全体友军+5/+6、英雄生命+15。（lv17）
   节日南瓜(3费/法术)：全体友军+5/+5、英雄生命+15。（lv16）
   节日南瓜(3费/法术)：全体友军+4/+5、英雄生命+15。（lv15）
   节日南瓜(3费/法术)：全体友军+3/+5、英雄生命+15。（lv14）
   节日南瓜(3费/法术)：全体友军+3/+4、英雄生命+15。（lv13）
   节日南瓜(3费/法术)：全体友军+3/+4、英雄生命+12。（lv12）

29.酗酒醉汉(3费/22/45)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（22点伤害）。（lv20）
   酗酒醉汉(3费/20/42)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（20点伤害）。（lv19）
   酗酒醉汉(3费/18/40)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（18点伤害）。（lv18）
   酗酒醉汉(3费/16/39)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（16点伤害）。（lv17）
   酗酒醉汉(3费/15/35)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（15点伤害）。（lv16）
   酗酒醉汉(3费/14/32)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（14点伤害）。（lv15）
   酗酒醉汉(3费/13/29)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（13点伤害）。（lv14）
   酗酒醉汉(3费/12/26)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（12点伤害）。（lv13）
   酗酒醉汉(3费/11/23)：登场、每当一个敌军死亡时:酒瓶投掷敌方横排随机区域（11点伤害）。（lv12）

30.心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=20）、敌方玩家弃一张牌。（lv20）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=19）、敌方玩家弃一张牌。（lv19）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=18）、敌方玩家弃一张牌。（lv18）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=17）、敌方玩家弃一张牌。（lv17）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=16）、敌方玩家弃一张牌。（lv16）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=15）、敌方玩家弃一张牌。（lv15）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=14）、敌方玩家弃一张牌。（lv14）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=13）、敌方玩家弃一张牌。（lv13）
   心灵风暴(3费/法术)：目标区域敌军吹回手上（敌军等级<=12）、敌方玩家弃一张牌。（lv12）

31.南瓜大婶(4费/24/56)：登场:将南瓜扔向随机敌军，24点伤害。（lv20）
   南瓜大婶(4费/21/52)：登场:将南瓜扔向随机敌军，21点伤害。（lv19）
   南瓜大婶(4费/19/48)：登场:将南瓜扔向随机敌军，19点伤害。（lv18）
   南瓜大婶(4费/17/43)：登场:将南瓜扔向随机敌军，17点伤害。（lv17）
   南瓜大婶(4费/15/40)：登场:将南瓜扔向随机敌军，15点伤害。（lv16）
   南瓜大婶(4费/13/38)：登场:将南瓜扔向随机敌军，13点伤害。（lv15）
   南瓜大婶(4费/12/33)：登场:将南瓜扔向随机敌军，12点伤害。（lv14）
   南瓜大婶(4费/11/29)：登场:将南瓜扔向随机敌军，11点伤害。（lv13）
   南瓜大婶(4费/10/26)：登场:将南瓜扔向随机敌军，10点伤害。（lv12）

32.妖娆女巫(4费/30/30)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+13，若是传记，另一友军+13/+13。（lv20）
   妖娆女巫(4费/27/27)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+12，若是传记，另一友军+12/+12。（lv19）
   妖娆女巫(4费/25/25)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+11，若是传记，另一友军+11/+11。（lv18）
   妖娆女巫(4费/23/23)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+10，若是传记，另一友军+10/+10。（lv17）
   妖娆女巫(4费/21/21)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+9，若是传记，另一友军+9/+9。（lv16）
   妖娆女巫(4费/19/19)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+8，若是传记，另一友军+8/+8。（lv15）
   妖娆女巫(4费/17/17)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+7，若是传记，另一友军+7/+7。（lv14）
   妖娆女巫(4费/15/15)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+6，若是传记，另一友军+6/+6。（lv13）
   妖娆女巫(4费/14/14)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+5，若是传记，另一友军+5/+5。（lv12）

33.黑旗舰队飞斧手(4费/28/50)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，28点伤害。（lv20）
   黑旗舰队飞斧手(4费/25/47)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，25点伤害。（lv19）
   黑旗舰队飞斧手(4费/22/45)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，22点伤害。（lv18）
   黑旗舰队飞斧手(4费/20/42)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，20点伤害。（lv17）
   黑旗舰队飞斧手(4费/18/40)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，18点伤害。（lv16）
   黑旗舰队飞斧手(4费/16/39)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，16点伤害。（lv15）
   黑旗舰队飞斧手(4费/15/33)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，15点伤害。（lv14）
   黑旗舰队飞斧手(4费/13/31)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，13点伤害。（lv13）
   黑旗舰队飞斧手(4费/12/27)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，12点伤害。（lv12）

34.电光术士(4费/24/24)：登场：敌方随机位置坠落闪电（24点伤害）、攻击前：人数高于对手，坠落闪电。（lv20）
   电光术士(4费/21/21)：登场：敌方随机位置坠落闪电（21点伤害）、攻击前：人数高于对手，坠落闪电。（lv19）
   电光术士(4费/19/19)：登场：敌方随机位置坠落闪电（19点伤害）、攻击前：人数高于对手，坠落闪电。（lv18）
   电光术士(4费/17/17)：登场：敌方随机位置坠落闪电（17点伤害）、攻击前：人数高于对手，坠落闪电。（lv17）
   电光术士(4费/15/16)：登场：敌方随机位置坠落闪电（15点伤害）、攻击前：人数高于对手，坠落闪电。（lv16）
   电光术士(4费/14/14)：登场：敌方随机位置坠落闪电（14点伤害）、攻击前：人数高于对手，坠落闪电。（lv15）
   电光术士(4费/13/12)：登场：敌方随机位置坠落闪电（13点伤害）、攻击前：人数高于对手，坠落闪电。（lv14）
   电光术士(4费/12/10)：登场：敌方随机位置坠落闪电（12点伤害）、攻击前：人数高于对手，坠落闪电。（lv13）
   电光术士(4费/11/9)：登场：敌方随机位置坠落闪电（11点伤害）、攻击前：人数高于对手，坠落闪电。（lv12）

35.恶犬屠夫(5费/24/60)：登场:召唤2个9/9凶恶幼犬-lv17。（lv20）
   恶犬屠夫(5费/21/55)：登场:召唤2个8/8凶恶幼犬-lv16。（lv19）
   恶犬屠夫(5费/18/50)：登场:召唤2个7/7凶恶幼犬-lv15。（lv18）
   恶犬屠夫(5费/16/46)：登场:召唤2个6/6凶恶幼犬-lv14。（lv17）
   恶犬屠夫(5费/15/40)：登场:召唤2个6/5凶恶幼犬-lv13。（lv16）
   恶犬屠夫(5费/13/36)：登场:召唤2个5/4凶恶幼犬-lv12。（lv15）
   恶犬屠夫(5费/11/33)：登场:召唤2个4/4凶恶幼犬-lv11。（lv14）
   恶犬屠夫(5费/10/28)：登场:召唤2个3/3凶恶幼犬-lv10。（lv13）
   恶犬屠夫(5费/8/26)：登场:召唤2个3/3凶恶幼犬-lv9。（lv12）

36.传记·风暴之夜(1费/传记)：敌方生命-20、获得【传记·抢滩登陆】。（lv20）
   传记·风暴之夜(1费/传记)：敌方生命-19、获得【传记·抢滩登陆】。（lv19）
   传记·风暴之夜(1费/传记)：敌方生命-18、获得【传记·抢滩登陆】。（lv18）
   传记·风暴之夜(1费/传记)：敌方生命-17、获得【传记·抢滩登陆】。（lv17）
   传记·风暴之夜(1费/传记)：敌方生命-16、获得【传记·抢滩登陆】。（lv16）
   传记·风暴之夜(1费/传记)：敌方生命-15、获得【传记·抢滩登陆】。（lv15）
   传记·风暴之夜(1费/传记)：敌方生命-14、获得【传记·抢滩登陆】。（lv14）
   传记·风暴之夜(1费/传记)：敌方生命-13、获得【传记·抢滩登陆】。（lv13）
   传记·风暴之夜(1费/传记)：敌方生命-12、获得【传记·抢滩登陆】。（lv12）

37.传记·抢滩登陆(2费/传记)：掠夺敌方英雄20点生命、获得【传记·残酷掠夺】。（lv20）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄19点生命、获得【传记·残酷掠夺】。（lv19）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄18点生命、获得【传记·残酷掠夺】。（lv18）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄17点生命、获得【传记·残酷掠夺】。（lv17）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄16点生命、获得【传记·残酷掠夺】。（lv16）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄15点生命、获得【传记·残酷掠夺】。（lv15）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄14点生命、获得【传记·残酷掠夺】。（lv14）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄13点生命、获得【传记·残酷掠夺】。（lv13）
   传记·抢滩登陆(2费/传记)：掠夺敌方英雄12点生命、获得【传记·残酷掠夺】。（lv12）

38.传记·残酷掠夺(3费/传记)：掠夺敌方英雄20点生命、若你的生命高于对手:召唤水手-lv20。（lv20）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄19点生命、若你的生命高于对手:召唤水手-lv19。（lv19）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄18点生命、若你的生命高于对手:召唤水手-lv18。（lv18）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄17点生命、若你的生命高于对手:召唤水手-lv17。（lv17）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄16点生命、若你的生命高于对手:召唤水手-lv16。（lv16）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄15点生命、若你的生命高于对手:召唤水手-lv15。（lv15）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄14点生命、若你的生命高于对手:召唤水手-lv14。（lv14）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄13点生命、若你的生命高于对手:召唤水手-lv13。（lv13）
   传记·残酷掠夺(3费/传记)：掠夺敌方英雄12点生命、若你的生命高于对手:召唤水手-lv12。（lv12）



紫卡：

1.走私狂徒(2费/20/10)：【洞察1】、登场:召唤36/66珍奇兽-lv20。（lv20）
  走私狂徒(2费/18/10)：【洞察1】、登场:召唤33/60珍奇兽-lv19。（lv19）
  走私狂徒(2费/16/10)：【洞察1】、登场:召唤30/55珍奇兽-lv18。（lv18）
  走私狂徒(2费/15/8)：【洞察1】、登场:召唤27/50珍奇兽-lv17。（lv17）
  走私狂徒(2费/13/7)：【洞察1】、登场:召唤25/45珍奇兽-lv16。（lv16）
  走私狂徒(2费/12/6)：【洞察1】、登场:召唤24/40珍奇兽-lv15。（lv15）
  走私狂徒(2费/11/5)：【洞察1】、登场:召唤22/35珍奇兽-lv14。（lv14）
  走私狂徒(2费/10/5)：【洞察1】、登场:召唤20/30珍奇兽-lv13。（lv13）
  走私狂徒(2费/9/4)：【洞察1】、登场:召唤18/28珍奇兽-lv12。（lv12）

2.异域驯兽使(2费/29/29)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv20）
  异域驯兽使(2费/27/27)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv19）
  异域驯兽使(2费/25/25)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv18）
  异域驯兽使(2费/23/23)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv17）
  异域驯兽使(2费/21/21)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv16）
  异域驯兽使(2费/19/19)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv15）
  异域驯兽使(2费/17/17)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv14）
  异域驯兽使(2费/15/15)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv13）
  异域驯兽使(2费/13/14)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv12）

3.海燕精卫(2费/20/29)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv20）
  海燕精卫(2费/18/26)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv19）
  海燕精卫(2费/16/24)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv18）
  海燕精卫(2费/14/22)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv17）
  海燕精卫(2费/12/20)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv16）
  海燕精卫(2费/11/18)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv15）
  海燕精卫(2费/10/16)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv14）
  海燕精卫(2费/9/14)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv13）
  海燕精卫(2费/8/13)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv12）

4.红海猎魔人(2费/27/13)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-7，自身攻击+7。（lv20）
  红海猎魔人(2费/25/12)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-6，自身攻击+6。（lv19）
  红海猎魔人(2费/23/11)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-6，自身攻击+6。（lv18）
  红海猎魔人(2费/21/11)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-5，自身攻击+5。（lv17）
  红海猎魔人(2费/19/10)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-5，自身攻击+5。（lv16）
  红海猎魔人(2费/17/10)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-4，自身攻击+4。（lv15）
  红海猎魔人(2费/15/9)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-4，自身攻击+4。（lv14）
  红海猎魔人(2费/14/8)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-4，自身攻击+3。（lv13）
  红海猎魔人(2费/13/7)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术或传记，随机敌军生命-3，自身攻击+3。（lv12）

5.海神赐福(2费/法术)：【洞察1】、随机友军+19/+19获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv20）
  海神赐福(2费/法术)：【洞察1】、随机友军+17/+17获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv19）
  海神赐福(2费/法术)：【洞察1】、随机友军+15/+15获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv18）
  海神赐福(2费/法术)：【洞察1】、随机友军+13/+14获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv17）
  海神赐福(2费/法术)：【洞察1】、随机友军+12/+12获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv16）
  海神赐福(2费/法术)：【洞察1】、随机友军+11/+11获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv15）
  海神赐福(2费/法术)：【洞察1】、随机友军+10/+10获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv14）
  海神赐福(2费/法术)：【洞察1】、随机友军+9/+9获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv13）
  海神赐福(2费/法术)：【洞察1】、随机友军+8/+8获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv12）

6.幸福空间(3费/9/60)：登场:随机另一友军+9/+9，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv20）
  幸福空间(3费/8/55)：登场:随机另一友军+8/+8，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv19）
  幸福空间(3费/7/50)：登场:随机另一友军+7/+7，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv18）
  幸福空间(3费/6/46)：登场:随机另一友军+7/+7，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv17）
  幸福空间(3费/6/40)：登场:随机另一友军+6/+6，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv16）
  幸福空间(3费/5/36)：登场:随机另一友军+5/+5，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv15）
  幸福空间(3费/4/32)：登场:随机另一友军+4/+4，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv14）
  幸福空间(3费/4/28)：登场:随机另一友军+3/+4，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv13）
  幸福空间(3费/3/26)：登场:随机另一友军+3/+3，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv12）

7.无情夺命客(3费/25/25)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv20）
  无情夺命客(3费/23/23)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv19）
  无情夺命客(3费/21/21)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv18）
  无情夺命客(3费/19/19)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv17）
  无情夺命客(3费/17/17)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv16）
  无情夺命客(3费/15/15)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv15）
  无情夺命客(3费/13/14)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv14）
  无情夺命客(3费/12/12)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv13）
  无情夺命客(3费/11/11)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv12）

8.深山老巫(3费/25/38)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄20点生命。（lv20）
  深山老巫(3费/22/35)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄19点生命。（lv19）
  深山老巫(3费/20/32)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄18点生命。（lv18）
  深山老巫(3费/18/30)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄17点生命。（lv17）
  深山老巫(3费/16/28)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄16点生命。（lv16）
  深山老巫(3费/15/25)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄15点生命。（lv15）
  深山老巫(3费/14/22)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄14点生命。（lv14）
  深山老巫(3费/13/20)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄13点生命。（lv13）
  深山老巫(3费/12/18)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄12点生命。（lv12）

9.黑水伏击(3费/法术)：随机敌军-21/-21（无视神佑、魔免）、召唤黑水快剑手-lv20。（lv20）
  黑水伏击(3费/法术)：随机敌军-19/-19（无视神佑、魔免）、召唤黑水快剑手-lv19。（lv19）
  黑水伏击(3费/法术)：随机敌军-17/-17（无视神佑、魔免）、召唤黑水快剑手-lv18。（lv18）
  黑水伏击(3费/法术)：随机敌军-15/-15（无视神佑、魔免）、召唤黑水快剑手-lv17。（lv17）
  黑水伏击(3费/法术)：随机敌军-14/-14（无视神佑、魔免）、召唤黑水快剑手-lv16。（lv16）
  黑水伏击(3费/法术)：随机敌军-12/-12（无视神佑、魔免）、召唤黑水快剑手-lv15。（lv15）
  黑水伏击(3费/法术)：随机敌军-10/-10（无视神佑、魔免）、召唤黑水快剑手-lv14。（lv14）
  黑水伏击(3费/法术)：随机敌军-9/-9（无视神佑、魔免）、召唤黑水快剑手-lv13。（lv13）
  黑水伏击(3费/法术)：随机敌军-8/-8（无视神佑、魔免）、召唤黑水快剑手-lv12。（lv12）

10.寒夜灯灵(3费/48/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv20）
   寒夜灯灵(3费/45/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv19）
   寒夜灯灵(3费/42/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv18）
   寒夜灯灵(3费/38/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv17）
   寒夜灯灵(3费/35/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv16）
   寒夜灯灵(3费/32/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv15）
   寒夜灯灵(3费/29/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv14）
   寒夜灯灵(3费/26/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv13）
   寒夜灯灵(3费/23/2)：【魔免】、对手不能回复生命、登场:冰封脚下。（lv12）

11.封魔幼兽(3费/23/23)：【法力封锁2】、受到传承:成长为封魔巨兽-lv20、死亡:获得封魔巨兽-lv20。（lv20)
   封魔幼兽(3费/20/20)：【法力封锁2】、受到传承:成长为封魔巨兽-lv19、死亡:获得封魔巨兽-lv19。（lv19）
   封魔幼兽(3费/18/18)：【法力封锁2】、受到传承:成长为封魔巨兽-lv18、死亡:获得封魔巨兽-lv18。（lv18)
   封魔幼兽(3费/16/16)：【法力封锁2】、受到传承:成长为封魔巨兽-lv17、死亡:获得封魔巨兽-lv17。（lv17）
   封魔幼兽(3费/14/15)：【法力封锁2】、受到传承:成长为封魔巨兽-lv16、死亡:获得封魔巨兽-lv16。（lv16)
   封魔幼兽(3费/13/13)：【法力封锁2】、受到传承:成长为封魔巨兽-lv15、死亡:获得封魔巨兽-lv15。（lv15）
   封魔幼兽(3费/12/12)：【法力封锁2】、受到传承:成长为封魔巨兽-lv14、死亡:获得封魔巨兽-lv14。（lv14）
   封魔幼兽(3费/11/11)：【法力封锁2】、受到传承:成长为封魔巨兽-lv13、死亡:获得封魔巨兽-lv13。（lv13）
   封魔幼兽(3费/10/10)：【法力封锁2】、受到传承:成长为封魔巨兽-lv12、死亡:获得封魔巨兽-lv12。（lv12）

12.晨光魔宠(3费/24/19)：【魔防18】、登场、命中英雄:手上一张卡牌法力-1。（lv20）
   晨光魔宠(3费/21/18)：【魔防17】、登场、命中英雄:手上一张卡牌法力-1。（lv19）
   晨光魔宠(3费/19/16)：【魔防16】、登场、命中英雄:手上一张卡牌法力-1。（lv18）
   晨光魔宠(3费/18/13)：【魔防15】、登场、命中英雄:手上一张卡牌法力-1。（lv17）
   晨光魔宠(3费/16/12)：【魔防14】、登场、命中英雄:手上一张卡牌法力-1。（lv16）
   晨光魔宠(3费/15/10)：【魔防13】、登场、命中英雄:手上一张卡牌法力-1。（lv15）
   晨光魔宠(3费/13/9)：【魔防12】、登场、命中英雄:手上一张卡牌法力-1。（lv14）
   晨光魔宠(3费/12/8)：【魔防11】、登场、命中英雄:手上一张卡牌法力-1。（lv13）
   晨光魔宠(3费/11/7)：【魔防10】、登场、命中英雄:手上一张卡牌法力-1。（lv12）

13.海盗船长(4费/35/60)：攻击前:若友军多于敌军:全军+4/+4，全体敌军-2/-2。（lv20）
   海盗船长(4费/32/55)：攻击前:若友军多于敌军:全军+4/+4，全体敌军-1/-1。（lv19）
   海盗船长(4费/30/50)：攻击前:若友军多于敌军:全军+3/+3，全体敌军-1/-1。（lv18）
   海盗船长(4费/28/46)：攻击前:若友军多于敌军:全军+3/+3，全体敌军-1/-0。（lv17）
   海盗船长(4费/25/42)：攻击前:若友军多于敌军:全军+3/+3，全体敌军-1/-0。（lv16）
   海盗船长(4费/22/39)：攻击前:若友军多于敌军:全军+2/+3，全体敌军-1/-0。（lv15）
   海盗船长(4费/20/35)：攻击前:若友军多于敌军:全军+2/+3，全体敌军-1/-0。（lv14）
   海盗船长(4费/18/33)：攻击前:若友军多于敌军:全军+1/+3，全体敌军-1/-0。（lv15）
   海盗船长(4费/16/30)：攻击前:若友军多于敌军:全军+1/+3，全体敌军-1/-0。（lv12）

14.炼金术士(4费/25/45)：攻击前:随机敌军-15/-15，否则随机友军+15/+15。（lv20）
   炼金术士(4费/22/44)：攻击前:随机敌军-13/-13，否则随机友军+13/+13。（lv19）
   炼金术士(4费/20/42)：攻击前:随机敌军-12/-12，否则随机友军+12/+12。（lv18）
   炼金术士(4费/18/40)：攻击前:随机敌军-11/-11，否则随机友军+11/+11。（lv17）
   炼金术士(4费/16/38)：攻击前:随机敌军-10/-10，否则随机友军+10/+10。（lv16）
   炼金术士(4费/15/33)：攻击前:随机敌军-9/-9，否则随机友军+9/+9。（lv15）
   炼金术士(4费/14/29)：攻击前:随机敌军-8/-8，否则随机友军+8/+8。（lv14）
   炼金术士(4费/12/28)：攻击前:随机敌军-7/-7，否则随机友军+7/+7。（lv13）
   炼金术士(4费/11/25)：攻击前:随机敌军-6/-6，否则随机友军+6/+6。（lv12）

15.动物学家(4费/33/65)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+12/+12。（lv20）
   动物学家(4费/30/60)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+11/+11。（lv19）
   动物学家(4费/28/55)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+10/+10。（lv18）
   动物学家(4费/25/50)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+10/+10。（lv17）
   动物学家(4费/23/45)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+9/+9。（lv16）
   动物学家(4费/21/40)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+8/+8。（lv15）
   动物学家(4费/19/36)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+7/+7。（lv14）
   动物学家(4费/17/33)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+6/+6。（lv13）
   动物学家(4费/15/30)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+5/+5。（lv12）

16.黑金诈术师(4费/30/30)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv20）
   黑金诈术师(4费/26/26)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv19）
   黑金诈术师(4费/23/23)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv18）
   黑金诈术师(4费/20/20)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv17）
   黑金诈术师(4费/17/17)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv16）
   黑金诈术师(4费/15/15)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv15）
   黑金诈术师(4费/13/13)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv14）
   黑金诈术师(4费/11/12)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv13）
   黑金诈术师(4费/10/10)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv12）

17.缴械逆袭(4费/法术)：吸取敌方英雄25点生命、随机7个敌军-13/-0、随机6个友军+13/+0。（lv20）
   缴械逆袭(4费/法术)：吸取敌方英雄25点生命、随机7个敌军-11/-0、随机6个友军+11/+0。（lv19）
   缴械逆袭(4费/法术)：吸取敌方英雄25点生命、随机6个敌军-10/-0、随机6个友军+10/+0。（lv18）
   缴械逆袭(4费/法术)：吸取敌方英雄22点生命、随机6个敌军-9/-0、随机6个友军+9/+0。（lv17）
   缴械逆袭(4费/法术)：吸取敌方英雄20点生命、随机6个敌军-8/-0、随机6个友军+8/+0。（lv16）
   缴械逆袭(4费/法术)：吸取敌方英雄18点生命、随机6个敌军-7/-0、随机6个友军+7/+0。（lv15）
   缴械逆袭(4费/法术)：吸取敌方英雄12点生命、随机6个敌军-7/-0、随机6个友军+7/+0。（lv14）
   缴械逆袭(4费/法术)：吸取敌方英雄10点生命、随机6个敌军-6/-0、随机6个友军+6/+0。（lv13）
   缴械逆袭(4费/法术)：吸取敌方英雄6点生命、随机6个敌军-6/-0、随机6个友军+6/+0。（lv12）

18.磐石工匠(4费/30/75)：回合开始:若英雄生命高于敌方，随机友军+10/+10，获得【磐龙】。（lv20）
   磐石工匠(4费/28/65)：回合开始:若英雄生命高于敌方，随机友军+10/+10，获得【磐龙】。（lv19）
   磐石工匠(4费/25/60)：回合开始:若英雄生命高于敌方，随机友军+9/+9，获得【磐龙】。（lv18）
   磐石工匠(4费/22/52)：回合开始:若英雄生命高于敌方，随机友军+9/+9，获得【磐龙】。（lv17）
   磐石工匠(4费/20/46)：回合开始:若英雄生命高于敌方，随机友军+8/+8，获得【磐龙】。（lv16）
   磐石工匠(4费/18/40)：回合开始:若英雄生命高于敌方，随机友军+8/+8，获得【磐龙】。（lv15）
   磐石工匠(4费/16/36)：回合开始:若英雄生命高于敌方，随机友军+7/+7，获得【磐龙】。（lv14）
   磐石工匠(4费/14/32)：回合开始:若英雄生命高于敌方，随机友军+6/+7，获得【磐龙】。（lv13）
   磐石工匠(4费/12/28)：回合开始:若英雄生命高于敌方，随机友军+6/+6，获得【磐龙】。（lv12）

19.奴役黑猿(4费/60/99)：场上人数高于敌方时，才可以攻击。（lv20）
   奴役黑猿(4费/55/90)：场上人数高于敌方时，才可以攻击。（lv19）
   奴役黑猿(4费/50/82)：场上人数高于敌方时，才可以攻击。（lv18）
   奴役黑猿(4费/45/75)：场上人数高于敌方时，才可以攻击。（lv17）
   奴役黑猿(4费/40/70)：场上人数高于敌方时，才可以攻击。（lv16）
   奴役黑猿(4费/36/66)：场上人数高于敌方时，才可以攻击。（lv15）
   奴役黑猿(4费/33/60)：场上人数高于敌方时，才可以攻击。（lv14）
   奴役黑猿(4费/30/55)：场上人数高于敌方时，才可以攻击。（lv13）
   奴役黑猿(4费/27/50)：场上人数高于敌方时，才可以攻击。（lv12）

20.红海领航员(4费/30/23)：【洞察1】、【先攻】、攻击前：全体先攻友军+6/+4。（lv20）
   红海领航员(4费/28/22)：【洞察1】、【先攻】、攻击前：全体先攻友军+5/+4。（lv19）
   红海领航员(4费/25/20)：【洞察1】、【先攻】、攻击前：全体先攻友军+5/+4。（lv18）
   红海领航员(4费/22/20)：【洞察1】、【先攻】、攻击前：全体先攻友军+5/+3。（lv17）
   红海领航员(4费/20/19)：【洞察1】、【先攻】、攻击前：全体先攻友军+5/+3。（lv16）
   红海领航员(4费/18/18)：【洞察1】、【先攻】、攻击前：全体先攻友军+4/+3。（lv15）
   红海领航员(4费/16/16)：【洞察1】、【先攻】、攻击前：全体先攻友军+4/+3。（lv14）
   红海领航员(4费/14/16)：【洞察1】、【先攻】、攻击前：全体先攻友军+4/+2。（lv13）
   红海领航员(4费/13/13)：【洞察1】、【先攻】、攻击前：全体先攻友军+4/+2。（lv12）

21.在逃重犯(4费/39/75)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+13/+13获得【践踏】。（lv20）
   在逃重犯(4费/36/70)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+12/+12获得【践踏】。（lv19）
   在逃重犯(4费/33/65)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+10/+10获得【践踏】。（lv18）
   在逃重犯(4费/30/60)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+9/+9获得【践踏】。（lv17）
   在逃重犯(4费/27/55)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+9/+9获得【践踏】。（lv16）
   在逃重犯(4费/24/50)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+8/+8获得【践踏】。（lv15）
   在逃重犯(4费/22/45)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+8/+8获得【践踏】。（lv14）
   在逃重犯(4费/20/40)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+7/+7获得【践踏】。（lv13）
   在逃重犯(4费/19/36)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+6/+6获得【践踏】。（lv12）

22.地心冒险家(4费/40/60)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+5/+10，使用传记:获得【回命】。（lv20）
   地心冒险家(4费/37/55)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+4/+9，使用传记:获得【回命】。（lv19）
   地心冒险家(4费/35/50)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+3/+8，使用传记:获得【回命】。（lv18）
   地心冒险家(4费/31/45)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+3/+7，使用传记:获得【回命】。（lv17）
   地心冒险家(4费/28/40)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+3/+6，使用传记:获得【回命】。（lv16）
   地心冒险家(4费/25/36)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+3/+5，使用传记:获得【回命】。（lv15）
   地心冒险家(4费/22/32)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+3/+5，使用传记:获得【回命】。（lv14）
   地心冒险家(4费/20/30)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+2/+5，使用传记:获得【回命】。（lv13）
   地心冒险家(4费/18/28)：【法力封锁2】、攻击前:每使用过一个法术或传记，自身+2/+5，使用传记:获得【回命】。（lv12）

23.贵族运输象(5费/36/66)：登场:英雄生命+66，随机另一友军+12/+12、若有帝国或蛮石友军在场，抓一张牌。（lv20）
   贵族运输象(5费/33/60)：登场:英雄生命+60，随机另一友军+10/+10、若有帝国或蛮石友军在场，抓一张牌。（lv19）
   贵族运输象(5费/30/55)：登场:英雄生命+55，随机另一友军+9/+9、若有帝国或蛮石友军在场，抓一张牌。（lv18）
   贵族运输象(5费/27/50)：登场:英雄生命+50，随机另一友军+8/+8、若有帝国或蛮石友军在场，抓一张牌。（lv17）
   贵族运输象(5费/25/45)：登场:英雄生命+45，随机另一友军+7/+7、若有帝国或蛮石友军在场，抓一张牌。（lv16）
   贵族运输象(5费/22/40)：登场:英雄生命+40，随机另一友军+6/+6、若有帝国或蛮石友军在场，抓一张牌。（lv15）
   贵族运输象(5费/20/35)：登场:英雄生命+35，随机另一友军+5/+6、若有帝国或蛮石友军在场，抓一张牌。（lv14）
   贵族运输象(5费/18/30)：登场:英雄生命+30，随机另一友军+4/+6、若有帝国或蛮石友军在场，抓一张牌。（lv13）
   贵族运输象(5费/16/25)：登场:英雄生命+25，随机另一友军+3/+6、若有帝国或蛮石友军在场，抓一张牌。（lv12）

24.黑旗舰队双枪客(5费/40/40)：登场:射击随机敌军，30点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，15点伤害。（lv20）
   黑旗舰队双枪客(5费/37/37)：登场:射击随机敌军，26点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，13点伤害。（lv19）
   黑旗舰队双枪客(5费/33/33)：登场:射击随机敌军，24点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，12点伤害。（lv18）
   黑旗舰队双枪客(5费/30/30)：登场:射击随机敌军，21点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，10点伤害。（lv17）
   黑旗舰队双枪客(5费/27/27)：登场:射击随机敌军，18点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，9点伤害。（lv16）
   黑旗舰队双枪客(5费/25/25)：登场:射击随机敌军，16点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，8点伤害。（lv15）
   黑旗舰队双枪客(5费/23/23)：登场:射击随机敌军，15点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，7点伤害。（lv14）
   黑旗舰队双枪客(5费/21/21)：登场:射击随机敌军，13点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，7点伤害。（lv13）
   黑旗舰队双枪客(5费/19/19)：登场:射击随机敌军，12点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，6点伤害。（lv12）

25.星辰陨落(5费/法术)：目标区域坠落66点伤害，随机7个区域坠落6点伤害。（lv20）
   星辰陨落(5费/法术)：目标区域坠落55点伤害，随机7个区域坠落6点伤害。（lv19）
   星辰陨落(5费/法术)：目标区域坠落55点伤害，随机7个区域坠落5点伤害。（lv18）
   星辰陨落(5费/法术)：目标区域坠落45点伤害，随机7个区域坠落5点伤害。（lv17）
   星辰陨落(5费/法术)：目标区域坠落45点伤害，随机7个区域坠落4点伤害。（lv16）
   星辰陨落(5费/法术)：目标区域坠落38点伤害，随机7个区域坠落4点伤害。（lv15）
   星辰陨落(5费/法术)：目标区域坠落30点伤害，随机7个区域坠落4点伤害。（lv14）
   星辰陨落(5费/法术)：目标区域坠落29点伤害，随机7个区域坠落3点伤害。（lv13）
   星辰陨落(5费/法术)：目标区域坠落24点伤害，随机7个区域坠落3点伤害。（lv12）

26.万圣节秘树(5费/0/160)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv20。（lv20）
   万圣节秘树(5费/0/145)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv19。（lv19）
   万圣节秘树(5费/0/127)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv18。（lv18）
   万圣节秘树(5费/0/111)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv17。（lv17）
   万圣节秘树(5费/0/99)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv16。（lv16）
   万圣节秘树(5费/0/88)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv15。（lv15）
   万圣节秘树(5费/0/79)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv14。（lv14）
   万圣节秘树(5费/0/72)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv13。（lv13）
   万圣节秘树(5费/0/66)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv12。（lv12）

27.烈日大祭师(5费/35/40)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv20）
   烈日大祭师(5费/30/40)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv19）
   烈日大祭师(5费/28/35)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv18）
   烈日大祭师(5费/25/32)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv17）
   烈日大祭师(5费/22/30)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv16）
   烈日大祭师(5费/20/27)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv15）
   烈日大祭师(5费/18/24)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv14）
   烈日大祭师(5费/16/21)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv13）
   烈日大祭师(5费/15/18)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv12）

28.钢斧开山者(6费/25/100)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域24点伤害。（lv20）
   钢斧开山者(6费/21/95)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域21点伤害。（lv19）
   钢斧开山者(6费/18/85)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域18点伤害。（lv18）
   钢斧开山者(6费/16/75)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域16点伤害。（lv17）
   钢斧开山者(6费/15/65)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域15点伤害。（lv16）
   钢斧开山者(6费/13/60)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域13点伤害。（lv15）
   钢斧开山者(6费/12/52)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域12点伤害。（lv14）
   钢斧开山者(6费/11/45)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域11点伤害。（lv13）
   钢斧开山者(6费/10/40)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域10点伤害。（lv12）

29.黑旗舰队船长(6费/26/80)：回合开始:吸取对手26点生命、攻击前:若英雄生命高于敌方，吸取随机敌军12点攻击。（lv20）
   黑旗舰队船长(6费/23/75)：回合开始:吸取对手23点生命、攻击前:若英雄生命高于敌方，吸取随机敌军11点攻击。（lv19）
   黑旗舰队船长(6费/20/70)：回合开始:吸取对手20点生命、攻击前:若英雄生命高于敌方，吸取随机敌军10点攻击。（lv18）
   黑旗舰队船长(6费/18/65)：回合开始:吸取对手18点生命、攻击前:若英雄生命高于敌方，吸取随机敌军9点攻击。（lv17）
   黑旗舰队船长(6费/16/60)：回合开始:吸取对手16点生命、攻击前:若英雄生命高于敌方，吸取随机敌军9点攻击。（lv16）
   黑旗舰队船长(6费/15/55)：回合开始:吸取对手15点生命、攻击前:若英雄生命高于敌方，吸取随机敌军8点攻击。（lv15）
   黑旗舰队船长(6费/13/49)：回合开始:吸取对手13点生命、攻击前:若英雄生命高于敌方，吸取随机敌军8点攻击。（lv14）
   黑旗舰队船长(6费/12/42)：回合开始:吸取对手12点生命、攻击前:若英雄生命高于敌方，吸取随机敌军7点攻击。（lv13）
   黑旗舰队船长(6费/11/36)：回合开始:吸取对手11点生命、攻击前:若英雄生命高于敌方，吸取随机敌军7点攻击。（lv12）

30.封魔巨兽(6费/40/90)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv20）
   封魔巨兽(6费/37/80)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv19）
   封魔巨兽(6费/35/70)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv18）
   封魔巨兽(6费/32/60)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv17）
   封魔巨兽(6费/28/55)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv16）
   封魔巨兽(6费/25/50)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv15）
   封魔巨兽(6费/22/45)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv14）
   封魔巨兽(6费/20/40)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv13）
   封魔巨兽(6费/18/36)：【迟缓】、【磐龙】、【魂歌】、敌方法力上限-2。（lv12）


橙卡：

1.蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv20、获得《真理残片》。（lv20）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv19、获得《真理残片》。（lv19）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv18、获得《真理残片》。（lv18）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv17、获得《真理残片》。（lv17）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv16、获得《真理残片》。（lv16）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv15、85%概率获得《真理残片》。（lv15）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv14、80%概率获得《真理残片》。（lv14）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv13、75%概率获得《真理残片》。（lv13）
  蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv12、70%概率获得《真理残片》。（lv12）

2.花剑绅士·翔(2费/23/23)：【先攻】、【回命】、【协战12】。（lv20）
  花剑绅士·翔(2费/20/20)：【先攻】、【回命】、【协战11】。（lv19）
  花剑绅士·翔(2费/18/18)：【先攻】、【回命】、【协战10】。（lv18）
  花剑绅士·翔(2费/16/16)：【先攻】、【回命】、【协战9】。（lv17）
  花剑绅士·翔(2费/14/15)：【先攻】、【回命】、【协战8】。（lv16）
  花剑绅士·翔(2费/13/13)：【先攻】、【回命】、【协战7】。（lv15）
  花剑绅士·翔(2费/12/12)：【先攻】、【回命】、【协战6】。（lv14）
  花剑绅士·翔(2费/11/11)：【先攻】、【回命】、【协战5】。（lv13）
  花剑绅士·翔(2费/10/10)：【先攻】、【回命】、【协战4】。（lv12）

3.海燕·鲍莉(3费/30/30)：登场:召唤18/18水手-lv20、攻击前:随机敌军受到30点伤害、回合结束:自身回手。（lv20）
  海燕·鲍莉(3费/27/27)：登场:召唤16/17水手-lv19、攻击前:随机敌军受到27点伤害、回合结束:自身回手。（lv19）
  海燕·鲍莉(3费/25/25)：登场:召唤15/15水手-lv18、攻击前:随机敌军受到25点伤害、回合结束:自身回手。（lv18）
  海燕·鲍莉(3费/22/22)：登场:召唤13/13水手-lv16、攻击前:随机敌军受到22点伤害、回合结束:自身回手。（lv17）
  海燕·鲍莉(3费/19/19)：登场:召唤12/12水手-lv15、攻击前:随机敌军受到19点伤害、回合结束:自身回手。（lv16）
  海燕·鲍莉(3费/17/17)：登场:召唤11/11水手-lv14、攻击前:随机敌军受到17点伤害、回合结束:自身回手。（lv15）
  海燕·鲍莉(3费/15/15)：登场:召唤10/10水手-lv13、攻击前:随机敌军受到15点伤害、回合结束:自身回手。（lv14）
  海燕·鲍莉(3费/13/13)：登场:召唤9/9水手-lv12、攻击前:随机敌军受到13点伤害、回合结束:自身回手。（lv13）
  海燕·鲍莉(3费/11/11)：登场:召唤8/8水手-lv11、攻击前:随机敌军受到11点伤害、回合结束:自身回手。（lv12）

4.欢乐歌唱的戴维(3费/32/32)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+7。（lv20）
  欢乐歌唱的戴维(3费/29/29)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+7。（lv19）
  欢乐歌唱的戴维(3费/26/26)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+7。（lv18）
  欢乐歌唱的戴维(3费/23/25)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+6。（lv17）
  欢乐歌唱的戴维(3费/21/21)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+5。（lv16）
  欢乐歌唱的戴维(3费/19/19)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+4。（lv15）
  欢乐歌唱的戴维(3费/17/17)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+4。（lv14）
  欢乐歌唱的戴维(3费/15/15)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+4。（lv13）
  欢乐歌唱的戴维(3费/13/14)：【魂音】、回合开始:手上一张卡牌法力-1，若人数多于对手，全体友军+1/+3。（lv12）

5.魔卡幻术师·梅基(4费/27/45)：充能:随机敌军-13/-13，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-24/-24。（lv20）
  魔卡幻术师·梅基(4费/24/42)：充能:随机敌军-11/-11，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-21/-21。（lv19）
  魔卡幻术师·梅基(4费/21/39)：充能:随机敌军-10/-10，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-18/-18。（lv18）
  魔卡幻术师·梅基(4费/18/36)：充能:随机敌军-9/-9，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-15/-15。（lv17）
  魔卡幻术师·梅基(4费/15/33)：充能:随机敌军-7/-7，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-13/-13。（lv16）
  魔卡幻术师·梅基(4费/13/29)：充能:随机敌军-6/-6，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-12/-12。（lv15）
  魔卡幻术师·梅基(4费/12/24)：充能:随机敌军-5/-5，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-11/-11。（lv14）
  魔卡幻术师·梅基(4费/10/21)：充能:随机敌军-4/-4，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-10/-10。（lv13）
  魔卡幻术师·梅基(4费/9/19)：充能:随机敌军-3/-3，命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-9/-9。（lv12）

6.赤影·艾希尔(4费/33/17)：【洞察2】、【连击】、【魔防120】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+3。（lv20）
  赤影·艾希尔(4费/30/16)：【洞察2】、【连击】、【魔防110】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+2。（lv19）
  赤影·艾希尔(4费/28/15)：【洞察2】、【连击】、【魔防100】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+2。（lv18）
  赤影·艾希尔(4费/26/14)：【洞察2】、【连击】、【魔防100】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv17）
  赤影·艾希尔(4费/23/12)：【洞察2】、【连击】、【魔防90】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv16）
  赤影·艾希尔(4费/21/10)：【洞察2】、【连击】、【魔防80】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv15）
  赤影·艾希尔(4费/18/10)：【洞察2】、【连击】、【魔防70】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv14）
  赤影·艾希尔(4费/16/9)：【洞察2】、【连击】、【魔防60】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv13）
  赤影·艾希尔(4费/15/7)：【洞察2】、连击】、【魔防50】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv12）

7.钢之咆哮·布瑞恩(5费/40/40)：【护甲14】、【践踏】、登场:横排敌军受到22点伤害、攻击前:友军多于敌军，自身+7/+15。（lv20）
  钢之咆哮·布瑞恩(5费/35/35)：【护甲13】、【践踏】、登场:横排敌军受到20点伤害、攻击前:友军多于敌军，自身+6/+14。（lv19）
  钢之咆哮·布瑞恩(5费/30/30)：【护甲12】、【践踏】、登场:横排敌军受到18点伤害、攻击前:友军多于敌军，自身+6/+12。（lv18）
  钢之咆哮·布瑞恩(5费/27/27)：【护甲11】、【践踏】、登场:横排敌军受到16点伤害、攻击前:友军多于敌军，自身+5/+11。（lv17）
  钢之咆哮·布瑞恩(5费/24/24)：【护甲10】、【践踏】、登场:横排敌军受到14点伤害、攻击前:友军多于敌军，自身+4/+9。（lv16）
  钢之咆哮·布瑞恩(5费/21/21)：【护甲10】、【践踏】、登场:横排敌军受到13点伤害、攻击前:友军多于敌军，自身+4/+8。（lv15）
  钢之咆哮·布瑞恩(5费/19/19)：【护甲9】、【践踏】、登场:横排敌军受到12点伤害、攻击前:友军多于敌军，自身+3/+6。（lv14）
  钢之咆哮·布瑞恩(5费/17/17)：【护甲8】、【践踏】、登场:横排敌军受到11点伤害、攻击前:友军多于敌军，自身+2/+6。（lv13）
  钢之咆哮·布瑞恩(5费/15/15)：【护甲7】、【践踏】、登场:横排敌军受到10点伤害、攻击前:友军多于敌军，自身+2/+4。（lv12）

8.烈火·蕾拉(5费/77/35)：登场:获得3张《蕾拉火弹》-lv20、回合结束、命中英雄:获得《蕾拉火弹》-lv20。（lv20）
  烈火·蕾拉(5费/68/33)：登场:获得3张《蕾拉火弹》-lv19、回合结束、命中英雄:获得《蕾拉火弹》-lv19。（lv19）
  烈火·蕾拉(5费/60/30)：登场:获得3张《蕾拉火弹》-lv18、回合结束、命中英雄:获得《蕾拉火弹》-lv18。（lv18）
  烈火·蕾拉(5费/52/25)：登场:获得3张《蕾拉火弹》-lv17、回合结束、命中英雄:获得《蕾拉火弹》-lv17。（lv17）
  烈火·蕾拉(5费/45/22)：登场:获得3张《蕾拉火弹》-lv16、回合结束、命中英雄:获得《蕾拉火弹》-lv16。（lv16）
  烈火·蕾拉(5费/40/20)：登场:获得3张《蕾拉火弹》-lv15、回合结束、命中英雄:获得《蕾拉火弹》-lv15。（lv15）
  烈火·蕾拉(5费/36/18)：登场:获得3张《蕾拉火弹》-lv14、回合结束、命中英雄:获得《蕾拉火弹》-lv14。（lv14）
  烈火·蕾拉(5费/32/16)：登场:获得3张《蕾拉火弹》-lv13、回合结束、命中英雄:获得《蕾拉火弹》-lv13。（lv13）
  烈火·蕾拉(5费/27/15)：登场:获得2张《蕾拉火弹》-lv12、回合结束、命中英雄:获得《蕾拉火弹》-lv12。（lv12）

9.黑金三代目·梅森(7费/50/95)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到50点伤害。（lv20）
  黑金三代目·梅森(7费/45/85)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到45点伤害。（lv19）
  黑金三代目·梅森(7费/40/75)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到40点伤害。（lv18）
  黑金三代目·梅森(7费/36/65)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:敌军受到36点伤害。（lv17）
  黑金三代目·梅森(7费/35/55)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:80%几率，敌军受到35点伤害。（lv16）
  黑金三代目·梅森(7费/30/50)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:80%几率，敌军受到30点伤害。（lv15）
  黑金三代目·梅森(7费/25/45)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:80%几率，敌军受到25点伤害。（lv14）
  黑金三代目·梅森(7费/20/40)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:75%几率，敌军受到24点伤害。（lv13）
  黑金三代目·梅森(7费/18/36)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:75%几率，敌军受到20点伤害。（lv12）


*/
