// 隐秘者 15级

/*

白卡：

1.学仆-基础型(0费/10/10)：无。（lv15）

2.沉默术(1费/法术)：目标区域坠落12点伤害，并沉默目标单位。（lv12）

3.幻象巨蛇(1费/13/13)：【幻象】。（lv12）

4.机械系学徒(2费/8/8)：【穿透】。（lv12）

5.学仆-发条型(2费/11/11)：死亡:随机友军+4/+4。（lv12）

6.扭曲之力(2费/法术)：目标单位+12/-12。（lv12）

7.学仆-联能型(3费/12/6)：攻击前:随机敌军受到2点伤害。（lv12）

8.学仆-增强型(4费/13/13)：登场:随机友军+4/+4。（lv12）



蓝卡：

1.隐秘核心(0费/0/50)：【守军】、【隐形】、法力上限+3。（lv15）
  隐秘核心(0费/0/42)：【守军】、【隐形】、法力上限+3。（lv14）
  隐秘核心(0费/0/35)：【守军】、【隐形】、法力上限+3。（lv13）

2.灵能炸弹(0费/0/1)：【隐形】、【守军】、【魔免】、充能时爆炸:英雄受到15点伤害，所有相邻友军受到5点伤害。（lv15）

3.邪月蝙蝠(1费/14/6)：攻击前:本回合你每使用过一个法术，自身+8/+0。（lv15.新）
  邪月蝙蝠(1费/13/5)：攻击前:本回合你每使用过一个法术，自身+7/+0。（lv15）
  邪月蝙蝠(1费/12/4)：攻击前:本回合你每使用过一个法术，自身+6/+0。（lv14）
  邪月蝙蝠(1费/10/4)：攻击前:本回合你每使用过一个法术，自身+6/+0。（lv13）

4.预言系教授(2费/10/10)：登场:抓一张牌、死亡:英雄生命+12。（lv15）
  预言系教授(2费/9/9)：登场:抓一张牌、死亡:英雄生命+11。（lv14）
  预言系教授(2费/8/8)：登场:抓一张牌、死亡:英雄生命+10。（lv13）

5.方尖魔碑(2费/0/25)：【守军】、敌方法力上限-1、回合结束:65%几率【洞察1】。（lv15）
  方尖魔碑(2费/0/22)：【守军】、敌方法力上限-1、回合结束:65%几率【洞察1】。（lv14）
  方尖魔碑(2费/0/20)：【守军】、敌方法力上限-1、回合结束:60%几率【洞察1】。（lv13）

6.雷火工组(2费/11/25)：回合开始:你每有1点法力，敌方随机区域坠落3点伤害。（lv15.新）
  雷火工组(2费/10/22)：回合开始:你每有1点法力，敌方随机区域坠落3点伤害。（lv15）
  雷火工组(2费/9/19)：回合开始:你每有1点法力，敌方随机区域坠落3点伤害。（lv14）
  雷火工组(2费/9/18)：回合开始:你每有1点法力，敌方随机区域坠落2点伤害。（lv13）

7.邪月妖猫(2费/18/13)：攻击前:本回合你每使用过一个法术，自身+4/+3。（lv15.新）
  邪月妖猫(2费/15/12)：攻击前:本回合你每使用过一个法术，自身+3/+3。（lv15）
  邪月妖猫(2费/14/10)：攻击前:本回合你每使用过一个法术，自身+3/+3。（lv14）
  邪月妖猫(2费/13/9)：攻击前:本回合你每使用过一个法术，自身+3/+2。（lv13）

8.沉重否定(2费/法术)：目标敌军攻击-50，并沉默、80%几率获得《真理碎片》。（lv15）
  沉重否定(2费/法术)：目标敌军攻击-45，并沉默、75%几率获得《真理碎片》。（lv14）
  沉重否定(2费/法术)：目标敌军攻击-40，并沉默、70%几率获得《真理碎片》。（lv13）

9.学仆-观测型(2费/13/16)：洞察时：自身+3/+3、死亡：【洞察1】，英雄恢复生命（等同攻击力）。（lv15）
  学仆-观测型(2费/11/15)：洞察时：自身+3/+3、死亡：【洞察1】，英雄恢复生命（等同攻击力）。（lv14）
  学仆-观测型(2费/10/14)：洞察时：自身+2/+3、死亡：【洞察1】，英雄恢复生命（等同攻击力）。（lv13）

10.御魔术(2费/法术)：目标友军+6/+6、获得【魔防9】、抽一张牌。（lv15）
   御魔术(2费/法术)：目标友军+5/+5、获得【魔防9】、抽一张牌。（lv14）
   御魔术(2费/法术)：目标友军+4/+5、获得【魔防8】、抽一张牌。（lv13）

11.粗心化学家(2费/10/14)：攻击前:相邻一个友军受到1点伤害，随机敌军受到4点伤害。（lv15）

12.万圣节草人(2费/0/10)：回合结束:50%几率敌方一张手牌法力+1、死亡:原地召唤幻象蛇-lv15。（lv15）

13.灵能布控(2费/法术)：回合结束:在敌方区域召唤灵能炸弹-lv15、抽一张牌。（lv15）

14.学仆-补给型(3费/7/37)：回合结束:你每有1点法力，自身+2/+4。（lv15）
   学仆-补给型(3费/6/35)：回合结束:你每有1点法力，自身+2/+4。（lv14）
   学仆-补给型(3费/6/32)：回合结束:你每有1点法力，自身+2/+3。（lv13）

15.魔药系学士(3费/12/25)：登场:获得卡牌《扭曲之力》-lv15。（lv15.新）
   魔药系学士(3费/10/25)：登场:获得卡牌《扭曲之力》-lv15。（lv15）
   魔药系学士(3费/9/22)：登场:获得卡牌《扭曲之力》-lv14。（lv14）
   魔药系学士(3费/8/19)：登场:获得卡牌《扭曲之力》-lv13。（lv13）

16.生命工组(3费/13/35)：回合开始:你每有1点法力，英雄生命+4。（lv15.新）
   生命工组(3费/13/30)：回合开始:你每有1点法力，英雄生命+4。（lv15）
   生命工组(3费/12/25)：回合开始:你每有1点法力，英雄生命+4。（lv14）
   生命工组(3费/10/24)：回合开始:你每有1点法力，英雄生命+3。（lv13）

17.学仆-投射型(3费/17/17)：攻击前:投射7点伤害。（lv15）
   学仆-投射型(3费/16/16)：攻击前:投射6点伤害。（lv14）
   学仆-投射型(3费/14/14)：攻击前:投射6点伤害。（lv13）

18.虚化术(3费/法术)：目标单位+13/+23，并获得【穿透】。（lv15）
   虚化术(3费/法术)：目标单位+12/+18，并获得【穿透】。（lv14）
   虚化术(3费/法术)：目标单位+10/+16，并获得【穿透】。（lv13）

19.幻象学者(3费/19/19)：登场:获得《幻象巨蛇》-lv15。（lv15.新）
   幻象学者(3费/16/13)：登场:获得《幻象巨蛇》-lv15。（lv15）
   幻象学者(3费/15/11)：登场:获得《幻象巨蛇》-lv14。（lv14）
   幻象学者(3费/14/9)：登场:获得《幻象巨蛇》-lv13。（lv13）

20.全数否定(3费/法术)：【洞察1】、横排敌军攻击-18。（lv15）
   全数否定(3费/法术)：【洞察1】、横排敌军攻击-16。（lv14）
   全数否定(3费/法术)：【洞察1】、横排敌军攻击-14。（lv13）

21.睡眠系教授(3费/10/25)：回合开始:每使用过一个法术，随机敌军攻击-7，若是传记，随机敌军不能攻击1回合。（lv15）

22.虚化印记(3费/法术)：目标敌军攻击-40，获得【隐形】。（lv15）

23.滋养守卫(4费/11/45)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv15.新）
   滋养守卫(4费/10/40)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv15）
   滋养守卫(4费/9/36)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv14）
   滋养守卫(4费/8/33)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv13）

24.幻象熊(4费/28/28)：【践踏】、【幻象】。（lv15.新）
   幻象熊(4费/26/26)：【践踏】、【幻象】。（lv15）
   幻象熊(4费/24/24)：【践踏】、【幻象】。（lv14）
   幻象熊(4费/22/22)：【践踏】、【幻象】。（lv13）

25.学仆-焚化型(4费/10/40)：回合开始:其他所有生物受到1点伤害、充能:敌方所有生物受到3点伤害。（lv15.新）
   学仆-焚化型(4费/10/30)：回合开始:其他所有生物受到1点伤害、充能:敌方所有生物受到3点伤害。（lv15）
   学仆-焚化型(4费/9/25)：回合开始:其他所有生物受到1点伤害、充能:敌方所有生物受到3点伤害。（lv14）
   学仆-焚化型(4费/7/23)：回合开始:其他所有生物受到1点伤害、充能:敌方所有生物受到3点伤害。（lv13）

26.学仆-渗透型(4费/21/21)：【洞察1】、【穿透】、【护甲6】。（lv15）
   学仆-渗透型(4费/19/19)：【洞察1】、【穿透】、【护甲5】。（lv14）
   学仆-渗透型(4费/17/17)：【洞察1】、【穿透】、【护甲5】。（lv13）

27.学仆-魔蛛型(4费/19/15)：【先攻】、攻击前：本回合每使用过一个法术自身+6/+4。（lv15.新）
   学仆-魔蛛型(4费/17/10)：【先攻】、攻击前：本回合每使用过一个法术自身+4/+3。（lv15）
   学仆-魔蛛型(4费/15/9)：【先攻】、攻击前：本回合每使用过一个法术自身+4/+3。（lv14）
   学仆-魔蛛型(4费/14/8)：【先攻】、攻击前：本回合每使用过一个法术自身+3/+3。（lv13）

28.黑曜石像鬼(5费/15/39)：【迟缓】、敌方法力上限-1、登场回合具有【护甲20】。（lv15）
   黑曜石像鬼(5费/14/36)：【迟缓】、敌方法力上限-1、登场回合具有【护甲16】。（lv14）
   黑曜石像鬼(5费/13/33)：【迟缓】、敌方法力上限-1、登场回合具有【护甲14】。（lv13）

29.学仆-战斗型(5费/25/25)：充能:自身-1/-1，随机敌军受到10点伤害。（lv15.新）
   学仆-战斗型(5费/24/24)：充能:自身-1/-1，随机敌军受到10点伤害。（lv15）
   学仆-战斗型(5费/22/22)：充能:自身-1/-1，随机敌军受到9点伤害。（lv14）
   学仆-战斗型(5费/19/19)：充能:自身-1/-1，随机敌军受到9点伤害。（lv13）

30.学仆-能源型(5费/14/29)：【护甲7】、法力上限+2。（lv15）
   学仆-能源型(5费/12/26)：【护甲6】、法力上限+2。（lv14）
   学仆-能源型(5费/10/24)：【护甲6】、法力上限+2。（lv13）

31.魔咒老妪(5费/12/20)：登场:对手弃一张牌，对手无手牌，随机敌军-20/-7，被沉默。（lv15）
   魔咒老妪(5费/11/18)：登场:对手弃一张牌，对手无手牌，随机敌军-20/-6，被沉默。（lv14）
   魔咒老妪(5费/10/16)：登场:对手弃一张牌，对手无手牌，随机敌军-20/-5，被沉默。（lv13）

32.请示隐秘者(5费/法术)：【洞察1】、抽2张牌、英雄生命+35、充能:多抽一张牌。（lv15）
   请示隐秘者(5费/法术)：【洞察1】、抽2张牌、英雄生命+30、充能:多抽一张牌。（lv14）
   请示隐秘者(5费/法术)：【洞察1】、抽2张牌、英雄生命+25、充能:多抽一张牌。（lv13）



紫卡：

1.隐形术(1费/法术)：【洞察1】、目标单位+13/+13，获得【隐形】。（lv15）
  隐形术(1费/法术)：【洞察1】、目标单位+11/+11，获得【隐形】。（lv14）
  隐形术(1费/法术)：【洞察1】、目标单位+9/+10，获得【隐形】。（lv13）

2.学仆-冲锋型(2费/15/13)：【先攻】、攻击前:你每有1点法力，自身+1/+1。（lv15）
  学仆-冲锋型(2费/13/13)：【先攻】、攻击前:你每有1点法力，自身+1/+1。（lv14）
  学仆-冲锋型(2费/12/11)：【先攻】、攻击前:你每有1点法力，自身+1/+1。（lv13）

3.咒术系学士(2费/7/23)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+15。（lv15.新）
  咒术系学士(2费/6/20)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+15。（lv15）
  咒术系学士(2费/5/19)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+14。（lv14）
  咒术系学士(2费/4/18)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+13。（lv13）

4.破魔系教授(2费/10/18)：【洞察1】、登场:沉默随机敌军、命中时:50%几率【洞察1】、回合结束:35%几率沉默随机敌军。（lv15）
  破魔系教授(2费/9/16)：【洞察1】、登场:沉默随机敌军、命中时:50%几率【洞察1】、回合结束:30%几率沉默随机敌军。（lv14）
  破魔系教授(2费/8/14)：【洞察1】、登场:沉默随机敌军、命中时:40%几率【洞察1】、回合结束:30%几率沉默随机敌军。（lv13）

5.克隆术(2费/法术)：【洞察1】、复制目标单位到手上，英雄生命+25。（lv15）
  克隆术(2费/法术)：【洞察1】、复制目标单位到手上，英雄生命+22。（lv14）
  克隆术(2费/法术)：复制目标单位到手上，英雄生命+22。（lv13）

6.防护系教授(3费/9/32)：回合开始:随机敌军攻击-4，随机友军生命+4。（lv15.新）
  防护系教授(3费/9/29)：回合开始:随机敌军攻击-4，随机友军生命+4。（lv15）
  防护系教授(3费/8/24)：回合开始:随机敌军攻击-4，随机友军生命+4。（lv14）
  防护系教授(3费/7/22)：回合开始:随机敌军攻击-3，随机友军生命+4。（lv13）

7.魔像-御咒铁卫(3费/18/18)：【护甲7】、攻击前:本回合你每使用过一个法术，自身+4/+4，护甲+2。（lv15.新）
  魔像-御咒铁卫(3费/16/16)：【护甲6】、攻击前:本回合你每使用过一个法术，自身+4/+4，护甲+2。（lv15）
  魔像-御咒铁卫(3费/14/15)：【护甲6】、攻击前:本回合你每使用过一个法术，自身+3/+4，护甲+2。（lv14）
  魔像-御咒铁卫(3费/13/13)：【护甲6】、攻击前:本回合你每使用过一个法术，自身+3/+4，护甲+1。（lv13）

8.缄言法师(3费/19/9)：登场:获得卡牌《沉默术》-lv7、死亡:获得《沉默术》-lv7。（lv15）
  缄言法师(3费/17/9)：登场:获得卡牌《沉默术》-lv7、死亡:获得《沉默术》-lv7。（lv14）
  缄言法师(3费/16/8)：登场:获得卡牌《沉默术》-lv6、死亡:获得《沉默术》-lv6。（lv13）

9.学仆-猛禽型(3费/15/6)：【先攻】、命中时：【洞察1】、洞察时：全体先攻友军攻击+6。（lv15）
  学仆-猛禽型(3费/14/4)：【先攻】、命中时：【洞察1】、洞察时：全体先攻友军攻击+6。（lv14）
  学仆-猛禽型(3费/13/3)：【先攻】、命中时：【洞察1】、洞察时：全体先攻友军攻击+5。（lv13）

10.学仆-脉冲型(3费/10/18)：【洞察1】、洞察时：自身+2/+6，射击英雄。（lv15）
   学仆-脉冲型(3费/9/16)：【洞察1】、洞察时：自身+2/+6，射击英雄。（lv14）
   学仆-脉冲型(3费/8/15)：【洞察1】、洞察时：自身+1/+6，射击英雄。（lv13）

11.夜幕灵宠(3费/15/10)：【魔防13】、登场、命中英雄:敌方一张手牌法力+1。（lv15）

12.白首魔根(4费/9/40)：【洞察1】、【魔免】、回合结束:自身攻击加倍。（lv15）
   白首魔根(4费/8/36)：【洞察1】、【魔免】、回合结束:自身攻击加倍。（lv14）
   白首魔根(4费/7/33)：【洞察1】、【魔免】、回合结束:自身攻击加倍。（lv13）

13.幻域秘树(4费/0/37)：【洞察1】、【魔防4】、法力上限+2、回合开始:随机敌军-x/-x(x为你的法力)。（lv15）
   幻域秘树(4费/0/35)：【洞察1】、【魔防3】、法力上限+2、回合开始:随机敌军-x/-x(x为你的法力)。（lv14）
   幻域秘树(4费/0/33)：【洞察1】、【魔防2】、法力上限+2、回合开始:随机敌军-x/-x(x为你的法力)。（lv13）

14.改造魔卷(4费/法术)：消灭敌方单位，获得10/10量产型学仆-lv15、3/3量产型学仆-lv6。（lv15）
   改造魔卷(4费/法术)：消灭敌方单位，获得9/9量产型学仆-lv14、1/2量产型学仆-lv3。（lv14）
   改造魔卷(4费/法术)：消灭敌方单位，获得8/8量产型学仆-lv13、0/1量产型学仆-lv1。（lv13）

15.实验室流浆(4费/13/37)：回合结束:若本回合受到过伤害，在相邻位置复制一个自己。（lv15.新）
   实验室流浆(4费/13/33)：回合结束:若本回合受到过伤害，在相邻位置复制一个自己。（lv15）
   实验室流浆(4费/12/30)：回合结束:若本回合受到过伤害，在相邻位置复制一个自己。（lv14）
   实验室流浆(4费/10/28)：回合结束:若本回合受到过伤害，在相邻位置复制一个自己。（lv13）

16.学仆-塑钢型(4费/22/22)：【磐龙】、【护甲8】、洞察时：自身+2/+5，护甲+2。（lv15）
   学仆-塑钢型(4费/20/20)：【磐龙】、【护甲7】、洞察时：自身+2/+5，护甲+2。（lv14）
   学仆-塑钢型(4费/18/18)：【磐龙】、【护甲7】、洞察时：自身+2/+5，护甲+1。（lv13）

17.幻象放大系教授(4费/13/13)：登场:前方位置召唤10/10幻象蛇-lv9、回合开始:随机幻象友军+10/+10，获得【回命】。（lv15）

18.魔像-术法风暴(5费/23/45)：【践踏】、攻击前:本回你每施放过一个法术，自身+7/+7。（lv15.新）
   魔像-术法风暴(5费/20/38)：【践踏】、攻击前:本回你每施放过一个法术，自身+7/+7。（lv15）
   魔像-术法风暴(5费/18/35)：【践踏】、攻击前:本回你每施放过一个法术，自身+6/+6。（lv14）
   魔像-术法风暴(5费/15/32)：【践踏】、攻击前:本回你每施放过一个法术，自身+6/+6。（lv13）

19.召熊幻术师(5费/8/8)：登场、回合结束:召唤26/26幻象熊-lv12。（lv15.新）
   召熊幻术师(5费/8/8)：登场、回合结束:召唤26/26幻象熊-lv15。（lv15）
   召熊幻术师(5费/7/7)：登场、回合结束:召唤24/24幻象熊-lv14。（lv14）
   召熊幻术师(5费/6/6)：登场、回合结束:召唤22/22幻象熊-lv13。（lv13）

20.观星台大预言家(5费/9/23)：【洞察1】、【魔防9】、洞察时：抽一张牌。（lv15）
   观星台大预言家(5费/8/21)：【洞察1】、【魔防8】、洞察时：抽一张牌。（lv14）
   观星台大预言家(5费/7/19)：【洞察1】、【魔防7】、洞察时：抽一张牌。（lv13）

21.御魔史芬斯(5费/25/20)：【先攻】、登场：全体先攻友军魔防+9，获得【神佑】1回合。（lv15）
   御魔史芬斯(5费/23/18)：【先攻】、登场：全体先攻友军魔防+8，获得【神佑】1回合。（lv14）
   御魔史芬斯(5费/21/16)：【先攻】、登场：全体先攻友军魔防+7，获得【神佑】1回合。（lv13）

22.格斗系教授(5费/20/46)：回合开始:相邻一个友军获得【先攻】1回合，先攻友军+2/+5。（lv15）

23.学仆-分裂型(6费/20/40)：攻击前:投射13点伤害、充能:召唤9/9学仆投射型-lv9。（lv15.新）
   学仆-分裂型(6费/16/40)：攻击前:投射13点伤害、充能:召唤9/9学仆投射型-lv9。（lv15）
   学仆-分裂型(6费/15/32)：攻击前:投射12点伤害、充能:召唤8/8学仆投射型-lv8。（lv14）
   学仆-分裂型(6费/12/29)：攻击前:投射11点伤害、充能:召唤7/7学仆投射型-lv7。（lv13）

24.幻象巨龙(6费/60/60)：【魔免】、【幻象】、登场:全体敌军攻击-6。（lv15）
   幻象巨龙(6费/50/50)：【魔免】、【幻象】、登场:全体敌军攻击-6。（lv14）
   幻象巨龙(6费/45/45)：【魔免】、【幻象】、登场:全体敌军攻击-5。（lv13）

25.巨型石像鬼(7费/39/39)：【迟缓】、敌方法力上限永久-1、登场:吹回随机敌军，本回合具有【护甲30】。（lv15）
   巨型石像鬼(7费/33/33)：【迟缓】、敌方法力上限永久-1、登场:吹回随机敌军，本回合具有【护甲25】。（lv14）
   巨型石像鬼(7费/29/29)：【迟缓】、敌方法力上限永久-1、登场:吹回随机敌军，本回合具有【护甲22】。（lv13）

26.睿智史芬斯(7费/21/59)：充能:随机友军+3/+13、回合结束:抽1张牌，若本回合你有充能，多抽1张牌。（lv15）
   睿智史芬斯(7费/19/55)：充能:随机友军+2/+13、回合结束:抽1张牌，若本回合你有充能，多抽1张牌。（lv14）
   睿智史芬斯(7费/17/52)：充能:随机友军+1/+13、回合结束:抽1张牌，若本回合你有充能，多抽1张牌。（lv13）

27.心灵操控(7费/法术)：英雄生命-2，目标单位+12/+12，被你操控。（lv15）
   心灵操控(7费/法术)：英雄生命-2，目标单位+11/+11，被你操控。（lv14）
   心灵操控(7费/法术)：英雄生命-2，目标单位+10/+10，被你操控。（lv13）

25.米拉方舟(7费/25/60)：【洞察1】、【磐龙】、【穿透】、【护甲10】、【魔防10】、洞察时：获得《渗透型》lv15、护甲友军死亡：自身+6/+15。（lv15）
   米拉方舟(7费/24/50)：【洞察1】、【磐龙】、【穿透】、【护甲9】、【魔防9】、洞察时：获得《渗透型》lv14、护甲友军死亡：自身+6/+14。（lv14）
   米拉方舟(7费/22/45)：【洞察1】、【磐龙】、【穿透】、【护甲8】、【魔防8】、洞察时：获得《渗透型》lv13、护甲友军死亡：自身+6/+13。（lv13）

28.魔钢(8费/60/60)：【护甲6】、【磐龙】、充能:护甲+4、攻击前:本回合你使用过法术，自身+10/+10。（lv15）
   魔钢(8费/55/55)：【护甲6】、【磐龙】、充能:护甲+4、攻击前:本回合你使用过法术，自身+8/+8。（lv14）
   魔钢(8费/49/49)：【护甲6】、【磐龙】、充能:护甲+3、攻击前:本回合你使用过法术，自身+8/+8。（lv13）

29.魔像-钢翼仲裁者(9费/60/40)：登场:消灭随机敌军、充能:随机敌军受到60点伤害。（lv15）
   魔像-钢翼仲裁者(9费/50/40)：登场:消灭随机敌军、充能:随机敌军受到50点伤害。（lv14）
   魔像-钢翼仲裁者(9费/45/35)：登场:消灭随机敌军、充能:随机敌军受到45点伤害。（lv13）

30.传记:海市蜃楼·蛇(2费/传记)：横排随机位置，召唤幻象蛇-lv15，获得【传记:海市蜃楼·熊】。（lv15）

31.传记:海市蜃楼·熊(4费/传记)：横排随机位置，召唤幻象熊-lv15，获得【传记:海市蜃楼·龙】。（lv15）

32·传记:海市蜃楼·龙(7费/传记)：横排随机位置，召唤幻象龙-lv15。（lv15）



橙卡：

1.No.7鬼童·塞文(0费/9/9)：回合结束:若本回合已充能，则修复《鬼童-7号》lv15，回到手上。（lv15）
  No.7鬼童·塞文(0费/8/8)：回合结束:若本回合已充能，则修复《鬼童-7号》lv14，回到手上。（lv14）
  No.7鬼童·塞文(0费/7/7)：回合结束:若本回合已充能，则修复《鬼童-7号》lv13，回到手上。（lv13）

2.No.8雷鸣·泰拉德(1费/18/24)：回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力)。（lv15）
  No.8雷鸣·泰拉德(1费/16/21)：回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力)。（lv14）
  No.8雷鸣·泰拉德(1费/14/18)：回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力)。（lv13）

3.No.4神秘人(2费/8/18)：【护甲2】、回合结束:敌方区域召唤灵能炸弹-lv15。（lv15）

4.No.5咒刃·布雷克(3费/10/25)：【魔免】、【先攻】、【二连击】、【护甲4】、攻击前:本回合你每使用过一个法术，自身攻击+2。（lv15.新）
  No.5咒刃·布雷克(3费/10/23)：【魔免】、【先攻】、【二连击】、【护甲4】、攻击前:本回合你每使用过一个法术，自身攻击+1。（lv15）
  No.5咒刃·布雷克(3费/8/22)：【魔免】、【先攻】、【二连击】、【护甲4】、攻击前:本回合你每使用过一个法术，自身攻击+1。（lv14）
  No.5咒刃·布雷克(3费/7/21)：【魔免】、【先攻】、【二连击】、【护甲3】、攻击前:本回合你每使用过一个法术，自身攻击+1。（lv13）

5.鬼童-7号(4费/18/18)：登场:随机敌军受到18点伤害、攻击前:随机敌军受到6点伤害、死亡:召唤9/9赛文-lv15。（lv15）
  鬼童-7号(4费/16/16)：登场:随机敌军受到16点伤害、攻击前:随机敌军受到6点伤害、死亡:召唤8/8赛文-lv14。（lv14）
  鬼童-7号(4费/14/15)：登场:随机敌军受到14点伤害、攻击前:随机敌军受到5点伤害、死亡:召唤7/7赛文-lv13。（lv13）

6.No.2时光·米拉(5费/15/18)：法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv6。（lv15）
  No.2时光·米拉(5费/12/17)：法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv6。（lv14）
  No.2时光·米拉(5费/10/16)：法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv5。（lv13）

7.No.9迪宁(6费/12/12)：【魔防10】、【先攻】、回合开始：全体先攻友军+3/+2、获得【连击】1回合。（lv15.新）
  No.9迪宁(6费/12/10)：【魔防10】、【先攻】、回合开始：全体先攻友军+2/+2、获得【连击】1回合。（lv15）
  No.9迪宁(6费/10/9)：【魔防9】、【先攻】、回合开始：全体先攻友军+2/+2、获得【连击】1回合。（lv14）
  No.9迪宁(6费/9/8)：【魔防8】、【先攻】、回合开始：全体先攻友军+2/+1、获得【连击】1回合。（lv13）

8.No.6沃凡瑞拉(7费/36/29)：登场:前方竖排召唤三个18/18幻象巨蛇-lv15、回合结束:获得两个18/18幻象巨蛇-lv15。（lv15）
  No.6沃凡瑞拉(7费/32/26)：登场:前方竖排召唤三个16/16幻象巨蛇-lv14、回合结束:获得两个16/16幻象巨蛇-lv14。（lv14）
  No.6沃凡瑞拉(7费/38/22)：登场:前方竖排召唤三个14/14幻象巨蛇-lv13、回合结束:获得两个14/14幻象巨蛇-lv13。（lv13）

9.No.3伊斯多维尔(9费/20/20)：登场：获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+13/+13。（lv15）
  No.3伊斯多维尔(9费/18/18)：登场：获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+12/+12。（lv14）
  No.3伊斯多维尔(9费/16/16)：登场：获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+11/+11。（lv13）

10.传记:荒芜挽歌·序(1费/传记)：随机敌军攻击-10，荒芜随机敌方区域，获得【传记:荒芜挽歌·破】。（lv10）

11.传记:荒芜挽歌·破(2费/传记)：在目标区域和随机区域召唤2个18/18幻想蛇-lv15，获得【传记:荒芜挽歌·终】。（lv10）

12.传记:荒芜挽歌·终(4费/传记)：所有幻象生物+13/+13(无视魔免)。（lv10）


*/