/*

皮肤

帝国：
1.曙光·安娜贝尔（3费）：【花光春影·安娜贝尔】（150）—— 已有
【花之祝愿】：命中时：全体友军+5/+5

2.圣枪·卡洛琳（4费）：【百花长枪·卡洛琳】（150）—— 已有
【百花盛开】：命中时：【洞察1】、70%几率英雄生命额外+30
异化：
(1).【蔚蓝幻梦·卡洛琳】：【蔚蓝守护】：回合开始：另一护甲友军+7/+7，魔防+10，获得【磐龙】（100）（蓝色）
(2).【春花使者·卡洛琳】：【春之歌】：回合开始：全体友军+4/+4（110）（粉色）——已有

3.明日之音·露娜（4费）：【明日香·露娜】（160）—— 已有
【红色风暴】：登场：其他全体友军，攻击+9，本回合护甲+X（X等同露娜等级）

4.帝国军魂·莱哈特（5费）：【永恒之王·莱哈特】（150）—— 已有
【石中剑】：登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战5】

5.正阳大主教·伊恩（6费）：【白袍·伊恩】（150）—— 已有
【白袍引领】：【洞察1】、洞察时：自身魔防+7，其他全体友军+3/+2

6.炫目天使·蕾娜（7费）：【审判天使·蕾娜】（150）
【无言审批】：登场回合结束：2个敌军-9/-9，并沉默

7.钢铁统帅·雷蒙德（8费）：【武圣·云长】（150）—— 已有
【青龙偃月】：登场：横排敌军眩晕1回合，斩击横排随机敌军，无敌军则斩击英雄（伤害：护甲友军数量x自身等级，无视神佑和魔免）、自身攻击+12


禅意：
1.流岚刃·琳（3费）：【火凤凰·林】（150）—— 已有
【火鸟之歌】：所有传承友军具有【魂音】、回合开始/命中：其他传承友军攻击+5

2.神机玄女·轩（4费）：【九天玄女·轩】（150）—— 已有
【漫步九天】：登场：本回合获得【穿透】、其他全体友军+7/+7

3.雪域春光·凛（4费）：【豆子·凛】（125）
【鬼神庇护】：受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，获得【神佑】1回合，攻击+12

4.悟能禅杖（4费）：【天蓬神锤】（80）
【天界传承】：目标友军再额外+7/+7，若他本身有传承，再+7/+7

5.悟能禅杖（4费）：【上宝沁金耙】（80）—— 已有
【九齿钉耙】：目标友军攻击+15，魔防+15，护甲+15，持续1回合

6.逍遥居士·铭（5费）：【踏雪行·铭/风雪豪侠】（135）
【雪山隐居】：脚下有冰封，则自身获得【魔免】、变身时：英雄血量+75
【雪域龙吟】：脚下有冰封，命中时：全体友军+3/+3

7.长生不老树（5费）：【许愿神树】（140）
【仙桃赐福】：回合结束：40%几率其他友军攻击+5，30%几率其他友军生命+8，20%几率其他友军魔防+10，50%几率英雄生命+15

8.豪情禅师·悟能（6费）：【天蓬元帅·悟能】（150）
【转世】：【护甲9】、死亡：转世为斑毛幼猪、随机友军+9/+9

9.逸云剑·任大师（7费）：【玉虚真君·任大师】（125）—— 已有
【御剑】：攻击前：随机敌军受到18点伤害
异化：
(1).【青云剑祖·任大师】：【青云道衍】：【传承30】、登场：全体其他友军获得【传承5】（120）（绿色）
(2).【赤霄剑主·任大师】：【赤霄剑阵】：每当一个敌军死亡：全体友军攻击+7（120）（红色）


海港：
1.花剑绅士·翔（2费）：【蒙面侠客·翔】（135）
【Z字斩】：登场：随机敌军受到7点伤害，70%几率沉默1回合、命中玩家：50%几率再次使用Z字斩

2.蕾拉密卷（2费）：【小红帽密卷】（75）
【火焰三重奏】：敌方随机位置，坠落3个火球（每个火球9点伤害）

3.蕾拉密卷（2费）：【魔蝠密卷】（70）
【秘法之翼】：召唤10/4邪月蝙蝠-lv12

4.海燕·鲍莉（3费）：【沙滩派对·鲍莉】（100）—— 已有
【加油呀！】：回合结束：另一友军+9/+9，获得【魂音】
异化：
(1).【夏日女郎·鲍莉】：【沐浴阳光】：登场：全体友军攻击+3/+2，获得【回命】1回合（110）（橙色）
(2).【驯兽女王·鲍莉】：【驯兽之舞】：登场：全体友军失去【迟缓】、另一友军+5/+5并获得【践踏】1回合（110）（绿色）

5.魔卡幻术师·梅基（4费）：【百变魔牌·梅基】（125）
【夺命黑桃】：攻击前：向敌方横排投射卡牌（10点伤害），50%几率投射2次

6.赤影·艾希尔（4费）：【樱花·艾希尔】（150）—— 已有
【怪力冲击】：登场：攻击力+X，持续1回合（X为艾希尔等级）、另外2个友军攻击+5

7.钢之咆哮·布瑞恩（5费）：【天雷降临·布瑞恩】（130）
【雷神之锤】：登场的重击，可眩晕横排敌军、命中时：75%几率天雷坠落随机区域（20伤害）

8.烈火·蕾拉（5费）：【小红帽·蕾拉】（140）
【火焰三重奏】：登场：敌方区域坠落3个火球（10点伤害）、回合开始：若本回合使用过法术，坠落2个火球

9.黑金三代目·梅森（7费）：【黑道圣徒·梅森】（160）
【灭神】：他的技能无视神佑与魔免、对敌方英雄伤害+30


蛮石：
1.鸵鸟王·霍利（3费）：【孔雀王·霍利】（140）
【神鸟祝福】：【回命】、获得生命时：随机友军攻击+7，魔防+7

2.旷野游侠·大羽（3费）：【精灵王子·大羽】（130）
【优雅如歌】：【魂音】、【回命】、【魔防10】、登场：攻击+8，持续1回合

3.比尔&比利（4费）：【双头法师】（120）
【狂暴施法】：命中时：60%几率自身+5/+10，50%几率另一友军+6/+6，40%几率投掷大锤

4.血饮烈斧·凯（5费）：【热血摇滚·凯】（160）
【热血战歌】：英雄获得生命时：其他7个友军攻击+1

5.蛮古撼地兽（6费）：【吞海鲨鱼王】（150）
【潮汐猎食】：登场：海潮攻击所有敌军（伤害为吞海鲨鱼王等级的120%）、场上有冰封：失去【迟缓】

6.原野大祭师·鲁玛（7费）：【白象战歌·鲁玛】（100）—— 已有
【白象祭典】：回合开始：另外2个友军+6/+6，获得【回命】1回合
异化：
(1).【蛮铁巨象·鲁玛】：【巨兽铁蹄】：【磐龙】、回合开始：另一友军+8/+12，获得【磐龙】（120）（蓝色）
(2).【远古咆哮·鲁玛】：【横行】：登场：全体友军+7/+7，获得【践踏】一回合（130）（棕色）

7.炎阳巨龙（9费）：【黑焰魔龙】（160）
【黑鳞魔焰】：【护甲13】、回合开始：敌方全场坠落6点伤害


炼狱：
1.痛苦之心：【魅惑之心】（85）
【魅惑】：随机敌军-3/-3，他50%几率本回合不能攻击

2.痛苦之心：【恶魔之心】（65）—— 已有
【召魔护卫】：前排位置召唤4/4嗜血卒-lv7

3.血影（3费）：【岩魔·血影】（125）—— 已有
【熔岩之力】：【护甲7】、每当敌方受到伤害时：所有护甲友军攻击+3

4.巴克&巴罗（4费）：【上古蛮王】（140）
【勇猛&坚强】：回合开始:另一个践踏友军+4/+4，护甲+4、另一个护甲友军+4/+4，获得【践踏】。

5.怨魂饕餮兽（5费）：【熔金饕餮兽】（135）—— 已有
【黄金岩甲】：【护甲7】、【磐龙】、回合开始：随机护甲友军+8/+8

6.血翼·莉莉丝（6费）：【魅惑之翼·莉莉丝】（150）
【魅惑】：命中玩家：随机敌军-15/-15，65%几率随机敌军本回合放弃攻击。
异化：
(1).【猩红女妖·莉莉丝】：【猩红之怒】：【践踏】、命中时：5个友军+5/+3（?）（红色）
(2).【瘟疫女王·莉莉丝】：【瘟疫之舞】：回合开始：双方各弃掉1张手牌、若敌方无手牌：吸取敌方英雄13点生命（?）（绿色）

7.烬喉地狱魔（8费）：【八岐大蛇】（160）
【八岐魔祭】：登场：获得【魔免】2回合、每当一个敌军死亡：自身+5/+7

8.猩红领主·巴拉克（9费）：【黑暗泰坦·巴拉克】（180）
【泰坦巨剑】：登场：巨剑坠落地方随机位置，伤害为自身150%攻击力


冬神：
1.寒风血刃（3费）：【无头骑士冰刃】（70）
【寒冰护佑】：目标友军额外魔防+20，获得【魔免】1回合

2.寒风血刃（3费）：【汲魂冰剑】（75）
【寒霜霸气】：目标额外攻击+7、全体敌军-5/-5

3.不息之灵（4费）：【不息寒灵】（120）—— 已有
【寒夜摄魂】：死亡：50%几率随机敌军-6/-6，若自身脚下已冰封，则100%触发

4.寒风魔将·塞古斯（5费）：【无头骑士·塞古斯】（125）
【寒夜冲锋】：登场：若脚下已冰封，自身攻击+11/+11，护甲+5，【魔免】2回合
异化：
(1).【寒霜幽将·塞古斯】：【聚霜】：自身具有4倍冰封强化、登场：冰封随机位置，全体敌军-8/-8（?）（蓝色）
(2).【索魂者·塞古斯】：【索魂】：【魔防40】、敌军死亡时：自身+6/+6（?）（绿色）

5.永夜女王（5费）：【辉夜女王】（165）
【月之禁术】：登场：全体敌军-2X/-2X（X为辉夜女王的传承）、受到传承：随机敌军-X/-X（X为传承3倍），以上技能无视神佑和魔免

6.王座巫妖（6费）：【冰雪女皇】（140）
【冰霜魔甲】：回合开始：随机一个冬神使徒友军+6/+6，护甲+6，魔防+6，冰封脚下

7.冬神化身（7费）：【冰雪女王·冬神化身】（150）
【凛冬挽歌】：回合开始：全体敌军攻击-4/-4，冰封敌方随机区域

8.冰山·亚特拉斯（8费）：【魂山·亚特拉斯】（160）
【寒夜游魂】：登场技能无视神佑和魔免、回合开始：召唤15/5极夜阴魂-lv10


隐秘：
1.No.8雷鸣·泰拉德（1费）：【圣僧·法海】（130）—— 已有
【修行/驱魔】：回合开始：本回合每使用过1个法术或传记，自身+3/+5、攻击前：随机1个炼狱和冬神敌军-5/-5

2.No.3布雷克（3费）：【鬼刃·布雷克】（120）
【天降魔焰】：命中时：魔界火焰坠落敌方随机区域（9点伤害）

3.鬼童-7号（4费）/No.7鬼童·赛文（0费）：【流星-7号】（125）—— 已有
【流星陨落】：死亡：流星-7号坠向敌方随机位置（伤害为自身150%攻击力）

4.No.2时光·米拉（5费）：【月之神·米拉】（100）—— 已有
【伴月入眠】：【洞察1】、洞察时：英雄生命+10
异化：
(1).【猩红之月·米拉】：【红月当空】：登场：荒芜敌方区域、回合开始：随机敌军-9/-9，50%几率眩晕（125）（红色）
(2).【青月·米拉】：【永恒传承】：【魂音】、【传承5】、回合开始：相邻两个友军获得【传承5】（150）（青色）

5.No.9迪宁（6费）：【滑板少年·迪宁】（140）—— 已有
【杀手世家】：登场：【洞察1】、全体先攻友军获得【隐形】和【神佑】1回合，攻击+9持续1回合

6.No.7沃凡瑞拉（7费）：【火蛇巫女·沃凡瑞拉】（140）—— 已有
【九头火蛇】：召唤物升级为幻象火蛇、回合开始：随机幻象友军攻击+10

7.No.3伊斯多维尔（9费）：【隐秘公爵·伊斯多维尔】（125）—— 已有
【鲜血盛宴】：登场：吸取敌方英雄生命，等同于自身200%攻击力



批次1：
圣枪·卡洛琳【百花长枪（白色）/蔚蓝幻梦（蓝色）/春花使者（粉色）】
原野大祭师·鲁玛【白象战歌（白色）/蛮铁巨象（蓝色）/远古咆哮（棕色）】
海燕·鲍莉【沙滩派对（红色）/夏日女郎（橙色）/驯兽女王（绿色）】
逸云剑·任大师【玉虚真君（黄色）/青云剑祖（青色）/赤霄剑主（红色）】
血翼·莉莉丝【魅惑之翼（紫色）/猩红女妖（红色）/瘟疫女王（绿色）】
寒风魔将·赛古斯【无头骑士（青色）/寒霜幽将（蓝色）/索魂者（绿色）】
No2.时光米拉【月之神（粉色）/猩红之月（红色）/青月（青色）】

批次2：曙光·安娜贝尔、血饮烈斧·凯、魔卡幻术师·梅基、神机玄女·轩、血影、冬神化身、No3.伊斯多维尔

批次3：炫目天使·蕾娜、阳炎巨龙、黑金三代目·梅森、豪情禅师·悟能、怨魂饕餮兽、冰山·亚特拉斯

批次4：正阳大主教·伊恩、鸵鸟王·霍利、钢之咆哮·布瑞恩、逍遥居士·铭、猩红领主·巴拉克、不息之灵、鬼童-7号

批次5：帝国军魂·莱哈特、比尔&比利、烈火·蕾拉、长生不老树、烬喉地狱魔、王座巫妖、No8.雷鸣·泰德拉

批次6：钢铁元帅·雷蒙德、蛮古撼地兽、花剑绅士·翔、雪域春光·凛、巴克&巴罗、永夜女王、No6.沃凡瑞拉

批次7：明日之音·露娜、旷野游侠·大羽、蕾拉密卷、红海魔女·艾希尔、悟能禅杖、流岚刃·琳、痛苦之心、寒风血刃、No9.迪宁

批次8：司莫斯的光明要塞、荒原暴君·血眼、欢乐歌唱的戴维、三熊阵、熔炉梦魇、荒芜冰巫·野、No4.希尔伯特



帝国：粉卡、莱哈特、大主教、露娜、关羽、安娜、蓝卡、白卡、司莫斯阵地、天使、司莫斯炮台

隐秘：鬼童、布雷克、流浆、法海、青月、粉月、红月、地雷、迪宁、蛇女、吸血鬼

禅意：玄女、神丹、铲子、兔子、大树、二师兄、豆子、锤子、熊猫、任大师（3色）、三熊

港口：夏日宝莉、驯兽宝莉、海滩宝莉、戴维阴谋、樱花、翔、雷神、小红帽、黑老大、法术（红帽、蝙蝠）、梅基、戴维

炼狱：弃牌（恶魔、魅惑）、饕餮、熔岩进击、蛮王、血影、莉莉丝（3色）、巴拉克、弃牌梦魇、大蛇

蛮石：大羽、双头、鲨鱼、凯、鸵鸟、大象（3色）、血眼、魔龙、热血战歌

冬神：女王、冰巫计划、魔免刀、冰巫、塞古斯（3色）、不息、冰刀、王座、化身、冰山

综合：女王、大羽、宝莉、弃牌、冰巫计划


 */