/*
第三届圣母统计

圣殿斥候（1费）：3

旅行背包（1费）：1

传记·钢铁守卫（1费）：2

No.8雷鸣·泰拉德（1费）：1

圣殿卫士（2费）：1

圣甲先锋（2费）：2

圣殿御卫（2费）：3

学仆-观测型（2费）：1

破魔系教授（2费）：3

克隆术（2费）：2

圣殿弩手（3费）：1

塔楼弓手（3费）：1

增援战线（3费）：2

白袍主教（3费）：1

圣殿骑士（3费）：3

边境高墙（3费）：2

冲锋装备（3费）：1

曙光·安娜贝尔（3费）：2

缄言法师（3费）：1

魔像-御咒铁卫（3费）：1

学仆-脉冲型（3费）：2

圣殿精英（4费）：1

钢铁大师（4费）：2

夺取阵地（4费）：3

召集护卫（4费）：2

圣枪·卡罗琳（4费）：2

明日之音·露娜（4费）：2

学仆-塑钢型（4费）：3

幻域秘树（4费）：1

鬼童7号（4费）：1

光明惩戒（5费）：2

禁卫百夫长（5费）：2

帝国军魂·莱哈特（5费）：2

No.2时光·米拉（5费）：2

正阳大主教·伊恩（6费）：2

禁卫指挥官（6费）：1

幻象巨龙（6费）：1

破城者·阿基琉斯（7费）：1

米拉方舟（7费）：2

No.6沃凡瑞拉（7费）：1

钢铁统帅·雷蒙德（8费）：2




*/