// 禅意谷 15级

/*

白卡：

1.仙桃(1费/法术)：目标单位+4/+9。（lv12）

2.鹿行者(2费/14/1)：【传承2】。（lv12）

3.鹿剑客(2费/12/3)：前排登场:自身+0/+3；后排登场:自身+1/+1。（lv12）

4.人参果(2费/法术)：己方英雄生命+25。（lv12）

5.昆莱云游客(3费/3/15)：【传承2】。（lv12）

6.柏松隐者(4费/1/27)：回合结束:英雄生命+7。（lv12）



蓝卡：

1.熊大(0费/7/7)：【传承6】。（lv15）
  熊大(0费/6/6)：【传承6】。（lv14）
  熊大(0费/6/6)：【传承5】。（lv13）

2.卜命道长(1费/12/10)：【传承4】。（lv15）
  卜命道长(1费/11/8)：【传承4】。（lv14）
  卜命道长(1费/10/7)：【传承3】。（lv13）

3.箭竹守卫(1费/13/3)：登场:向敌横排投掷竹矛，9点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv15）
  箭竹守卫(1费/11/3)：登场:向敌横排投掷竹矛，8点伤害、攻击前:向敌前排投掷竹矛，4点伤害。（lv14）
  箭竹守卫(1费/10/3)：登场:向敌横排投掷竹矛，7点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv13）

4.雪庐草人(1费/0/1)：【传承9】、死亡：英雄生命+30，若脚下已冰封，抽一张牌。（lv15）
  雪庐草人(1费/0/1)：【传承8】、死亡：英雄生命+25，若脚下已冰封，抽一张牌。（lv14）
  雪庐草人(1费/0/1)：【传承7】、死亡：英雄生命+22，若脚下已冰封，抽一张牌。（lv13）

5.白羊药师(2费/15/15)：前排登场:英雄生命+15；后排登场:敌方英雄生命-15。（lv15）
  白羊药师(2费/13/13)：前排登场:英雄生命+13；后排登场:敌方英雄生命-13。（lv14）
  白羊药师(2费/11/12)：前排登场:英雄生命+12；后排登场:敌方英雄生命-12。（lv13）

6.拒马(2费/11/28)：【守军】、【荆棘】。（lv15）
  拒马(2费/10/25)：【守军】、【荆棘】。（lv14）
  拒马(2费/9/23)：【守军】、【荆棘】。（lv13）

7.长耳庄巧姑(2费/7/10)：【洞察1】、【传承8】、法力上限+1。（lv15）
  长耳庄巧姑(2费/7/9)：【洞察1】、【传承7】、法力上限+1。（lv14）
  长耳庄巧姑(2费/6/9)：【洞察1】、【传承6】、法力上限+1。（lv13）

8.黑竹守卫(2费/5/27)：受到传承:自身+5/-1，竹枪投向随机敌军，12点伤害。（lv15）
  黑竹守卫(2费/4/24)：受到传承:自身+5/-1，竹枪投向随机敌军，11点伤害。（lv14）
  黑竹守卫(2费/3/22)：受到传承:自身+4/-1，竹枪投向随机敌军，10点伤害。（lv13）

9.苦行武僧(2费/13/13)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv15）
  苦行武僧(2费/12/10)：【传承5】、回合结束:自身+3/+3，魔防+3。（lv14）
  苦行武僧(2费/11/8)：【传承4】、回合结束:自身+3/+3，魔防+2。（lv13）

10.树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到35点伤害。（lv15）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到30点伤害。（lv14）
   树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到25点伤害。（lv13）

11.飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+21。（lv15）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+18。（lv14）
   飓风术(2费/法术)：【洞察1】、目标敌军吹回手上、英雄生命+15。（lv13）

12.叶幻师(3费/29/1)：【传承7】、登场:和随机相邻友军调换位置。（lv15）
   叶幻师(3费/25/1)：【传承7】、登场:和随机相邻友军调换位置。（lv14）
   叶幻师(3费/22/1)：【传承6】、登场:和随机相邻友军调换位置。（lv13）

13.龟族僧人(3费/12/18)：【护甲4】、【回命】、获得传承:护甲+4。（lv15）
   龟族僧人(3费/11/16)：【护甲4】、【回命】、获得传承:护甲+3。（lv14）
   龟族僧人(3费/10/14)：【护甲4】、【回命】、获得传承:护甲+3。（lv13）

14.执剑道者(3费/16/22)：命中玩家:全体友军+2/+2。（lv15）
   执剑道者(3费/14/19)：命中玩家:全体友军+2/+2。（lv14）
   执剑道者(3费/12/16)：命中玩家:全体友军+2/+2。（lv13）

15.深山采药人(3费/10/22)：【传承6】、登场:英雄生命+20。（lv15）
   深山采药人(3费/10/19)：【传承6】、登场:英雄生命+15。（lv14）
   深山采药人(3费/9/16)：【传承5】、登场:英雄生命+15。（lv13）

16.连击(3费/法术)：目标友军+4/+14，魔防+4，获得【二连击】。（lv15）
   连击(3费/法术)：目标友军+4/+13，魔防+2，获得【二连击】。（lv14）
   连击(3费/法术)：目标友军+3/+13，魔防+2，获得【二连击】。（lv13）

17.铁山靠(3费/法术)：目标友军加攻，等同其防御力、另一友军生命+10、【洞察1】、75%几率抽一张牌。（lv15）
   铁山靠(3费/法术)：目标友军加攻，等同其防御力、另一友军生命+8、【洞察1】、75%几率抽一张牌。（lv14）
   铁山靠(3费/法术)：目标友军加攻，等同其防御力、另一友军生命+6、【洞察1】、75%几率抽一张牌。（lv13）

18.味仙居小妹(3费/13/13)：前排登场:另一友军攻击+13；后排登场:另一友军生命+24。（lv15）
   味仙居小妹(3费/12/12)：前排登场:另一友军攻击+12；后排登场:另一友军生命+20。（lv14）
   味仙居小妹(3费/11/11)：前排登场:另一友军攻击+11；后排登场:另一友军生命+18。（lv13）

19.醉道人(3费/18/26)：攻击前、死亡:全场其他生物受到1点伤害。（lv15）
   醉道人(3费/16/24)：攻击前、死亡:全场其他生物受到1点伤害。（lv14）
   醉道人(3费/15/20)：攻击前、死亡:全场其他生物受到1点伤害。（lv13）

20.明月曲(3费/法术)：【洞察1】、7个友军+4/+5、抽一张牌。（lv15）
   明月曲(3费/法术)：【洞察1】、7个友军+4/+4、抽一张牌。（lv14）
   明月曲(3费/法术)：【洞察1】、7个友军+3/+4、抽一张牌。（lv13）

21.雪狐剑客(3费/18/15)：登场：飞剑攻击随机敌军（6点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv15）
   雪狐剑客(3费/16/14)：登场：飞剑攻击随机敌军（6点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv14）
   雪狐剑客(3费/15/13)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv13）

22.雪隐谷樵夫(3费/16/18)：【传承5】、回合开始：友方若有冰封，传承+4。（lv15）
   雪隐谷樵夫(3费/15/15)：【传承4】、回合开始：友方若有冰封，传承+4。（lv14）
   雪隐谷樵夫(3费/13/14)：【传承4】、回合开始：友方若有冰封，传承+3。（lv13）

23.风铃道人(4费/16/12)：【洞察1】、登场:吹回随机敌军。（lv15）
   风铃道人(4费/15/10)：【洞察1】、登场:吹回随机敌军。（lv14）
   风铃道人(4费/13/10)：【洞察1】、登场:吹回随机敌军。（lv13）

24.祥云师太(4费/12/12)：【传承12】、登场:随机相邻友军生命加倍，获得【护甲3】。（lv15）
   祥云师太(4费/11/11)：【传承11】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv14）
   祥云师太(4费/10/10)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲2】。（lv13）

25.幽谷粮仓(4费/0/55)：回合开始:另一随机友军+3/+9，魔防+3。（lv15）
   幽谷粮仓(4费/0/48)：回合开始:另一随机友军+3/+8，魔防+3。（lv14）
   幽谷粮仓(4费/0/42)：回合开始:另一随机友军+3/+8，魔防+2。（lv13）

26.风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+20，66%几率获得《真理石碎片》。（lv15）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+18，66%几率获得《真理石碎片》。（lv14）
   风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+16，66%几率获得《真理石碎片》。（lv13）

27.茁壮生长(4费/法术)：目标生物+6/+30、英雄生命+40。（lv15）
   茁壮生长(4费/法术)：目标生物+6/+25、英雄生命+35。（lv14）
   茁壮生长(4费/法术)：目标生物+6/+20、英雄生命+30。（lv13）

28.羊族壮士(5费/18/30)：登场:英雄生命+30、受到传承:英雄生命+30。（lv15）
   羊族壮士(5费/16/26)：登场:英雄生命+26、受到传承:英雄生命+26。（lv14）
   羊族壮士(5费/14/24)：登场:英雄生命+24、受到传承:英雄生命+24。（lv13）

29.勇气师范(5费/12/39)：登场:随机相邻友军加攻，等同其防御力。（lv15）
   勇气师范(5费/11/35)：登场:随机相邻友军加攻，等同其防御力。（lv14）
   勇气师范(5费/10/32)：登场:随机相邻友军加攻，等同其防御力。（lv13）



紫卡：

1.蟠桃隐士(2费/0/24)：【洞察1】、回合结束:获得手牌:仙桃-lv15。（lv15）
  蟠桃隐士(2费/0/21)：【洞察1】、回合结束:获得手牌:仙桃-lv14。（lv14）
  蟠桃隐士(2费/0/19)：【洞察1】、回合结束:获得手牌:仙桃-lv13。（lv13）

2.仙灵藤蔓(2费/0/33)：回合结束:自身生命+15，若生命高于50，获得【磐龙】。（lv15）
  仙灵藤蔓(2费/0/29)：回合结束:自身生命+15，若生命高于50，获得【磐龙】。（lv14）
  仙灵藤蔓(2费/0/28)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv13）

3.扫叶僧(3费/18/10)：前排登场:自身获得【传承8】；后排登场:对面首位敌军移回英雄手上。（lv15）
  扫叶僧(3费/17/9)：前排登场:自身获得【传承7】；后排登场:对面首位敌军移回英雄手上。（lv14）
  扫叶僧(3费/16/8)：前排登场:自身获得【传承6】；后排登场:对面首位敌军移回英雄手上。（lv13）

4.逍遥琴师(3费/15/17)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:65%几率，魔音攻击。（lv15）
  逍遥琴师(3费/13/15)：回合开始:魔音攻击全体敌军和英雄3点伤害、回合结束:65%几率，魔音攻击。（lv14）
  逍遥琴师(3费/11/15)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:65%几率，魔音攻击。（lv13）

5.驱魔道人(3费/14/16)：【神佑】、命中时:自身+3/+3。（lv15）
  驱魔道人(3费/12/15)：【神佑】、命中时:自身+3/+3。（lv14）
  驱魔道人(3费/11/13)：【神佑】、命中时:自身+2/+3。（lv13）

6.雪山飞狐(3费/16/12)：回合开始：若脚下已冰封，攻击+6，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/15/11)：回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  雪山飞狐(3费/13/10)：回合开始：若脚下已冰封，攻击+5，获得【先攻】、首次获得传承：获得【连击】。（lv15）
  
7.白鹿贤士(4费/17/17)：前排登场:所有敌军-5/-5；后排登场:所有友军+5/+5。（lv15）
  白鹿贤士(4费/15/15)：前排登场:所有敌军-4/-4；后排登场:所有友军+5/+5。（lv14）
  白鹿贤士(4费/14/14)：前排登场:所有敌军-4/-4；后排登场:所有友军+4/+4。（lv13）

8.御风武者(4费/20/15)：【先攻】、命中英雄:75%几率吹回随机敌军。（lv15）
  御风武者(4费/18/13)：【先攻】、命中英雄:75%几率吹回随机敌军。（lv14）
  御风武者(4费/16/12)：【先攻】、命中英雄:75%几率吹回随机敌军。（lv13）

9.墨轩隐士(4费/4/29)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv15）
  墨轩隐士(4费/4/26)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv14）
  墨轩隐士(4费/3/25)：【洞察1】、法力上限+1、回合结束:复制场上另一单位，到你手上。（lv13）

10.黑竹林地(4费/法术)：随机位置召唤3个5/27黑竹守卫-lv15。（lv15）
   黑竹林地(4费/法术)：随机位置召唤3个4/24黑竹守卫-lv14。（lv14）
   黑竹林地(4费/法术)：随机位置召唤3个3/22黑竹守卫-lv13。（lv13）

11.蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+30、随机一个友军+5/+5。（lv15）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+24、随机一个友军+5/+5。（lv14）
   蟠桃会(4费/法术)：【洞察1】、抓3张牌，英雄生命+19、随机一个友军+5/+5。（lv13）

12.泰山之力(4费/法术)：目标友军加攻，等同其防御力，并获得【护甲15】。（lv15）
   泰山之力(4费/法术)：目标友军加攻，等同其防御力，并获得【护甲14】。（lv14）
   泰山之力(4费/法术)：目标友军加攻，等同其防御力，并获得【护甲13】。（lv13）

13.龙纹尊者(4费/18/33)：【磐龙】、【护甲7】、受到传承时:自身额外+7/+7。（lv15）
   龙纹尊者(4费/16/30)：【磐龙】、【护甲6】、受到传承时:自身额外+7/+7。（lv14）
   龙纹尊者(4费/14/28)：【磐龙】、【护甲6】、受到传承时:自身额外+6/+6。（lv13）

14.赏金刺客(4费/12/21)：【连击】、每当一个敌军死亡：自身+2/+8、生命大于30，获得【磐龙】。（lv15）
   赏金刺客(4费/10/20)：【连击】、每当一个敌军死亡：自身+2/+7、生命大于30，获得【磐龙】。（lv14）
   赏金刺客(4费/9/18)：【连击】、每当一个敌军死亡：自身+1/+7、生命大于30，获得【磐龙】。（lv13）

15.渡船隐士(5费/25/15)：死亡:抓一张牌，生命+15、获得传承时:在相邻位置召唤渡船隐士。（lv15）
   渡船隐士(5费/23/12)：死亡:抓一张牌，生命+12、获得传承时:在相邻位置召唤渡船隐士。（lv14）
   渡船隐士(5费/20/10)：死亡:抓一张牌，生命+10、获得传承时:在相邻位置召唤渡船隐士。（lv13）

16.狐剑仙(5费/29/11)：回合开始:飞剑贯穿横排敌军11点伤害。（lv15）
   狐剑仙(5费/25/10)：回合开始:飞剑贯穿横排敌军10点伤害。（lv14）
   狐剑仙(5费/22/9)：回合开始:飞剑贯穿横排敌军9点伤害。（lv13）

17.万物之灵(5费/法术)：目标友军+10/+10并获得【神佑】。（lv15）
   万物之灵(5费/法术)：目标友军+9/+9并获得【神佑】。（lv14）
   万物之灵(5费/法术)：目标友军+8/+8并获得【神佑】。（lv13）

18.摇钱尊者(5费/9/66)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv15）
   摇钱尊者(5费/8/58)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv14）
   摇钱尊者(5费/7/50)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv13）

19.披甲罗汉(6费/33/33)：【护甲15】、受到传承:自身获得【魔免】、【回命】。（lv15）
   披甲罗汉(6费/30/30)：【护甲13】、受到传承:自身获得【魔免】、【回命】。（lv14）
   披甲罗汉(6费/26/26)：【护甲12】、受到传承:自身获得【魔免】、【回命】。（lv13）

20.拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/36柏松隐者-lv15。（lv15）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/33柏松隐者-lv14。（lv14）
   拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/30柏松隐者-lv13。（lv13）

21.猛虎寨大王(6费/32/32)：攻击前，若本方有5个友军:则自身+20/+20获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv15）
   猛虎寨大王(6费/29/29)：攻击前，若本方有5个友军:则自身+18/+18获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv14）
   猛虎寨大王(6费/26/26)：攻击前，若本方有5个友军:则自身+16/+16获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv13）

22.寒霜寺护院僧(6费/30/60)：【迟缓】、【磐龙】、【魔防10】、攻击前：若脚已冰封，自身+10/+10，获得【践踏】、受到传承：魔防+10、获得【回命】。（lv15）
   寒霜寺护院僧(6费/25/56)：【迟缓】、【磐龙】、【魔防9】、攻击前：若脚已冰封，自身+9/+9，获得【践踏】、受到传承：魔防+9、获得【回命】。（lv15）
   寒霜寺护院僧(6费/22/48)：【迟缓】、【磐龙】、【魔防8】、攻击前：若脚已冰封，自身+8/+8，获得【践踏】、受到传承：魔防+8、获得【回命】。（lv15）

23.酒豪(7费/18/50)：【二连击】、登场:横排每有一个敌军，自身+7/+7。（lv15）
   酒豪(7费/16/48)：【二连击】、登场:横排每有一个敌军，自身+6/+6。（lv14）
   酒豪(7费/14/40)：【二连击】、登场:横排每有一个敌军，自身+6/+6。（lv13）

24.味仙居掌厨(7费/10/45)：回合开始:英雄生命+50、登场回合结束:英雄生命加倍。（lv15）
   味仙居掌厨(7费/9/42)：回合开始:英雄生命+40、登场回合结束:英雄生命加倍。（lv14）
   味仙居掌厨(7费/8/40)：回合开始:英雄生命+35、登场回合结束:英雄生命加倍。（lv13）



橙卡：

1.流岚刃·琳(3费/12/15)：【神佑】、对英雄伤害+4、受到传承:隐形3回合，攻击次数永久加1。（lv15）
  流岚刃·琳(3费/11/13)：【神佑】、对英雄伤害+3、受到传承:隐形3回合，攻击次数永久加1。（lv14）
  流岚刃·琳(3费/10/12)：【神佑】、对英雄伤害+2、受到传承:隐形3回合，攻击次数永久加1。（lv13）

2.神机玄女·轩(4费/7/14)：登场、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-2/-1。（lv15）
  神机玄女·轩(4费/6/14)：登场、命中:【洞察2】、洞察时:全体友军+1/+5，全体敌军-1/-1。（lv14）
  神机玄女·轩(4费/6/13)：登场、命中:【洞察2】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv13）

3.悟能禅杖(4费/法术)：目标友军+15/+15、获得【回命】、【践踏】、【传承15】。（lv15）
  悟能禅杖(4费/法术)：目标友军+13/+13、获得【回命】、【践踏】、【传承13】。（lv14）
  悟能禅杖(4费/法术)：目标友军+11/+11、获得【回命】、【践踏】、【传承11】。（lv13）

4.雪域春光·凛(4费/15/19)：【魔防15】、【传承9】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv15）
  雪域春光·凛(4费/13/18)：【魔防14】、【传承8】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv14）
  雪域春光·凛(4费/11/17)：【魔防13】、【传承7】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv13）

5.逍遥居士·铭(5费/15/15)：受到传承:变身为30/30神龙传人-lv15。（lv15）
  逍遥居士·铭(5费/14/14)：受到传承:变身为28/28神龙传人-lv14。（lv14）
  逍遥居士·铭(5费/13/13)：受到传承:变身为25/25神龙传人-lv13。（lv13）

6.长生不老树(5费/0/150)：【磐龙】、【魔防20】、回合结束:获得手牌:人参果-lv15。（lv15）
  长生不老树(5费/0/140)：【磐龙】、【魔防10】、回合结束:获得手牌:人参果-lv14。（lv14）
  长生不老树(5费/0/130)：【磐龙】、【魔防5】、回合结束:获得手牌:人参果-lv13。（lv13）

7.神龙传人(5费/30/30)：【二连击】、【先攻】、【回命】、【神佑】、【传承20】。（lv15）
  神龙传人(5费/28/28)：【二连击】、【先攻】、【回命】、【神佑】、【传承15】。（lv15）
  神龙传人(5费/25/25)：【二连击】、【先攻】、【回命】、【神佑】、【传承13】。（lv15）

8.豪情禅师·悟能(6费/36/36)：【践踏】、【回命】、【传承15】。（lv15）
  豪情禅师·悟能(6费/32/32)：【践踏】、【回命】、【传承14】。（lv14）
  豪情禅师·悟能(6费/28/28)：【践踏】、【回命】、【传承13】。（lv13）

9.逸云剑·任大师(7费/55/19)：前排登场:对面敌军受到400点伤害；后排登场:7个敌军受到13点伤害。（lv15）
  逸云剑·任大师(7费/50/17)：前排登场:对面敌军受到300点伤害；后排登场:7个敌军受到12点伤害。（lv14）
  逸云剑·任大师(7费/45/15)：前排登场:对面敌军受到200点伤害；后排登场:6个敌军受到11点伤害。（lv13）



*/