// 冬神使徒 15级

/*

白卡：

1.骸骨战士(2费/12/1)：无。（lv12）

2.冻尸(2费/7/7)：死亡:冰封自身位置，英雄生命+1。（lv12）

3.骷髅射手(3费/14/1)：死亡:对随机敌军造成6点伤害。（lv12）

4.尸嵌(4费/15/15)：死亡:冰封自身位置。（lv15）

5.复生邪骨(5费/18/5)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）



蓝卡：

1.骷髅犬(1费/13/1)：死亡:随机友军攻击+10。（lv15）

2.战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+10/+10。（lv15）

3.转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤15/15尸嵌lv15。（lv15）

4.复生尸骸(2费/11/11)：死亡:召唤一个15/1骸骨战士-lv15。（lv15）

5.冬神狂信者(2费/18/14)：每当一个生物死亡:自身攻击+1。（lv15）

6.噬魂骨妖(2费/15/20)：每当一个敌军死亡:自身+3/+3。（lv15）

7.寒铁军士(2费/21/6)：【洞察1】、登场:冰封相邻随机位置。（lv15）

8.瘟疫冰虫(2费/10/20)：对玩家伤害+16、登场:冰封随机友方位置，英雄生命-6。（lv15）

9.寒冰魔墙(2费/0/45)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv15）

10.寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+25、80%几率获得《真理碎片》。（lv15）

11.骨墙(2费/5/30)：【守军】、【荆棘】、每当一个友军死亡:自身+3/+13。（lv15）

12.阴冷墓穴(2费/0/36)：死亡:召唤15/15尸嵌-lv15。（lv15）

13.寒风草人(2费/0/18)：【洞察1】、【传承6】、登场：冰封相邻随机位置，横排敌军-6/-6。（lv15）

14.召唤阵·骷髅犬(2费/法术)：目标位置召唤13/1骷髅犬lv15，并获得一只到手上。（lv15）

15.严冬苦行僧(3费/12/25)：【洞察1】、登场:随机敌军攻击-x/-x(x为敌方冰封数量)、敌方法力上限-1。（lv15）

16.寒冰祭师(3费/12/17)：攻击前:随机敌军-3/-3，冰封其位置。（lv15）

17.极地狂信者(3费/20/16)：登场:牺牲一个相邻友军，随机敌军-90/-90。（lv15）

18.神庙祭师(3费/11/20)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv15）

19.使徒征召(3费/法术)：冰封友方目标区域，召唤两个10/10冻尸-lv15。（lv15）

20.灵魂抽取(3费/法术)：目标敌军-50/-50，全场每有一处冰封，你的生命便+5。（lv15）

21.神庙魔像(3费/30/50)：【守军】、登场：冰封友方随机位置、受到传承：失去【守军】。（lv15）

22.死寒猎手(4费/8/28)：登场:冰封随机敌军位置，该敌军攻击-8，本回合不能攻击。（lv15）

23.骸骨前线(4费/法术)：召唤两个15/1骸骨战士-lv15、全体友军攻击+5、获得《真理碎片》。（lv15）

24.蛮骨法师(4费/16/21)：登场、英雄获得生命时：随机敌军-4/-4。（lv15）

25.冰原咆哮者(5费/25/25)：登场:友方每有一处冰封，自身+4/+4。（lv15）

26.不眠雪鸦(5费/20/10)：登场:敌方每有一处冰封，自身攻击+6，若自身位置已冰封，则获得【穿透】。（lv15）



紫卡：

1.凛冬邪咒师(2费/10/19)：登场:随机敌军攻击-8、回合开始:随机位置冰封。（lv15）

2.冬夜使者(2费/19/19)：【洞察2】、双方英雄法力上限-1。（lv15）

3.墓园缝合师(2费/6/16)：回合开始：随机敌军-2/-2、回合结束：若本回合有2个单位死亡，召唤15/15尸嵌lv15。（lv15）

4.残破神庙(3费/0/55)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/55极地神庙-lv15。（lv15）

5.极地神庙(3费/0/55)：【守军】、回合开始时:召唤10/10冻尸-lv15、回合结束:若本回合有2个单位死亡，升级为0/55王座神庙-lv15。（lv15）

6.王座神庙(3费/0/55)：【守军】、回合开始:召唤11/20神庙祭师-lv15、友军死亡时自身生命+7。（lv15）

7.可怖刺髓者(3费/27/9)：登场:若自己位置已冰封，则自身攻击+12，并获得【践踏】。（lv15）

8.寒盲刀客(3费/14/24)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv15）

9.极夜阴魂(3费/28/8)：【洞察1】、【隐形】、【穿透】。（lv15）

10.寒冰骨墙(3费/法术)：目标区域召唤5/30骨墙lv15，它额外+5/+5冰封脚下，获得【磐龙】。（lv15）

11.冬幕骑士(4费/21/21)：【护甲6】、登场:横排所有敌军-5/-5。（lv15）

12.冷酷冲车(4费/13/40)：【迟缓】、【磐龙】、【践踏】、每有一个敌军死亡，自身+5/+5。（lv15）

13.冷血召唤师(4费/15/15)：每当一个敌军死亡:召唤10/10冻尸-lv15。（lv15）

14.极地冰封者(4费/18/48)：【守军】、回合开始时:随机敌方区域投掷冰弹，并且冰封该地区。（lv15）

15.不朽霜剑士(4费/16/9)：登场:每有一个友方冰封，自身攻击+5、死亡:若自身区域已冰封，自身回手牌。（lv15）

16.转化使徒(4费/法术)：随机敌军-20/-20，冰封其位置，召唤12/12尸嵌-lv12。（lv15）

17.雪隐长老灵(4费/21/21)：登场：冰封相邻随机位置、受到传承：随机敌军-15/-15（无视神佑、魔免）。（lv15）

18.冰峰甲虫(4费/15/22)：【护甲4】、【魔防6】、受到传承：额外+5/+5，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv15）

19.邪恶化身(4费/17/17)：每当一个炼狱或冬神友军死亡时：长刀投掷英（17点伤害）。（lv15）

20.冬幕斗士(5费/13/20)：【护甲7】、【二连击】、登场回合开始:友方每有一处冰封，自身+2/+2，护甲+1。（lv15）

21.骸骨督军(5费/22/19)：【护甲3】、每当一个敌军死亡:随机友军攻击+9、【护甲】+3。（lv15）

22.冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+10/+10、全场每有一处冰封，英雄生命+6。（lv15）

23.咒杀酷吏(5费/12/50)：任意生物死亡:攻击+6，攻击前:吞噬一个相邻友军，连击次数+1。（lv15）

24.使徒君王(6费/17/29)：回合开始:随机敌军-10/-10，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv15）

25.冰吼兽(6费/25/36)：【磐龙】、攻击前:敌方每有一处冰封，自身+1/+4。（lv15）

26.冰河世纪(6费/法术)：【洞察1】、所有单位-20/-20、全场每有一处冰封，再-1/-1（无视神佑和魔免）。（lv15）

27.冰疫兽(7费/28/75)：【磐龙】、登场:全场每有一处冰封，英雄生命+8。（lv15）

28.冬神邪使(7费/30/30)：登场:召唤两个15/1骸骨战士-lv15、每当一个单位死亡:自身攻击+3。（lv15）

29.冰龙(8费/30/15)：【践踏】、登场:获得【魔免】1回合，全场每有一处冰封，自身+4/+3、攻击前:所有敌军-4/-4。（lv15）

30.冰原攻城兽(8费/33/33)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+4/+14。（lv15）



橙卡：

1.寒风血刃(3费/法术)：目标友军+20/+15、获得【先攻】、【践踏】、冰封自身位置。（lv15）

2.不息之灵(4费/24/1)：死亡:随机位置重生自己，等级-1。（lv15）

3.寒风魔将·赛古斯(5费/29/20)：【先攻】、【践踏】、【护甲9】。（lv15）

4.永夜女王(5费/18/16)：【魔免】、【传承5】、敌方法力-1、登场、受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv15）

5.王座巫妖(6费/19/45)：登场:随机敌军-6/-6、友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv15）

6.冬神化身(7费/10/40)：登场:友方每有一处冰封，自身+4/+13、回合结束:敌方每有一处冰封，你便吸取对手6点生命。（lv15）

7.冰山·亚特拉斯(8费/38/130)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv15）



*/