// 炼狱深渊 15级

/*

白卡：

1.红海使魔(0费/7/7)：无。（lv12）

2.燃烧鬼怪(2费/6/6)：登场:对面首位敌军受到6点伤害。（lv12）

3.嗜血卒(2费/6/8)：命中英雄:自身攻击+6。(lv12)

4.猩红仆从(2费/8/8)：死亡:敌方英雄受到伤害，等同自身攻击。（lv12）

5.混乱恶鬼(3费/13/7)：登场:双方英雄生命-13。（lv12）

6.烈火术(3费/法术)：对横排所有敌军造成6点伤害，敌方英雄生命-12。（lv12）

7.焦毒尸嵌(4费/12/12)：命中英雄:敌方英雄生命-12。（lv12）



蓝卡：

1.冥河守卫(1费/16/12)：玩家充能时，该玩家生命-8。（lv15）
  冥河守卫(1费/15/10)：玩家充能时，该玩家生命-7。（lv14）
  冥河守卫(1费/13/9)：玩家充能时，该玩家生命-7。（lv13）

2.落雷击(1费/法术)：目标区域坠落27点伤害。（lv15）
  落雷击(1费/法术)：目标区域坠落25点伤害。（lv14）
  落雷击(1费/法术)：目标区域坠落23点伤害。（lv13）

3.沸腾血刃(1费/法术)：目标单位攻击+25，生命-12。（lv15）
  沸腾血刃(1费/法术)：目标单位攻击+22，生命-11。（lv14）
  沸腾血刃(1费/法术)：目标单位攻击+20，生命-10。（lv13）

4.地狱刀吏(2费/21/5)：【洞察1】、回合开始时:若你无手牌，自身攻击+7。（lv15）
  地狱刀吏(2费/19/5)：【洞察1】、回合开始时:若你无手牌，自身攻击+7。（lv14）
  地狱刀吏(2费/18/4)：【洞察1】、回合开始时:若你无手牌，自身攻击+6。（lv13）

5.邪眼魔(2费/13/6)：登场:敌方英雄生命-9、死亡:对手弃掉一张牌。（lv15）
  邪眼魔(2费/11/5)：登场:敌方英雄生命-8、死亡:对手弃掉一张牌。（lv14）
  邪眼魔(2费/10/4)：登场:敌方英雄生命-7、死亡:对手弃掉一张牌。（lv13）

6.残暴爪钩(2费/17/13)：命中英雄:双方英雄生命-7。（lv15）
  残暴爪钩(2费/16/11)：命中英雄:双方英雄生命-6。（lv14）
  残暴爪钩(2费/15/9)：命中英雄:双方英雄生命-6。（lv13）

7.炎球(2费/法术)：向敌方横排，投射36点伤害。（lv15）
  炎球(2费/法术)：向敌方横排，投射32点伤害。（lv14）
  炎球(2费/法术)：向敌方横排，投射28点伤害。（lv13）

8.毒液甲虫(2费/14/15)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv15）
  毒液甲虫(2费/13/13)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv14）
  毒液甲虫(2费/11/12)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv13）

9.热火冲锋(2费/法术)：目标区域坠落16点伤害，随机友军攻击+16。（lv15）
  热火冲锋(2费/法术)：目标区域坠落15点伤害，随机友军攻击+15。（lv14）
  热火冲锋(2费/法术)：目标区域坠落14点伤害，随机友军攻击+14。（lv13）

10.猩红勇士(3费/22/9)：【洞察1】、死亡:投掷长枪攻击英雄。（lv15）
   猩红勇士(3费/20/7)：【洞察1】、死亡:投掷长枪攻击英雄。（lv14）
   猩红勇士(3费/18/6)：【洞察1】、死亡:投掷长枪攻击英雄。（lv13）

11.尖叫邪鬼(3费/15/12)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+5。（lv15）
   尖叫邪鬼(3费/13/11)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+6。（lv14）
   尖叫邪鬼(3费/12/9)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+7。（lv13）

12.凝血之池(3费/0/40)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv15）
   凝血之池(3费/0/36)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv14）
   凝血之池(3费/0/32)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv13）

13.血焰焦木(3费/12/29)：敌方英雄受到伤害:自身+1/+1。（lv15）
   血焰焦木(3费/11/25)：敌方英雄受到伤害:自身+1/+1。（lv14）
   血焰焦木(3费/10/21)：敌方英雄受到伤害:自身+1/+1。（lv13）

14.疯狂战意(3费/法术)：目标单位+12/+12，场上每有一个敌军，再+3/+3。（lv15）
   疯狂战意(3费/法术)：目标单位+10/+10，场上每有一个敌军，再+3/+3。（lv14）
   疯狂战意(3费/法术)：目标单位+10/+10，场上每有一个敌军，再+2/+3。（lv13）

15.狂暴炎球(3费/法术)：目标敌军受到200点伤害，75%几率获得《真理碎片》。（lv15）
   狂暴炎球(3费/法术)：目标敌军受到175点伤害，70%几率获得《真理碎片》。（lv14）
   狂暴炎球(3费/法术)：目标敌军受到150点伤害，65%几率获得《真理碎片》。（lv13）

16.双头毒虫(3费/9/25)：死亡、攻击前:敌方随机位置，坠落9点伤害。（lv15）
   双头毒虫(3费/8/23)：死亡、攻击前:敌方随机位置，坠落8点伤害。（lv14）
   双头毒虫(3费/7/21)：死亡、攻击前:敌方随机位置，坠落7点伤害。（lv13）

17.无面狂奔者(3费/21/5)：【践踏】、登场：毒液攻击前排敌军（5点伤害）。（lv15）
   无面狂奔者(3费/19/5)：【践踏】、登场：毒液攻击前排敌军（5点伤害）。（lv14）
   无面狂奔者(3费/18/4)：【践踏】、登场：毒液攻击前排敌军（4点伤害）。（lv13）

18.恶毒魔眼(3费/23/3)：【魔防6】、每当一个炼狱或冬神友军死亡时：攻击+6。（lv15）
   恶毒魔眼(3费/21/3)：【魔防5】、每当一个炼狱或冬神友军死亡时：攻击+6。（lv14）
   恶毒魔眼(3费/20/3)：【魔防5】、每当一个炼狱或冬神友军死亡时：攻击+5。（lv13）

19.地狱双头犬(4费/14/25)：【二连击】。（lv15）
   地狱双头犬(4费/12/24)：【二连击】。（lv14）
   地狱双头犬(4费/10/23)：【二连击】。（lv13）

20.焦炎异魔(4费/20/16)：攻击前:随机敌军受到9点伤害。（lv15）
   焦炎异魔(4费/18/15)：攻击前:随机敌军受到8点伤害。（lv15）
   焦炎异魔(4费/16/13)：攻击前:随机敌军受到8点伤害。（lv15）

21.贪食之翼(4费/7/36)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+5。（lv15）
   贪食之翼(4费/6/32)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+5。（lv14）
   贪食之翼(4费/5/30)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+4。（lv13）

22.烈焰风暴(4费/法术)：对横排所有敌军造成25点伤害，对英雄造成25点伤害。（lv15）
   烈焰风暴(4费/法术)：对横排所有敌军造成22点伤害，对英雄造成22点伤害。（lv14）
   烈焰风暴(4费/法术)：对横排所有敌军造成19点伤害，对英雄造成19点伤害。（lv13）

23.恶臭公害(4费/20/26)：【护甲8】、回合开始:英雄受到3点伤害。（lv15）
   恶臭公害(4费/18/25)：【护甲8】、回合开始:英雄受到3点伤害。（lv14）
   恶臭公害(4费/17/24)：【护甲7】、回合开始:英雄受到3点伤害。（lv13）

24.肥胖督军(4费/18/30)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv15）
   肥胖督军(4费/16/28)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv14）
   肥胖督军(4费/15/24)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv13）

25.邪鬼草人(4费/0/36)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+10。（lv15）
   邪鬼草人(4费/0/30)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+9。（lv14）
   邪鬼草人(4费/0/25)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+8。（lv13）

26.无面屠夫(5费/10/40)：登场:横排所有敌军受到10点伤害。（lv15）
   无面屠夫(5费/10/33)：登场:横排所有敌军受到10点伤害。（lv14）
   无面屠夫(5费/9/30)：登场:横排所有敌军受到9点伤害。（lv13）



紫卡：

1.碎颅魔(2费/18/25)：【践踏】、登场:英雄生命-15。（lv15）
  碎颅魔(2费/16/22)：【践踏】、登场:英雄生命-14。（lv14）
  碎颅魔(2费/15/29)：【践踏】、登场:英雄生命-13。（lv13）

2.觅食大嘴兽(2费/12/33)：【践踏】、敌方英雄受到伤害自身+1/+0。（lv15）
  觅食大嘴兽(2费/10/29)：【践踏】、敌方英雄受到伤害自身+1/+0。（lv14）
  觅食大嘴兽(2费/8/25)：【践踏】、敌方英雄受到伤害自身+1/+0。（lv13）

3.苦痛守望者(2费/9/24)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv15）
  苦痛守望者(2费/8/21)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv14）
  苦痛守望者(2费/8/19)：回合结束:自身+5/+5，敌方每有一张手牌，再-1/-1。（lv13）

4.渴血毒甲蝎(2费/15/16)：【护甲5】、对英雄伤害+5、敌方英雄受到伤害时：自身生命+1。（lv15）
  渴血毒甲蝎(2费/13/14)：【护甲5】、对英雄伤害+4、敌方英雄受到伤害时：自身生命+1。（lv14）
  渴血毒甲蝎(2费/11/13)：【护甲4】、对英雄伤害+4、敌方英雄受到伤害时：自身生命+1。（lv13）

5.狱铠战魂(3费/13/6)：【洞察1】、【护甲20】。（lv15）
  狱铠战魂(3费/12/5)：【洞察1】、【护甲18】。（lv14）
  狱铠战魂(3费/11/4)：【洞察1】、【护甲16】。（lv13）

6.绝望镰魔(3费/23/23)：双方玩家无法获得生命、攻击前:若你无手牌，自身+5/+5。（lv15）
  绝望镰魔(3费/20/20)：双方玩家无法获得生命、攻击前:若你无手牌，自身+5/+5。（lv14）
  绝望镰魔(3费/18/20)：双方玩家无法获得生命、攻击前:若你无手牌，自身+4/+4。（lv13）

7.岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射52点伤害。（lv15）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射48点伤害。（lv14）
  岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射44点伤害。（lv13）

8.铸甲熔岩魔(3费/15/24)：【护甲6】、回合开始：全体有践踏的友军+2/+5，获得【护甲2】。（lv15） 
  铸甲熔岩魔(3费/13/22)：【护甲6】、回合开始：全体有践踏的友军+2/+4，获得【护甲2】。（lv14）
  铸甲熔岩魔(3费/11/21)：【护甲6】、回合开始：全体有践踏的友军+2/+4，获得【护甲1】。（lv13）

9.血炎鬼魅(4费/20/13)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到20点伤害。（lv15）
  血炎鬼魅(4费/18/12)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到18点伤害。（lv14）
  血炎鬼魅(4费/16/11)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到16点伤害。（lv13）

10.嗜血破面(4费/24/24)：【践踏】、命中英雄:自身+4/+4。（lv15）
   嗜血破面(4费/21/21)：【践踏】、命中英雄:自身+4/+4。（lv14）
   嗜血破面(4费/19/19)：【践踏】、命中英雄:自身+3/+3。（lv13）

11.夺魂诅咒(4费/法术)：随机敌军受到30点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv15）
   夺魂诅咒(4费/法术)：随机敌军受到27点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv14）
   夺魂诅咒(4费/法术)：随机敌军受到24点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv13）

12.鲜血督军(4费/28/8)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv15）
   鲜血督军(4费/25/7)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv14）
   鲜血督军(4费/22/7)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv13）

13.熔岩术士(4费/17/19)：回合开始:向对面横排投射火球(17点伤害)。（lv15）
   熔岩术士(4费/15/18)：回合开始:向对面横排投射火球(15点伤害)。（lv14）
   熔岩术士(4费/13/17)：回合开始:向对面横排投射火球(13点伤害)。（lv13）

14.灼神双炎(4费/法术)：向敌方横排投射22点伤害，两次（无视【神佑】和【魔免】）。（lv15）
   灼神双炎(4费/法术)：向敌方横排投射20点伤害，两次（无视【神佑】和【魔免】）。（lv14）
   灼神双炎(4费/法术)：向敌方横排投射18点伤害，两次（无视【神佑】和【魔免】）。（lv13）

15.地狱屠夫(5费/20/36)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv15）
   地狱屠夫(5费/18/33)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv14）
   地狱屠夫(5费/16/30)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv13）

16.地狱三头犬(5费/13/40)：【洞察1】、【三连击】。（lv15）
   地狱三头犬(5费/12/36)：【洞察1】、【三连击】。（lv14）
   地狱三头犬(5费/11/32)：【洞察1】、【三连击】。（lv13）

17.噬心魔虫(5费/19/39)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv15）
   噬心魔虫(5费/17/35)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv14）
   噬心魔虫(5费/15/32)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+6/+6。（lv13）

18.雷光炼狱(5费/法术)：对横排所有敌军造成33点伤害，对敌方英雄造成33点伤害。（lv15）
   雷光炼狱(5费/法术)：对横排所有敌军造成30点伤害，对敌方英雄造成30点伤害。（lv14）
   雷光炼狱(5费/法术)：对横排所有敌军造成25点伤害，对敌方英雄造成30点伤害。（lv13）

19.夺魂死镰(5费/36/3)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv15）
   夺魂死镰(5费/30/3)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv14）
   夺魂死镰(5费/29/3)：敌方英雄受到伤害:自身攻击+5、攻击大于50、100获得【连击】。（lv13）

20.魔岩邪牛(6费/30/30)：登场:随机敌军生命-18、攻击前:若你无手牌，随机敌军生命-18。（lv15）
   魔岩邪牛(6费/28/28)：登场:随机敌军生命-16、攻击前:若你无手牌，随机敌军生命-16。（lv14）
   魔岩邪牛(6费/25/25)：登场:随机敌军生命-15、攻击前:若你无手牌，随机敌军生命-15。（lv13）

21.黑岩裂缝(6费/0/80)：登场、回合结束:召唤7/7猩红仆从-lv11、若你无手牌，改为召唤14/6猩红勇士-lv11。（lv15）
   黑岩裂缝(6费/0/77)：登场、回合结束:召唤6/6猩红仆从-lv10、若你无手牌，改为召唤13/5猩红勇士-lv10。（lv14）
   黑岩裂缝(6费/0/73)：登场、回合结束:召唤5/6猩红仆从-lv9、若你无手牌，改为召唤11/5猩红勇士-lv9。（lv13）

22.恶灵魔焰(6费/法术)：目标区域坠落65点伤害，若你无手牌，则坠落80点伤害。（lv15）
   恶灵魔焰(6费/法术)：目标区域坠落60点伤害，若你无手牌，则坠落75点伤害。（lv14）
   恶灵魔焰(6费/法术)：目标区域坠落55点伤害，若你无手牌，则坠落70点伤害。（lv13）

23.蛮荒魔神(6费/35/35)：【磐龙】、【践踏】、登场：其他有践踏的友军+10/+10，获得【磐龙】。（lv15）
   蛮荒魔神(6费/31/31)：【磐龙】、【践踏】、登场：其他有践踏的友军+9/+9，获得【磐龙】。（lv14）
   蛮荒魔神(6费/28/28)：【磐龙】、【践踏】、登场：其他有践踏的友军+8/+8，获得【磐龙】。（lv13）

24.深渊剧毒兽(7费/22/60)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+7/+7。（lv15）
   深渊剧毒兽(7费/20/55)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+6/+6。（lv14）
   深渊剧毒兽(7费/20/54)：攻击前:对敌军喷射毒液6次(2点伤害)，若敌方无手牌，自身+6/+6。（lv13）



橙卡：

1.痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv15》、若其无手牌:改为召唤8/24苦痛守望者-lv15。（lv15）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv14》、若其无手牌:改为召唤8/21苦痛守望者-lv14。（lv14）
  痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv13》、若其无手牌:改为召唤8/19苦痛守望者-lv13。（lv13）

2.血影(3费/25/12)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv15）
  血影(3费/23/10)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv14）
  血影(3费/21/9)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv13）

3.巴克&巴罗：(4费/13/30)：【连击】、【践踏】、【护甲5】、攻击前：全体敌军受到4点伤害。（lvl5）
  巴克&巴罗：(4费/11/28)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到4点伤害。（lvl4）
  巴克&巴罗：(4费/10/25)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到3点伤害。（lvl3）

4.怨魂饕餮兽(5费/20/40)：登场:吸取敌方玩家40点生命、死亡:归还敌方玩家40点生命。（lv15）
  怨魂饕餮兽(5费/18/35)：登场:吸取敌方玩家35点生命、死亡:归还敌方玩家35点生命。（lv14）
  怨魂饕餮兽(5费/17/30)：登场:吸取敌方玩家30点生命、死亡:归还敌方玩家30点生命。（lv13）

5.血翼·莉莉斯(6费/39/29)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv15）
  血翼·莉莉斯(6费/35/25)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv14）
  血翼·莉莉斯(6费/32/22)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv13）

6.烬喉地狱魔(8费/30/90)：回合开始、攻击前、回合结束:随机敌军生命-12，否则敌方英雄生命-12。（lv15）
  烬喉地狱魔(8费/29/80)：回合开始、攻击前、回合结束:随机敌军生命-11，否则敌方英雄生命-11。（lv14）
  烬喉地狱魔(8费/27/75)：回合开始、攻击前、回合结束:随机敌军生命-10，否则敌方英雄生命-10。（lv13）

7.猩红领主·巴拉克(9费/45/45)：【践踏】、登场:召唤四个6/6猩红仆从-lv10、攻击前:所有其他友军攻击+7。（lv15）
  猩红领主·巴拉克(9费/40/40)：【践踏】、登场:召唤四个5/6猩红仆从-lv19、攻击前:所有其他友军攻击+7。（lv14）
  猩红领主·巴拉克(9费/38/38)：【践踏】、登场:召唤四个5/6猩红仆从-lv19、攻击前:所有其他友军攻击+6。（lv13）



*/