// 炼狱深渊 15级

/*

白卡：

1.红海使魔(0费/7/7)：无。（lv12）

2.燃烧鬼怪(2费/6/6)：登场:对面首位敌军受到6点伤害。（lv12）

3.嗜血卒(2费/6/8)：命中英雄:自身攻击+6。(lv12)

4.猩红仆从(2费/8/8)：死亡:敌方英雄受到伤害，等同自身攻击。（lv12）

5.混乱恶鬼(3费/13/7)：登场:双方英雄生命-13。（lv12）

6.烈火术(3费/法术)：对横排所有敌军造成6点伤害，敌方英雄生命-12。（lv12）

7.焦毒尸嵌(4费/12/12)：命中英雄:敌方英雄生命-12。（lv12）



蓝卡：

1.冥河守卫(1费/16/12)：玩家充能时，该玩家生命-8。（lv15）

2.落雷击(1费/法术)：目标区域坠落28点伤害。（lv15）

3.沸腾血刃(1费/法术)：目标单位攻击+25，生命-12。（lv15）

4.地狱刀吏(2费/21/5)：【洞察1】、回合开始时:若你无手牌，自身攻击+7。（lv15）

5.邪眼魔(2费/13/6)：登场:敌方英雄生命-9、死亡:对手弃掉一张牌。（lv15）

6.残暴爪钩(2费/17/13)：命中英雄:双方英雄生命-7。（lv15）

7.炎球(2费/法术)：向敌方横排，投射36点伤害。（lv15）

8.毒液甲虫(2费/14/15)：【护甲4】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv15）

9.热火冲锋(2费/法术)：目标区域坠落16点伤害，随机友军攻击+16。（lv15）

10.猩红勇士(3费/22/9)：【洞察1】、死亡:投掷长枪攻击英雄。（lv15）

11.尖叫邪鬼(3费/15/12)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+7。（lv15）

12.凝血之池(3费/0/40)：【守军】、回合结束:英雄生命-6，抓一张牌。（lv15）

13.血焰焦木(3费/12/29)：敌方英雄受到伤害:自身+1/+1。（lv15）

14.疯狂战意(3费/法术)：目标单位+12/+12，场上每有一个敌军，再+3/+3。（lv15）

15.狂暴炎球(3费/法术)：目标敌军受到200点伤害，75%几率获得《真理碎片》。（lv15）

16.双头毒虫(3费/9/25)：死亡、攻击前:敌方随机位置，坠落9点伤害。（lv15）

17.无面狂奔者(3费/21/5)：【践踏】、登场：毒液攻击前排敌军（5点伤害）。（lv15）

18.恶毒魔眼(3费/23/3)：【魔防6】、每当一个炼狱或冬神友军死亡时：攻击+6。（lv15）

19.地狱双头犬(4费/14/25)：【二连击】。（lv15）

20.焦炎异魔(4费/20/16)：攻击前:随机敌军受到9点伤害。（lv15）

21.贪食之翼(4费/7/36)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+5。（lv15）

22.烈焰风暴(4费/法术)：对横排所有敌军造成25点伤害，对英雄造成25点伤害。（lv15）

23.恶臭公害(4费/20/26)：【护甲8】、回合开始:英雄受到3点伤害。（lv15）

24.肥胖督军(4费/18/30)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv15）

25.邪鬼草人(4费/0/36)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+10。（lv15）

26.无面屠夫(5费/10/40)：登场:横排所有敌军受到10点伤害。（lv15）



紫卡：

1.碎颅魔(2费/18/25)：【践踏】、登场:英雄生命-15。（lv15）

2.觅食大嘴兽(2费/12/33)：【践踏】、敌方英雄受到伤害自身+1/+0。（lv15）

3.苦痛守望者(2费/9/24)：回合结束:自身+6/+6，敌方每有一张手牌，再-1/-1。（lv15）

4.渴血毒甲蝎(2费/15/16)：【护甲5】、对英雄伤害+5、敌方英雄受到伤害时：自身生命+1。（lv15）

5.狱铠战魂(3费/13/6)：【洞察1】、【护甲20】。（lv15）

6.绝望镰魔(3费/23/23)：双方玩家无法获得生命、攻击前:若你无手牌，自身+5/+5。（lv15）

7.岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射55点伤害。（lv15）

8.铸甲熔岩魔(3费/15/24)：【护甲6】、回合开始：全体有践踏的友军+2/+5，获得【护甲2】。（lv15）

9.血炎鬼魅(4费/20/13)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到20点伤害。（lv15）

10.嗜血破面(4费/24/24)：【践踏】、命中英雄:自身+4/+4。（lv15）

11.夺魂诅咒(4费/法术)：随机敌军受到30点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv15）

12.鲜血督军(4费/28/8)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv15）

13.熔岩术士(4费/17/19)：回合开始:向对面横排投射火球(17点伤害)。（lv15）

14.灼神双炎(4费/法术)：向敌方横排投射22点伤害，两次（无视【神佑】和【魔免】）。（lv15）

15.地狱屠夫(5费/20/36)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv15）

16.地狱三头犬(5费/13/40)：【洞察1】、【三连击】。（lv15）

17.噬心魔虫(5费/19/39)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+7/+7。（lv15）

18.雷光炼狱(5费/法术)：对横排所有敌军造成33点伤害，对敌方英雄造成33点伤害。（lv15）

19.夺魂死镰(5费/36/3)：敌方英雄受到伤害:自身攻击+6、攻击大于50、100获得【连击】。（lv15）

20.魔岩邪牛(6费/30/30)：登场:随机敌军生命-18、攻击前:若你无手牌，随机敌军生命-18。（lv15）

21.黑岩裂缝(6费/0/80)：登场、回合结束:召唤7/7猩红仆从-lv11、若你无手牌，改为召唤14/6猩红勇士-lv11。（lv15）

22.恶灵魔焰(6费/法术)：目标区域坠落65点伤害，若你无手牌，则坠落80点伤害。（lv15）

23.蛮荒魔神(6费/35/35)：【磐龙】、【践踏】、登场：其他有践踏的友军+10/+10，获得【磐龙】。（lv15）

24.深渊剧毒兽(7费/22/60)：攻击前:对敌军喷射毒液6次(3点伤害)，若敌方无手牌，自身+7/+7。（lv15）



橙卡：

1.痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv15》、若其无手牌:改为召唤9/24苦痛守望者-lv15。（lv15）

2.血影(3费/25/12)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv15）

3.巴克&巴罗：(4费/13/30)：【连击】、【践踏】、【护甲5】、攻击前：全体敌军受到4点伤害。（lvl5）

4.怨魂饕餮兽(5费/20/40)：登场:吸取敌方玩家40点生命、死亡:归还敌方玩家40点生命。（lv15）

5.血翼·莉莉斯(6费/39/29)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-5。（lv15）

6.烬喉地狱魔(8费/30/90)：回合开始、攻击前、回合结束:随机敌军生命-12，否则敌方英雄生命-12。（lv15）

7.猩红领主·巴拉克(9费/45/45)：【践踏】、登场:召唤四个6/6猩红仆从-lv10、攻击前:所有其他友军攻击+7。（lv15）



*/