/*

帝国：（20张）

蓝卡：（5张）
主养：盾甲禁卫（3费）、圣殿弩手（3费）、塔楼弓手（3费）
副养：圣殿卫士（2费）、增援战线（3费）、光明惩戒（5费）

紫卡：（8张）
主养：圣殿御卫（2费）、禁卫百夫长（5费）、禁卫指挥官（6费）
副养：圣殿骑士（3费）、边境高墙（3费）、冲锋装备（3费）、夺取阵地（4费）、惩戒天使（6费）

橙卡（7张）：
主养：百花长枪·卡罗琳（4费）
副养：曙光·安娜贝尔（3费）、明日之音·露娜（4费）、帝国军魂·莱哈特（5费）、白袍·伊恩（6费）、炫目天使·蕾娜（7费）、钢铁统帅·雷蒙德（8费）



禅意：（20张）

蓝卡：（11张）
主养：箭竹守卫（1费）、拒马（2费）、执剑道人（3费）、连击（3费）
副养：卜命道长（1费）、白羊药师（2费）、树木之怒（3费）、叶幻师（3费）、铁山靠（3费）、风铃道人（4费）、祥云师太（4费）、幽谷粮仓（4费）、风卷残云（4费）

紫卡：（7张）
主养：扫叶僧（3费）、驱魔道人（3费）、御风武者（4费）
副养：逍遥琴师（3费）、墨轩隐士（4费）、泰山之力（4费）、万物之灵（5费）

橙卡：（2张）
主养：
副养：神机玄女·轩（4费）、悟能禅杖（4费）



炼狱（20张）

蓝卡：（8张）
主养：冥河守卫（1费）、地狱刀吏（2费）、猩红勇士（3费、恶臭公害（4费）
副养：落雷击（1费）、残暴爪钩（2费）、狂暴炎球（3费）、无面屠夫（5费）

紫卡：（8张）
主养：碎颅魔（2费）、绝望镰魔（3费）、灼神双炎（4费）
副养：狱铠战魂（3费）、岩浆球（3费）、地狱屠夫（5费）、雷光炼狱（5费）、恶灵魔焰（6费）

橙卡：（4张）
主养：
副养：岩魔·血影（3费）、血翼·莉莉斯(6费)、烬喉地狱魔（8费）、巴拉克（9费）



隐秘（20张）

蓝卡：（4张）
主养：沉默否定（2费）、学仆-观测型（2费）
副养：方尖魔碑（2费）、学仆-能源型（5费）

紫卡：（12张）
主养：白首魔根（4费）、幻域秘树（4费）、学仆-塑钢型（4费）
副养：破魔系教授（2费）、克隆术（2费）、魔像-御咒铁卫（3费）、缄言法师（3费）、学仆-脉冲型（3费）、观星台大预言家（5费）、幻象巨龙（6费）、睿智史芬斯（7费）、米拉方舟（7费）

橙卡：（4张）
主养：No.2月之神·米拉（5费）
副养：鬼童-7号（4费）、No.6沃凡瑞拉（7费）、No.3伊斯多维尔（9费）



*/