// 四芒帝国 15级

/*

白卡

1.小镇民兵(1费/7/7)：无。（lv12）

2.警卫(2费/12/6)：无。（lv12）

3.士兵战衣(2费/法术)：目标友军+2/+16。（lv12）

4.圣堂门卫(3费/1/25)：【护甲2】。（lv12）

5.民兵勇士(3费/14/5)：无。（lv12）

6.先锋骑手(4费/6/12)：登场:对面横排无敌军，自身+3/-2。（lv12）

7.帝国重锤兵(5费/23/7)：无。（lv12）



蓝卡：

1.圣殿斥候(1费/13/9)：【洞察1】、【协战5】。（lv15）

2.旅行背包(1费/法术)：目标友军+7/+15，获得【回命】。（lv15）

3.重装固守(1费/法术)：目标友军+4/+12，若他有护甲则护甲+2并获得【磐龙】、抽一张牌。（lv15）

4.防御工事(2费/0/40)：【守军】、回合结束:自身生命+9。（lv15）

5.圣殿卫士(2费/14/16)：【洞察1】、【回命】。（lv15）

6.修女(2费/8/16)：登场:英雄生命+15、回合结束:80%几率，英雄生命+12。（lv15）

7.欢乐奶牛(2费/3/25)：回合结束:恢复英雄生命，等同于自身防御。（lv15）

8.炫目神光(2费/法术)：三个随机敌军，本回合不能进行攻击、英雄生命+30、获得《真理碎片》。（lv15）

9.天使琼浆(2费/法术)：【洞察1】、英雄生命+40、抓一张牌、80%几率获得《真理石残片》。（lv15）

10.盾甲禁卫(3费/16/14)：【护甲8】。（lv15）

11.帝国后勤官(3费/11/33)：回合结束:恢复英雄生命，等同自身攻击。（lv15）

12.圣殿弩手(3费/10/18)：【协战5】、回合开始:射击敌方英雄。（lv15）

13.大型弩车(3费/0/35)：【洞察1】、【协战13】。（lv15）

14.无畏爆破手(3费/6/30)：回合结束:投掷炸弹，18点伤害、死亡:炸伤你的英雄。（lv15）

15.增援战线(3费/法术)：【洞察1】、召唤3个5/5民兵-lv9，66%概率再召唤一个。（lv15）

16.信念雕像(3费/10/28)：【守军】、【护甲4】、回合开始：另一友军生命+X（等同攻击）。（lv15）

17.塔楼弓手(3费/18/9)：【先攻】、洞察时：自身+4/+2、死亡：【洞察1】。（lv15）

18.圣殿精英(4费/13/30)：【协战10】、【护甲2】。（lv15）

19.白头狮鹫(4费/19/9)：【回命】、攻击前:75几率，吹飞对面首位敌军。（lv15）

20.箭楼车(4费/5/50)：回合结束:射击随机敌军5点伤害，随机另一名友军+2/+2。（lv15）

21.帝国老兵(4费/12/30)：登场:召唤9/9小镇民兵-lv14。（lv15）

22.四芒营帐(4费/0/50)：【守军】、登场、回合结束:召唤6/6小镇民兵-lv10。（lv15）

23.帝国重炮(4费/19/50)：【守军】、回合结束:炮击敌横排随机区域。（lv15）

24.谨慎的火枪手(4费/14/28)：攻击前、回合结束:若友军更多，枪击随机敌军(7点伤害)。（lv15）

25.生命之光(4费/法术)：英雄生命+60，若生命高于敌方英雄:召唤8/8小镇民兵-lv13。（lv15）

26.四芒牧师(4费/10/26)：回合开始:另一友军生命+13。（lv15）

27.精英射手(4费/19/15)：【洞察1】、【先攻】、【协战6】。（lv15）

28.帝国冲锋骑士(5费/30/18)：登场:若对面首位敌军为新进场，则将其消灭。（lv15）

29.战场传教士(5费/18/15)：登场:全体其他友军+5/+5。（lv15）

30.光明惩戒(5费/法术)：【洞察1】、横排所有敌军受到100点伤害、35%概率获得《真理碎片》。（lv15）



紫卡：

1.圣殿御卫(2费/12/20)：【洞察1】、命中英雄:召唤8/4警卫-lv9。（lv15）

2.流星斗士(2费/13/11)：【护甲3】、【协战5】、死亡:向对面横排，投掷流星锤。（lv15）

3.热血冒险家(2费/14/15)：【魔防5】、攻击前：若英雄生命高于敌方，自身+3/+3，否则获得【回命】1回合。（lv15）

4.圣殿骑士(3费/12/29)：【护甲4】、【回命】、【协战6】。（lv15）

5.白袍主教(3费/8/25)：回合开始:另一个随机友军+5/+5，其他友军+0/+3。（lv15）

6.边境高墙(3费/0/60)：【守军】、【磐龙】、【护甲5】、回合结束:【洞察1】，若场上有冰封，自身生命+10。（lv15）

7.冲锋装备(3费/法术)：【洞察1】、目标友军+14/+20、并获得【护甲10】。（lv15）

8.月光祭司(4费/7/21)：登场:眩晕两个非帝国与禅意的敌军、回合结束:英雄生命+40。（lv15）

9.圣殿卫队长(4费/16/40)：【回命】、命中英雄:召唤8/10圣殿卫士-lv12。（lv15）

10.光之赞歌(4费/法术)：所有友军+10/+10，魔防+5。（lv15）

11.夺取阵地(4费/法术)：【洞察1】、将横排敌军移回玩家手上、友军横排召唤13/7警卫-lv13。（lv15）

12.钢铁大师(4费/14/40)：【护甲6】、回合结束:全体护甲友军攻击+8。（lv15）

13.召集护卫(4费/法术)：【洞察1】、在目标位置和随机位置，召唤圣堂门卫-lv15、护甲友军攻击+6，获得【磐龙】1回合。（lv15）

14.禁卫百夫长(5费/20/30)：【磐龙】、【护甲12】、【协战8】。（lv15）

15.田园保卫战(5费/法术)：回合结束:召唤4个6/20田野农夫-lv15、抓一张牌、英雄生命+40。（lv15）

16.圣光主祭(5费/10/29)：登场:英雄生命+15、英雄获得生命时:另一友军+7/+13。（lv15）

17.惩戒天使(6费/25/50)：【回命】、【洞察3】、登场:消灭对面横排首位新进场敌军。（lv15）

18.光明圣骑士(6费/30/30)：【护甲7】、登场:英雄生命+30。（lv15）

19.禁卫指挥官(6费/20/40)：【洞察1】、【护甲5】、洞察时：全体友军+4/+4。（lv15）

20.皇家狮鹫(7费/30/20)：【回命】、【护甲5】、登场:召唤19/9白头狮鹫-lv15，吹飞随机敌军。（lv15）

21.破城者·阿基琉斯(7费/0/100)：【迟缓】、【磐龙】、【践踏】、【护甲12】、【协战30】。（lv15）

22.荣光壁垒(8费/0/136)：【磐龙】、【守军】、【护甲6】、回合结束:炮击敌横排随机区域18点伤害，炮击2次。（lv15）



橙卡：

1.曙光·安娜贝尔(3费/8/15)：【洞察2】、攻击前:所有友军+4/+4，魔防+1。（lv15）

2.圣枪·卡罗琳(4费/18/24)：【回命】、【神佑】、【护甲8】。（lv15）

3.明日之音·露娜(4费/0/10)：【魔防10】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束：【洞察1】、另一友军+3/+7。（lv15）

4.帝国军魂·莱哈特(5费/18/40)：【磐龙】、【践踏】、【护甲6】、【协战12】。（lv15）

5.正阳大主教·伊恩(6费/11/30)：登场:英雄生命+45、英雄获得生命:回复效果加倍，自身+1/+10，其他友军+3/+3。（lv15）

6.炫目天使·蕾娜(7费/25/55)：登场:英雄生命+40，所有敌军本回合不能攻击，另一友军+8/+8。（lv15）

7.钢铁统帅·雷蒙德(8费/20/50)：【磐龙】、【护甲5】、回合开始:全体护甲友军+7/+7，获得【连击】3回合。（lv15）



*/