// 四芒帝国 15级

/*

白卡

1.小镇民兵(1费/8/8)：无。（lv13）

2.警卫(2费/13/7)：无。（lv13）

3.士兵战衣(2费/法术)：目标友军+2/+16。（lv12）

4.圣堂门卫(3费/1/25)：【护甲2】。（lv12）

5.民兵勇士(3费/14/5)：无。（lv12）

6.先锋骑手(4费/6/12)：登场:对面横排无敌军，自身+3/-2。（lv12）

7.帝国重锤兵(5费/23/7)：无。（lv12）



蓝卡：

1.圣殿斥候(1费/13/9)：【洞察1】、【协战5】。（lv15）
  圣殿斥候(1费/11/9)：【洞察1】、【协战5】。（lv14）
  圣殿斥候(1费/10/8)：【洞察1】、【协战4】。（lv13）

2.旅行背包(1费/法术)：目标友军+7/+15，获得【回命】。（lv15）
  旅行背包(1费/法术)：目标友军+6/+13，获得【回命】。（lv14）
  旅行背包(1费/法术)：目标友军+5/+12，获得【回命】。（lv13）

3.重装固守(1费/法术)：目标友军+4/+14，若他有护甲则护甲+4并获得【磐龙】、抽一张牌。（lv15.新）
  重装固守(1费/法术)：目标友军+4/+12，若他有护甲则护甲+2并获得【磐龙】、抽一张牌。（lv15）
  重装固守(1费/法术)：目标友军+3/+12，若他有护甲则护甲+1并获得【磐龙】、抽一张牌。（lv14）
  重装固守(1费/法术)：目标友军+2/+12，若他有护甲则护甲+1并获得【磐龙】、抽一张牌。（lv13）

4.防御工事(2费/0/40)：【守军】、回合结束:自身生命+9。（lv15）
  防御工事(2费/0/35)：【守军】、回合结束:自身生命+8。（lv14）
  防御工事(2费/0/32)：【守军】、回合结束:自身生命+7。（lv13）

5.圣殿卫士(2费/14/18)：【洞察1】、【回命】。（lv15.新）
  圣殿卫士(2费/14/16)：【洞察1】、【回命】。（lv15）
  圣殿卫士(2费/12/16)：【洞察1】、【回命】。（lv14）
  圣殿卫士(2费/11/14)：【洞察1】、【回命】。（lv13）

6.修女(2费/8/18)：登场:英雄生命+18、回合结束:80%几率，英雄生命+12。（lv15.新）
  修女(2费/8/16)：登场:英雄生命+15、回合结束:80%几率，英雄生命+12。（lv15）
  修女(2费/7/15)：登场:英雄生命+14、回合结束:75%几率，英雄生命+12。（lv14）
  修女(2费/6/14)：登场:英雄生命+13、回合结束:75%几率，英雄生命+10。（lv13）

7.欢乐奶牛(2费/3/25)：回合结束:恢复英雄生命，等同于自身防御。（lv15）
  欢乐奶牛(2费/3/23)：回合结束:95%几率，恢复英雄生命，等同于自身防御。（lv14）
  欢乐奶牛(2费/3/21)：回合结束:90%几率，恢复英雄生命，等同于自身防御。（lv13）

8.炫目神光(2费/法术)：三个随机敌军，本回合不能进行攻击、英雄生命+30、获得《真理碎片》。（lv15）
  炫目神光(2费/法术)：两个随机敌军，本回合不能进行攻击、英雄生命+30、获得《真理碎片》。（lv14）
  炫目神光(2费/法术)：两个随机敌军，本回合不能进行攻击、英雄生命+25、获得《真理碎片》。（lv13）

9.天使琼浆(2费/法术)：【洞察1】、英雄生命+40、抓一张牌、80%几率获得《真理石残片》。（lv15）
  天使琼浆(2费/法术)：【洞察1】、英雄生命+35、抓一张牌、80%几率获得《真理石残片》。（lv14）
  天使琼浆(2费/法术)：【洞察1】、英雄生命+32、抓一张牌、75%几率获得《真理石残片》。（lv13）

新.护甲先锋(2费/15/15)：【护甲3】、命中英雄:手上一张护甲生物卡法力-1（次数上限:2）。（lv15）

新.新兵队长(2费/10/10)：【协战3】、登场:相邻区域召唤8/8小镇民兵-lv13。（lv15）

10.盾甲禁卫(3费/16/14)：【护甲8】。（lv15）
   盾甲禁卫(3费/15/13)：【护甲7】。（lv14）
   盾甲禁卫(3费/14/10)：【护甲7】。（lv13）

11.帝国后勤官(3费/13/33)：回合结束:恢复英雄生命，等同自身攻击。（lv15.新）
   帝国后勤官(3费/11/33)：回合结束:恢复英雄生命，等同自身攻击。（lv15）
   帝国后勤官(3费/10/30)：回合结束:恢复英雄生命，等同自身攻击。（lv14）
   帝国后勤官(3费/9/27)：回合结束:恢复英雄生命，等同自身攻击。（lv13）

12.圣殿弩手(3费/10/21)：【协战5】、回合开始:射击敌方英雄。（lv15.新）
   圣殿弩手(3费/10/18)：【协战5】、回合开始:射击敌方英雄。（lv15）
   圣殿弩手(3费/9/16)：【协战5】、回合开始:射击敌方英雄。（lv14）
   圣殿弩手(3费/8/16)：【协战4】、回合开始:射击敌方英雄。（lv13）

13.大型弩车(3费/0/35)：【洞察1】、【协战13】。（lv15）
   大型弩车(3费/0/32)：【洞察1】、【协战12】。（lv14）
   大型弩车(3费/0/28)：【洞察1】、【协战11】。（lv13）

14.无畏爆破手(3费/6/30)：回合结束:投掷炸弹，18点伤害、死亡:炸伤你的英雄。（lv15）
   无畏爆破手(3费/5/29)：回合结束:投掷炸弹，17点伤害、死亡:炸伤你的英雄。（lv14）
   无畏爆破手(3费/5/25)：回合结束:投掷炸弹，16点伤害、死亡:炸伤你的英雄。（lv13）

15.增援战线(3费/法术)：【洞察1】、召唤3个7/7民兵-lv12，66%概率再召唤一个。（lv15.新）
   增援战线(3费/法术)：【洞察1】、召唤3个6/6民兵-lv10，66%概率再召唤一个。（lv15）
   增援战线(3费/法术)：【洞察1】、召唤3个5/5民兵-lv9，66%概率再召唤一个。（lv14）
   增援战线(3费/法术)：【洞察1】、召唤3个4/5民兵-lv8，60%概率再召唤一个。（lv13）

16.信念雕像(3费/10/28)：【守军】、【护甲4】、回合开始:另一友军生命+X（等同攻击）。（lv15）
   信念雕像(3费/9/25)：【守军】、【护甲4】、回合开始:另一友军生命+X（等同攻击）。（lv14）
   信念雕像(3费/8/23)：【守军】、【护甲4】、回合开始:另一友军生命+X（等同攻击）。（lv13）

17.塔楼弓手(3费/18/9)：【先攻】、洞察时:自身+4/+2、死亡:【洞察1】。（lv15）
   塔楼弓手(3费/16/8)：【先攻】、洞察时:自身+4/+2、死亡:【洞察1】。（lv14）
   塔楼弓手(3费/15/7)：【先攻】、洞察时:自身+3/+2、死亡:【洞察1】。（lv13）

新.神圣活化(3费/法术)：目标友军+12/+12，失去【守军】。（lv15）

18.圣殿精英(4费/13/30)：【协战10】、【护甲2】。（lv15）
   圣殿精英(4费/11/29)：【协战9】、【护甲2】。（lv14）
   圣殿精英(4费/10/26)：【协战8】、【护甲2】。（lv13） 

19.白头狮鹫(4费/19/9)：【回命】、攻击前:75几率，吹飞对面首位敌军。（lv15）
   白头狮鹫(4费/18/9)：【回命】、攻击前:70几率，吹飞对面首位敌军。（lv14）
   白头狮鹫(4费/16/9)：【回命】、攻击前:70几率，吹飞对面首位敌军。（lv13）

20.箭楼车(4费/5/50)：回合结束:射击随机敌军5点伤害，随机另一名友军+2/+2。（lv15）
   箭楼车(4费/5/45)：回合结束:射击随机敌军4点伤害，随机另一名友军+2/+2。（lv14）
   箭楼车(4费/4/42)：回合结束:射击随机敌军4点伤害，随机另一名友军+2/+2。（lv13）

21.帝国老兵(4费/15/30)：登场:召唤9/9小镇民兵-lv14。（lv15.新）
   帝国老兵(4费/12/30)：登场:召唤9/9小镇民兵-lv14。（lv15）
   帝国老兵(4费/10/28)：登场:召唤8/8小镇民兵-lv13。（lv14）
   帝国老兵(4费/9/26)：登场:召唤7/7小镇民兵-lv12。（lv13）

22.四芒营帐(4费/0/50)：【守军】、登场、回合结束:召唤7/7小镇民兵-lv12。（lv15.新）
   四芒营帐(4费/0/50)：【守军】、登场、回合结束:召唤6/6小镇民兵-lv10。（lv15）
   四芒营帐(4费/0/46)：【守军】、登场、回合结束:召唤5/5小镇民兵-lv9。（lv14）
   四芒营帐(4费/0/42)：【守军】、登场、回合结束:召唤4/5小镇民兵-lv8。（lv13）

23.帝国重炮(4费/19/50)：【守军】、回合结束:炮击敌横排随机区域。（lv15）
   帝国重炮(4费/18/45)：【守军】、回合结束:炮击敌横排随机区域。（lv14）
   帝国重炮(4费/16/42)：【守军】、回合结束:炮击敌横排随机区域。（lv13）

24.谨慎的火枪手(4费/14/28)：攻击前、回合结束:若友军更多，枪击随机敌军(7点伤害)。（lv15）
   谨慎的火枪手(4费/13/26)：攻击前、回合结束:若友军更多，枪击随机敌军(6点伤害)。（lv14）
   谨慎的火枪手(4费/11/24)：攻击前、回合结束:若友军更多，枪击随机敌军(6点伤害)。（lv13）

25.生命之光(4费/法术)：英雄生命+60，若生命高于敌方英雄:召唤8/8小镇民兵-lv13。（lv15）
   生命之光(4费/法术)：英雄生命+50，若生命高于敌方英雄:召唤7/7小镇民兵-lv12。（lv14）
   生命之光(4费/法术)：英雄生命+48，若生命高于敌方英雄:召唤6/6小镇民兵-lv10。（lv13）

26.四芒牧师(4费/10/26)：回合开始:另一友军生命+13。（lv15）
   四芒牧师(4费/9/24)：回合开始:另一友军生命+12。（lv14）
   四芒牧师(4费/8/22)：回合开始:另一友军生命+11。（lv13）

27.精英射手(4费/19/15)：【洞察1】、【先攻】、【协战6】。（lv15）
   精英射手(4费/18/14)：【洞察1】、【先攻】、【协战5】。（lv14）
   精英射手(4费/16/12)：【洞察1】、【先攻】、【协战5】。（lv13）

28.帝国冲锋骑士(5费/30/18)：登场:若对面首位敌军为新进场，则将其消灭。（lv15）
   帝国冲锋骑士(5费/28/15)：登场:若对面首位敌军为新进场，则将其消灭。（lv14）
   帝国冲锋骑士(5费/25/15)：登场:若对面首位敌军为新进场，则将其消灭。（lv13）

29.战场传教士(5费/20/17)：登场:全体其他友军+5/+5。（lv15.新）
   战场传教士(5费/18/15)：登场:全体其他友军+5/+5。（lv15）
   战场传教士(5费/17/14)：登场:全体其他友军+4/+5。（lv14）
   战场传教士(5费/16/12)：登场:全体其他友军+4/+4。（lv13）

30.光明惩戒(5费/法术)：【洞察1】、横排所有敌军受到100点伤害、35%概率获得《真理碎片》。（lv15）
   光明惩戒(5费/法术)：【洞察1】、横排所有敌军受到90点伤害、35%概率获得《真理碎片》。（lv14）
   光明惩戒(5费/法术)：【洞察1】、横排所有敌军受到80点伤害、30%概率获得《真理碎片》。（lv13）

新.生命之歌一(1费/传记)：英雄生命+16，获得【生命之歌二】。（lv15）

新.生命之歌二(2费/传记)：英雄生命+25，获得【生命之歌三】。（lv15）

新.生命之歌三(3费/传记)：英雄生命+40。



紫卡：

新.四芒王国军旗(1费/0/15)：【守军】、【魔免】、登场:全体友军+4/+4、回合结束:四个友军+1/+4。（lv15）

1.圣殿御卫(2费/13/21)：【洞察1】、命中英雄:召唤9/5警卫-lv10。（lv15）
  圣殿御卫(2费/12/19)：【洞察1】、命中英雄:召唤8/4警卫-lv9。（lv14）
  圣殿御卫(2费/11/17)：【洞察1】、命中英雄:召唤6/4警卫-lv7。（lv13）

2.流星斗士(2费/13/14)：【护甲3】、【协战5】、死亡:向对面横排，投掷流星锤。（lv15.新）
  流星斗士(2费/13/11)：【护甲3】、【协战5】、死亡:向对面横排，投掷流星锤。（lv15）
  流星斗士(2费/12/10)：【护甲2】、【协战5】、死亡:向对面横排，投掷流星锤。（lv14）
  流星斗士(2费/11/9)：【护甲2】、【协战4】、死亡:向对面横排，投掷流星锤。（lv13）

3.热血冒险家(2费/14/17)：【魔防5】、攻击前：若英雄生命高于敌方，自身+3/+3，否则获得【回命】1回合。（lv15.新）
  热血冒险家(2费/14/15)：【魔防5】、攻击前：若英雄生命高于敌方，自身+3/+3，否则获得【回命】1回合。（lv15）
  热血冒险家(2费/13/13)：【魔防5】、攻击前：若英雄生命高于敌方，自身+3/+3，否则获得【回命】1回合。（lv14）
  热血冒险家(2费/12/12)：【魔防4】、攻击前：若英雄生命高于敌方，自身+2/+3，否则获得【回命】1回合。（lv13）

4.圣殿骑士(3费/13/30)：【护甲4】、【回命】、【协战6】。（lv15.新）
  圣殿骑士(3费/12/29)：【护甲4】、【回命】、【协战6】。（lv15）
  圣殿骑士(3费/10/27)：【护甲3】、【回命】、【协战6】。（lv14）
  圣殿骑士(3费/9/24)：【护甲3】、【回命】、【协战5】。（lv13）

5.白袍主教(3费/8/25)：回合开始:另一个随机友军+5/+5，其他友军+1/+3。（lv15）
  白袍主教(3费/7/22)：回合开始:另一个随机友军+5/+5，其他友军+1/+2。（lv14）
  白袍主教(3费/6/20)：回合开始:另一个随机友军+4/+4，其他友军+1/+2。（lv13）

6.边境高墙(3费/0/60)：【守军】、【磐龙】、【护甲5】、回合结束:【洞察1】，若场上有冰封，自身生命+10。（lv15）
  边境高墙(3费/0/58)：【守军】、【磐龙】、【护甲4】、回合结束:【洞察1】，若场上有冰封，自身生命+8。（lv14）
  边境高墙(3费/0/52)：【守军】、【磐龙】、【护甲4】、回合结束:【洞察1】，若场上有冰封，自身生命+7。（lv13）

7.冲锋装备(3费/法术)：【洞察1】、目标友军+14/+20、并获得【护甲10】。（lv15）
  冲锋装备(3费/法术)：【洞察1】、目标友军+13/+18、并获得【护甲9】。（lv14）
  冲锋装备(3费/法术)：【洞察1】、目标友军+12/+16、并获得【护甲8】。（lv13）

新.王城酒吧老板(3费/15/21)：【回命】、回合开始:若英雄生命高于敌方，随机友军+3/+9并获得【魂歌】。（lv15）

8.月光祭司(4费/7/21)：登场:眩晕两个非帝国与禅意的敌军、回合结束:英雄生命+40。（lv15）
  月光祭司(4费/6/20)：登场:眩晕两个非帝国与禅意的敌军、回合结束:英雄生命+35。（lv14）
  月光祭司(4费/5/18)：登场:眩晕两个非帝国与禅意的敌军、回合结束:英雄生命+33。（lv13）

9.圣殿卫队长(4费/16/40)：【回命】、命中英雄:召唤8/10圣殿卫士-lv10。（lv15）
  圣殿卫队长(4费/15/35)：【回命】、命中英雄:召唤7/9圣殿卫士-lv9。（lv14）
  圣殿卫队长(4费/13/33)：【回命】、命中英雄:召唤6/8圣殿卫士-lv8。（lv13）

10.光之赞歌(4费/法术)：所有友军+10/+10，魔防+5。（lv15）
   光之赞歌(4费/法术)：所有友军+9/+9，魔防+4。（lv14）
   光之赞歌(4费/法术)：所有友军+8/+9，魔防+2。（lv13）

11.夺取阵地(4费/法术)：【洞察1】、将横排敌军移回玩家手上、友军横排召唤13/7警卫-lv13。（lv15）
   夺取阵地(4费/法术)：【洞察1】、将横排敌军移回玩家手上、友军横排召唤12/6警卫-lv12。（lv14）
   夺取阵地(4费/法术)：【洞察1】、将横排敌军移回玩家手上、友军横排召唤10/6警卫-lv11。（lv13）

12.钢铁大师(4费/16/40)：【护甲6】、回合结束:全体护甲友军攻击+8。（lv15.新）
   钢铁大师(4费/14/40)：【护甲6】、回合结束:全体护甲友军攻击+8。（lv15）
   钢铁大师(4费/12/38)：【护甲5】、回合结束:全体护甲友军攻击+7。（lv14）
   钢铁大师(4费/10/35)：【护甲5】、回合结束:全体护甲友军攻击+6。（lv13）

13.召集护卫(4费/法术)：【洞察1】、在目标位置和随机位置，召唤圣堂门卫-lv15、护甲友军攻击+7，获得【磐龙】1回合。（lv15.新）
   召集护卫(4费/法术)：【洞察1】、在目标位置和随机位置，召唤圣堂门卫-lv15、护甲友军攻击+6，获得【磐龙】1回合。（lv15）
   召集护卫(4费/法术)：【洞察1】、在目标位置和随机位置，召唤圣堂门卫-lv14、护甲友军攻击+5，获得【磐龙】1回合。（lv14）
   召集护卫(4费/法术)：【洞察1】、在目标位置和随机位置，召唤圣堂门卫-lv13、护甲友军攻击+4，获得【磐龙】1回合。（lv13）

新.光辉主教(4费/19/19)：登场:横排敌军不能攻击1回合、回合开始:友军数多于敌军，随机敌军不能攻击1回合。（lv15）

新.炎阳陨石(4费/法术)：横排敌军受到30点伤害，英雄生命+30。

14.禁卫百夫长(5费/22/30)：【磐龙】、【护甲12】、【协战8】。（lv15.新）
   禁卫百夫长(5费/20/30)：【磐龙】、【护甲12】、【协战8】。（lv15）
   禁卫百夫长(5费/18/29)：【磐龙】、【护甲11】、【协战7】。（lv14）
   禁卫百夫长(5费/17/26)：【磐龙】、【护甲10】、【协战6】。（lv13）

15.田园保卫战(5费/法术)：回合结束:召唤4个6/23田野农夫-lv15、抓一张牌、英雄生命+50。（lv15.新）
   田园保卫战(5费/法术)：回合结束:召唤4个6/21田野农夫-lv15、抓一张牌、英雄生命+45。（lv15）
   田园保卫战(5费/法术)：回合结束:召唤4个5/19田野农夫-lv14、抓一张牌、英雄生命+40。（lv14）
   田园保卫战(5费/法术)：回合结束:召唤4个4/17田野农夫-lv13、抓一张牌、英雄生命+35。（lv13）

16.圣光主祭(5费/10/29)：登场:英雄生命+15、英雄获得生命时:另一友军+7/+13。（lv15）
   圣光主祭(5费/9/25)：登场:英雄生命+14、英雄获得生命时:另一友军+6/+12。（lv14）
   圣光主祭(5费/8/21)：登场:英雄生命+13、英雄获得生命时:另一友军+6/+10。（lv13）

17.惩戒天使(6费/24/50)：【回命】、【洞察3】、登场:消灭对面横排首位新进场敌军。（lv15）
   惩戒天使(6费/22/45)：【回命】、【洞察3】、登场:消灭对面横排首位新进场敌军。（lv14）
   惩戒天使(6费/20/40)：【回命】、【洞察3】、登场:消灭对面横排首位新进场敌军。（lv13）

18.光明圣骑士(6费/30/30)：【护甲7】、登场:英雄生命+30。（lv15）
   光明圣骑士(6费/26/26)：【护甲7】、登场:英雄生命+26。（lv14）
   光明圣骑士(6费/23/23)：【护甲6】、登场:英雄生命+23。（lv13）

19.禁卫指挥官(6费/20/40)：【洞察1】、【护甲5】、洞察时：全体友军+4/+4。（lv15）
   禁卫指挥官(6费/18/40)：【洞察1】、【护甲5】、洞察时：全体友军+3/+4。（lv14）
   禁卫指挥官(6费/17/35)：【洞察1】、【护甲5】、洞察时：全体友军+3/+3。（lv13）

20.皇家狮鹫(7费/30/20)：【回命】、【护甲5】、登场:召唤19/9白头狮鹫-lv15，吹飞随机敌军。（lv15）
   皇家狮鹫(7费/25/18)：【回命】、【护甲5】、登场:召唤18/9白头狮鹫-lv14，吹飞随机敌军。（lv14）
   皇家狮鹫(7费/21/15)：【回命】、【护甲5】、登场:召唤16/9白头狮鹫-lv13，吹飞随机敌军。（lv13）

21.破城者·阿基琉斯(7费/0/100)：【迟缓】、【磐龙】、【践踏】、【护甲12】、【协战33】。（lv15.新）
   破城者·阿基琉斯(7费/0/100)：【迟缓】、【磐龙】、【践踏】、【护甲12】、【协战30】。（lv15）
   破城者·阿基琉斯(7费/0/95)：【迟缓】、【磐龙】、【践踏】、【护甲10】、【协战27】。（lv14）
   破城者·阿基琉斯(7费/0/90)：【迟缓】、【磐龙】、【践踏】、【护甲9】、【协战23】。（lv13）

22.荣光壁垒(8费/0/136)：【磐龙】、【守军】、【护甲6】、回合结束:炮击敌横排随机区域18点伤害，炮击2次。（lv15）
   荣光壁垒(8费/0/125)：【磐龙】、【守军】、【护甲5】、回合结束:炮击敌横排随机区域17点伤害，炮击2次。（lv14）
   荣光壁垒(8费/0/110)：【磐龙】、【守军】、【护甲5】、回合结束:炮击敌横排随机区域16点伤害，炮击2次。（lv13）

新.钢铁护卫(1费/传记)：前排位置召唤圣堂门卫-lv13、获得【钢铁赞歌】。（lv15）

新.钢铁赞歌(2费/传记)：召唤圣堂门卫-lv15，随机护甲友军获得【魂音】、获得【钢铁意志】。（lv15）

新.钢铁意志(5费/传记)：全体护甲友军+10/+10，护甲+4，获得【神佑】1回合。（lv15）



橙卡：

1.曙光·安娜贝尔(3费/8/15)：【洞察2】、攻击前:所有友军+4/+4，魔防+1。（lv15）
  曙光·安娜贝尔(3费/8/13)：【洞察2】、攻击前:所有友军+3/+4，魔防+1。（lv14）
  曙光·安娜贝尔(3费/7/11)：【洞察2】、攻击前:所有友军+3/+4。（lv13）

2.圣枪·卡罗琳(4费/20/24)：【回命】、【神佑】、【护甲8】。（lv15.新）
  圣枪·卡罗琳(4费/18/24)：【回命】、【神佑】、【护甲8】。（lv15）
  圣枪·卡罗琳(4费/16/22)：【回命】、【神佑】、【护甲7】。（lv14）
  圣枪·卡罗琳(4费/15/20)：【回命】、【神佑】、【护甲6】。（lv13）

3.明日之音·露娜(4费/0/10)：【魔防10】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束:【洞察1】、另一友军+3/+7。（lv15）
  明日之音·露娜(4费/0/9)：【魔防9】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束:【洞察1】、另一友军+3/+5。（lv14）
  明日之音·露娜(4费/0/8)：【魔防8】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束:【洞察1】、另一友军+2/+5。（lv13）

4.帝国军魂·莱哈特(5费/18/40)：【磐龙】、【践踏】、【护甲6】、【协战12】。（lv15）
  帝国军魂·莱哈特(5费/16/36)：【磐龙】、【践踏】、【护甲5】、【协战12】。（lv14）
  帝国军魂·莱哈特(5费/15/32)：【磐龙】、【践踏】、【护甲5】、【协战10】。（lv13）

5.正阳大主教·伊恩(6费/11/30)：登场:英雄生命+45、英雄获得生命:回复效果加倍，自身+1/+10，其他友军+3/+3。（lv15）
  正阳大主教·伊恩(6费/10/29)：登场:英雄生命+40、英雄获得生命:回复效果加倍，自身+1/+10，其他友军+2/+3。（lv14）
  正阳大主教·伊恩(6费/9/27)：登场:英雄生命+35、英雄获得生命:回复效果加倍，自身+1/+9，其他友军+2/+3。（lv13）

6.炫目天使·蕾娜(7费/25/55)：登场:英雄生命+40，所有敌军本回合不能攻击，另一友军+8/+8。（lv15）
  炫目天使·蕾娜(7费/23/50)：登场:英雄生命+35，所有敌军本回合不能攻击，另一友军+8/+8。（lv14）
  炫目天使·蕾娜(7费/21/45)：登场:英雄生命+30，所有敌军本回合不能攻击，另一友军+7/+7。（lv13）

7.钢铁统帅·雷蒙德(8费/20/50)：【磐龙】、【护甲5】、回合开始:全体护甲友军+7/+7，获得【连击】3回合。（lv15）
  钢铁统帅·雷蒙德(8费/19/48)：【磐龙】、【护甲4】、回合开始:全体护甲友军+6/+6，获得【连击】3回合。（lv14）
  钢铁统帅·雷蒙德(8费/18/45)：【磐龙】、【护甲4】、回合开始:全体护甲友军+5/+6，获得【连击】3回合。（lv13）

新.魔堡(9费/0/150)：【魔免】、【护甲10】、回合结束:炮击横排随机区域60点伤害（无视【神佑】和【魔免】）。（lv15）


*/