// 天堂港 15级

/*

白卡：

1.凶恶幼犬(1费/5/4)：对英雄伤害+7。（lv12）

2.蕾拉火弹(1费/法术)：对敌方横排，投射12点伤害。（lv12）

3.田野农夫(2费/4/17)：死亡:英雄生命+4。（lv13）
  田野农夫(2费/5/19)：死亡:英雄生命+5。（lv14）
  田野农夫(2费/6/21)：死亡:英雄生命+6。（lv15）

4.水手(2费/9/9)：无。（lv12）

5.排箭攻击(2费/法术)：对横排所有敌军造成13点伤害。（lv12）

6.亲切的大妈(3费/6/10)：登场:另一友军+6/+6。（lv12）

7.强壮工头(4费/10/20)：无。（lv12）



蓝卡：

1.走私的珍奇兽(1费/24/40)：场上有敌军，则无法攻击、死亡:英雄生命+15。（lv15）

2.邪月小魔女(1费/12/9)：攻击前:本回合每使用过一个法术，自身攻击+3，则随机敌军-3/-3。（lv15）

3.心灵黑洞(1费/法术)：目标敌军受到85点伤害，英雄受到伤害，等同目标费用。（lv15）

4.暗潮涌动(1费/法术)：吸取敌方英雄9点生命。（lv7）

5.愤怒农夫(2费/12/20)：回合结束:自身+3/+3。（lv15）

6.狡诈学徒(2费/15/11)：【洞察1】、登场:吹回对面首位新进场敌军、洞察时自身攻击+3。（lv15）

7.外来隐修者(2费/6/23)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv15）

8.黑夜射手(2费/16/15)：命中英雄:【洞察1】，随机敌军受到5点伤害。（lv15）

9.黑水快剑手(2费/13/9)：【先攻】、登场:吸取敌方英雄9点生命。（lv15）

10.亡命之徒(2费/19/7)：【洞察1】、【暴露1】、敌方英雄生命-7。（lv15）

11.黑夜突袭(2费/法术)：【洞察1】、对随机单位造成40点伤害。（lv15）

12.连锁电光(2费/法术)：目标受到24点伤害，相邻敌军受到10点伤害。（lv15）

13.火祭邪灵(2费/法术)：回合结束:召唤12/29血炎焦木-lv15。（lv15）

14.暗潮术士(2费/11/11)：死亡、回合结束获得《暗潮涌动》-lv8。（lv15）

15.窃笑雪人(2费/16/16)：【守军】、【荆棘】、登场：冰封脚下。（lv15）

16.热血矿工(3费/13/26)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv15）

17.酗酒暴徒(3费/9/30)：回合结束:若英雄生命高于敌方，自身+6/+6，获得【磐龙】。（lv15）

18.教廷学者(3费/11/20)：回合开始:随机四芒帝国友军、隐秘友军+2/+7，获得【护甲2】。（lv15）

19.黑金刽子手(3费/24/18)：【迟缓】、【践踏】、对英雄伤害+6。（lv15）

20.沙湾骆驼(3费/4/30)：法力上限+1、登场:两个其他友军+3/+4。（lv15）

21.海燕迫击炮(3费/0/40)：【守军】、【协战10】、回合开始:炮击敌军横排随机区域。（lv15）

22.黑旗舰队水手(3费/15/28)：攻击前:若英雄生命高于敌方，自身+2/+5。（lv15）

23.魔力风暴(3费/法术)：对横排所有敌军造成23点伤害、75%几率获得《真理石碎片》。（lv15）

24.不法交易(3费/法术)：【洞察1】、英雄生命-2，抽两张牌、敌方英雄生命-24。（lv15）

25.黑市商人(3费/10/20)：【魔防7】、攻击前：人数多于敌方，吸取敌方英雄10点生命。（lv15）

26.掠夺草人(3费/0/20)：登场：敌方受到16点伤害、每当一个敌军死亡：随机友军攻击+5。（lv15）

27.节日南瓜(3费/法术)：全体友军+4/+5、英雄生命+15。（lv15）

28.南瓜大婶(4费/12/35)：登场:将南瓜扔向随机敌军，12点伤害。（lv15）

29.妖娆女巫(4费/19/15)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+8。（lv15）

30.黑旗舰队飞斧手(4费/16/36)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，16点伤害。（lv15）

31.电光术士(4费/14/14)：登场：敌方随机位置坠落闪电（14点伤害）、攻击前：人数高于对手，坠落闪电。（lv15）

32.恶犬屠夫(5费/12/32)：登场:召唤2个5/4凶恶幼犬-lv12。（lv15）



紫卡：

1.走私狂徒(2费/8/4)：【洞察1】、登场:召唤24/40珍奇兽-lv15。（lv15）

2.异域驯兽使(2费/16/16)：【洞察1】、唤醒其他迟缓友军、登场:本回合隐形。（lv15）

3.海燕精卫(2费/10/18)：登场:【枪击】、攻击前:友军多于敌军则【枪击】，无敌军则枪击英雄。（lv15）

4.红海猎魔人(2费/15/11)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术，随机敌军生命-4，自身攻击+4。（lv15）

5.海神赐福(2费/法术)：【洞察1】、随机友军+10/+10获得【回命】、抽一张牌、无友军则再抽一张牌并且【洞察1】。（lv15）

6.幸福空间(3费/4/36)：登场:随机另一友军+5/+5，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv15）

7.无情夺命客(3费/13/11)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv15）

8.深山老巫(3费/13/25)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄15点生命。（lv15）

9.黑水伏击(3费/法术)：随机敌军-11/-11（无视神佑、魔免）、召唤黑水快剑手lv15。（lv15）

10.海盗船长(4费/18/38)：攻击前:若友军多于敌军:全军+2/+3，全体敌军-1/-0。（lv15）

11.炼金术士(4费/15/30)：攻击前:随机敌军-9/-9，否则随机友军+9/+9。（lv15）

12.动物学家(4费/18/36)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+8/+8。（lv15）

13.黑金炸术师(4费/15/15)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv15）

14.缴械逆袭(4费/法术)：吸取敌方英雄18点生命、随机6个敌军-7/-0、随机6个友军+7/+0。（lv15）

15.磐石工匠(4费/18/35)：回合开始:若英雄生命高于敌方，随机友军+8/+8，获得【磐龙】。（lv15）

16.奴役黑猿(4费/33/60)：场上人数高于敌方时，才可以攻击。（lv15）

17.红海领航员(4费/18/18)：【洞察1】、【先攻】、攻击前：全体先攻友军+4/+3。（lv15）

18.在逃重犯(4费/22/40)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+8/+8获得【践踏】。（lv15）

19.贵族运输象(5费/13/40)：登场:英雄生命+24，随机另一友军+6/+6、若有帝国或蛮石友军在场，抓一张牌。（lv15）

20.黑旗舰队双枪客(5费/25/23)：登场:射击随机敌军，16点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，8点伤害。（lv15）

21.星辰陨落(5费/法术)：目标区域坠落38点伤害，随机7个区域坠落4点伤害。（lv15）

22.万圣节秘树(5费/0/79)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv15。（lv15）

23.烈日大祭师(5费/20/27)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv15）

24.钢斧开山者(6费/13/60)：【磐龙】、回合开始、回合结束:轰炸敌方随机区域13点伤害。（lv15）

25.黑旗舰队船长(6费/15/55)：回合开始:吸取对手15点生命、攻击前:若英雄生命高于敌方，吸取随机敌军8点攻击。（lv15）



橙卡：

1.蕾拉密卷(2费/法术)：获得3张《蕾拉火弹》-lv15、85%概率获得《真理残片》。（lv15）

2.花剑绅士·翔(2费/13/13)：【先攻】、【回命】、【协战7】。（lv15）

3.海燕·鲍莉(3费/16/16)：登场:召唤11/11水手-lv14、攻击前:随机敌军受到16点伤害、回合结束:自身回手。（lv15）

4.魔卡幻术师·梅基(4费/13/29)：充能:随机敌军-6/-6，随机移动、命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-12/-12。（lv15）

5.赤影·艾希尔(4费/21/10)：【洞察2】、【连击】、【魔防80】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手，攻击+1。（lv15）

6.钢之咆哮·布瑞恩(5费/18/18)：【护甲10】、【践踏】、登场:横排敌军受到13点伤害、攻击前:友军多于敌军，自身+3/+6。（lv15）

7.烈火·蕾拉(5费/29/20)：登场:获得2张《蕾拉火弹》-lv15、回合结束、命中英雄:获得《蕾拉火弹》-lv15。（lv15）

8.黑金三代目·梅森(7费/30/50)：【磐龙】、攻击前:消灭对面首位敌军、命中英雄时:80%几率，敌军受到30点伤害。（lv15）



*/