// 隐秘者 15级

/*

白卡：

1.学仆-基础型(0费/10/10)：无。（lv15）

2.沉默术(1费/法术)：目标区域坠落12点伤害，并沉默目标单位。（lv12）

3.幻象巨蛇(1费/13/13)：【幻象】。（lv12）

4.机械系学徒(2费/8/8)：【穿透】。（lv12）

5.学仆-发条型(2费/11/11)：死亡:随机友军+4/+4。（lv12）

6.扭曲之力(2费/法术)：目标单位+12/-12。（lv12）

7.学仆-联能型(3费/12/6)：攻击前:随机敌军受到2点伤害。（lv12）

8.学仆-增强型(4费/13/13)：登场:随机友军+4/+4。（lv12）



蓝卡：

1.隐秘核心(0费/0/50)：【守军】、【隐形】、法力上限+3。（lv15）

2.邪月蝙蝠(1费/13/5)：攻击前:本回合你每使用过一个法术，自身+7/+0。（lv15）

3.预言系教授(2费/10/10)：登场:抓一张牌、死亡:英雄生命+12。（lv15）

4.方尖魔碑(2费/0/25)：【守军】、敌方法力上限-1、回合结束:65%几率【洞察1】。（lv15）

5.雷火工组(2费/10/22)：回合开始:你每有1点法力，敌方随机区域坠落3点伤害。（lv15）

6.邪月妖猫(2费/15/12)：攻击前:本回合你每使用过一个法术，自身+3/+3。（lv15）

7.沉重否定(2费/法术)：目标敌军攻击-50，并沉默、80%几率获得《真理碎片》。（lv15）

8.学仆-观测型(2费/13/16)：洞察时：自身+3/+3、死亡：【洞察1】，英雄恢复生命（等同攻击力）。（lv15）

9.御魔术(2费/法术)：目标友军+6/+6、获得【魔防9】、抽一张牌。（lv15）

10.学仆-补给型(3费/7/37)：回合结束:你每有1点法力，自身+2/+4。（lv15）

11.魔药系学士(3费/10/25)：登场:获得卡牌《扭曲之力》-lv15。（lv15）

12.生命工组(3费/13/30)：回合开始:你每有1点法力，英雄生命+4。（lv15）

13.学仆-投射型(3费/17/17)：攻击前:投射7点伤害。（lv15）

14.虚化术(3费/法术)：目标单位+13/+23，并获得【穿透】。（lv15）

15.幻象学者(3费/16/13)：登场:获得《幻象巨蛇》-lv15。（lv15）

16.全数否定(3费/法术)：【洞察1】、横排敌军攻击-18。（lv15）

17.滋养守卫(4费/10/40)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv15）

18.幻象熊(4费/26/26)：【践踏】、【幻象】。（lv15）

19.学仆-焚化型(4费/10/30)：回合开始:其他所有生物受到1点伤害、充能:敌方所有生物受到3点伤害。（lv15）

20.学仆-渗透型(4费/21/21)：【洞察1】、【穿透】、【护甲6】。（lv15）

21.学仆-魔蛛型(4费/17/10)：【先攻】、攻击前：本回合每使用过一个法术自身+4/+3。（lv15）

22.黑曜石像鬼(5费/15/39)：【迟缓】、敌方法力上限-1、登场回合具有【护甲20】。（lv15）

23.学仆-战斗型(5费/24/24)：充能:自身-1/-1，随机敌军受到10点伤害。（lv15）

24.学仆-能源型(5费/14/29)：【护甲7】、法力上限+2。（lv15）

25.魔咒老妪(5费/12/20)：登场:对手弃一张牌，对手无手牌，随机敌军-20/-7，被沉默。（lv15）

26.请示隐秘者(5费/法术)：【洞察1】、抽2张牌、英雄生命+35、充能:多抽一张牌。（lv15）



紫卡：

1.隐形术(1费/法术)：【洞察1】、目标单位+13/+13，获得【隐形】。（lv15）

2.学仆-冲锋型(2费/15/13)：【先攻】、攻击前:你每有1点法力，自身+1/+1。（lv15）

3.咒术系学士(2费/6/20)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+15。（lv15）

4.破魔系教授(2费/10/18)：【洞察1】、登场:沉默随机敌军、命中时:50%几率【洞察1】、回合结束:35%几率沉默随机敌军。（lv15）

5.克隆术(2费/法术)：【洞察1】、复制目标单位到手上，英雄生命+25。（lv15）

6.防护系教授(3费/9/29)：回合开始:随机敌军攻击-4，随机友军生命+4。（lv15）

7.魔像-御咒铁卫(3费/16/16)：【护甲6】、攻击前:本回合你每使用过一个法术，自身+4/+4，护甲+2。（lv15）

8.缄言法师(3费/19/9)：登场:获得卡牌《沉默术》-lv7、死亡:获得《沉默术》-lv7。（lv15）

9.学仆-猛禽型(3费/15/6)：【先攻】、命中时：【洞察1】、洞察时：全体先攻友军攻击+6。（lv15）

10.学仆-脉冲型(3费/10/18)：【洞察1】、洞察时：自身+2/+6，射击英雄。（lv15）

11.白首魔根(4费/9/40)：【洞察1】、【魔免】、回合结束:自身攻击加倍。（lv15）

12.幻域秘树(4费/0/37)：【洞察1】、【魔防4】、法力上限+2、回合开始:随机敌军-x/-x(x为你的法力)。（lv15）

13.改造魔卷(4费/法术)：消灭敌方单位，获得10/10量产型学仆-lv15。（lv15）

14.实验室流浆(4费/13/33)：回合结束:若本回合受到过伤害，在相邻位置复制一个自己。（lv15）

15.学仆-塑钢型(4费/22/22)：【磐龙】、【护甲8】、洞察时：自身+2/+5，护甲+2。（lv15）

16.魔像-术法风暴(5费/20/38)：【践踏】、攻击前:本回你每施放过一个法术，自身+7/+7。（lv15）

17.召熊幻术师(5费/8/8)：登场、回合结束:召唤26/26幻象熊-lv15。（lv15）

18.观星台大预言家(5费/9/23)：【洞察1】、【魔防9】、洞察时：抽一张牌。（lv15）

19.御魔史芬斯(5费/25/20)：【先攻】、登场：全体先攻友军魔防+9，获得【神佑】1回合。（lv15）

20.学仆-分裂型(6费/16/40)：攻击前:投射13点伤害、充能:召唤9/9学仆投射型-lv9。（lv15）

21.幻象巨龙(6费/60/60)：【魔免】、【幻象】、登场:全体敌军攻击-6。（lv15）

22.巨型石像鬼(7费/39/39)：【迟缓】、敌方法力上限永久-1、登场:吹回随机敌军，本回合具有【护甲30】。（lv15）

23.睿智史芬斯(7费/21/59)：充能:随机友军+3/+13、回合结束:抽1张牌，若本回合你有充能，多抽1张牌。（lv15）

24.心灵操控(7费/法术)：英雄生命-2，目标单位+12/+12，被你操控。（lv15）

25.米拉方舟(7费/25/60)：【洞察1】、【磐龙】、【穿透】、【护甲10】、【魔防10】、洞察时：获得《渗透型》lv15、护甲友军死亡：自身+6/+15。（lv15）

26.魔钢(8费/60/60)：【护甲6】、【磐龙】、充能:护甲+4、攻击前:本回合你使用过法术，自身+10/+10。（lv15）

27.魔像-钢翼仲裁者(9费/60/40)：登场:消灭随机敌军、充能:随机敌军受到60点伤害。（lv15）



橙卡：

1.No.7鬼童·塞文(0费/9/9)：回合结束:若本回合已充能，则修复《鬼童-7号》lv15，回到手上。（lv15）

2.No.8雷鸣·泰拉德(1费/18/24)：回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力)。（lv15）

3.No.5咒刃·布雷克(3费/10/23)：【魔免】、【先攻】、【二连击】、【护甲4】、攻击前:本回合你每使用过一个法术，自身攻击+1。（lv15）

4.鬼童-7号(4费/18/18)：登场:随机敌军受到18点伤害、攻击前:随机敌军受到6点伤害、死亡:召唤9/9赛文-lv15。（lv15）

5.No.2时光·米拉(5费/15/18)：法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，75%概率获得沉默术-lv6。（lv15）

6.No.9迪宁(6费/12/10)：【魔防10】、【先攻】、回合开始：全体先攻友军+2/+2、获得【连击】1回合。（lv15）

7.No.6沃凡瑞拉(7费/36/29)：登场:前方竖排召唤三个18/18幻象巨蛇-lv15、回合结束:获得两个18/18幻象巨蛇-lv15。（lv15）

8.No.3伊斯多维尔(9费/20/20)：登场：获得【磐龙】1回合、回合开始:心灵操控随机敌军，另一友军+13/+13。（lv15）



*/