/*

伊萝莲（统计时间：2025.10.15）

蓝卡：（10张——17.90级）

圣殿斥候（1费）——20级

民兵队长（2费）——20级

天使琼浆（2费）——20级

沉重否定（2费）——13级、13级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

田园守望者（3费）——13级

光明惩戒（5费）——20级



紫卡：（13张——17.15级）

四芒军旗（1费）——19级

传记·钢铁守卫（1费）——18级

圣殿御卫（2费）——20级

破魔系教授（2费）——16级

克隆术（2费）——14级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

召集护卫（4费）——19级

夺取阵地（4费）——15级、14级

阳炎坠落（4费）——14级

观星台大预言家（5费）——16级

米拉方舟（7费）——18级



橙卡：（7张——18.00级）

花光春影·安娜贝尔（3费）——19级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——17级

永恒之王·莱哈特（5费）——19级

青月·米拉（5费）——16级

白袍·伊恩（6费）——19级

武圣·云长（8费）——17级



总卡等：17.60级


技能等级：（真理审判-10级）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/