/*

伊萝莲（统计时间：2025.7.31）

蓝卡：（11张——18.55级）

圣殿斥候（1费）——20级

旅行背包（1费）——16级

学仆-观测型（2费）——20级

天使琼浆（2费）——18级

民兵队长（2费）——16级

沉默否定（2费）——15级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——19级
 
光明惩戒（5费）——20级



紫卡：（13张——16.77级）

四芒军旗（1费）——16级

圣殿御卫（2费）——20级

破魔系教授（2费）——15级

克隆术（2费）——12级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

冲锋装备（3费）——17级

夺取阵地（4费）——17级

召集护卫（4费）——17级

幻域秘树（4费）——15级

禁卫百夫长（5费）——19级

观星台大预言家（5费）——14级

米拉方舟（7费）——16级



橙卡：（6张——16.33级）

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——17级

武圣·云长（8费）——17级


总卡等：17.33级



技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（圣堂铁砧-8级）：【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】。


*/