/*

伊萝莲（统计时间：2025.6.26）

蓝卡：（10张——18.80级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——19级

学仆-观测型（2费）——19级

天使琼浆（2费）——17级

沉默否定（2费）——15级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——18级
 
光明惩戒（5费）——20级



紫卡：（14张——15.57级）

传记·钢铁守卫（1费）——16级

四芒军旗（1费）——12级

圣殿御卫（2费）——19级

破魔系教授（2费）——14级

克隆术（2费）——12级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

夺取阵地（4费）——16级

召集护卫（4费）——16级

幻域秘树（4费）——14级

禁卫百夫长（5费）——19级

田园保卫战（5费）——16级

观星台大预言家（5费）——13级

米拉方舟（7费）——15级



橙卡：（6张——15.67级）

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——16级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：16.67级



技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-7级）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（圣堂铁砧-8级）：【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】。


*/