/*

伊萝莲（统计时间：2025.6.26）

蓝卡：（10张——16.60级）

圣殿斥候（1费）——16级

重装固守（1费）16级

沉默否定（2费）——14级

天使琼浆（2费）——16级

盾甲禁卫（3费）——18级

圣殿弩手（3费）——18级

帝国后勤官（3费）——18级

增员战线（3费）——18级

光明惩戒（5费）——16级、16级



紫卡：（12张——14.75级）

传记·钢铁守卫（1费）——12级

圣殿御卫（2费）——16级

破魔系教授（2费）——13级

克隆术（2费）——10级

白袍主教（3费）——18级

圣殿骑士（3费）——18级

边境高墙（3费）——17级

冲锋装备（3费）——17级

召集护卫（4费）——14级

幻域秘树（4费）——12级

禁卫百夫长（5费）——18级

观星台大预言家（5费）——12级



橙卡：（8张——13.75级）

花光春影·安娜贝尔（3费）——15级

百花长枪·卡罗琳（4费）——15级

明日香·露娜（4费）——13级

永恒之王·莱哈特（5费）——15级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——15级

火蛇巫女·沃凡瑞拉（7费）——10级

武圣·云长（8费）——14级


总卡等：15.10级




*/