/*

白处尊（统计时间：2025.6.26）

蓝卡：（15张——14.40级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——19级

天使琼浆（2费）——17级

飓风术（2费）——9级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

连击（3费）——13级、11级

铁山靠（3费）——10级

风卷残云（4费）——10级、10级、7级

茁壮生长（4费）——10级

光明惩戒（5费）——20级



紫卡：（9张——14.44级）

传记·钢铁守卫（1费）——16级

四芒军旗（1费）——12级

圣殿御卫（2费）——19级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

夺取阵地（4费）——16级、3级

召集护卫（4费）——16级

蟠桃会（4费）——8级



橙卡：（6张——15.00）

百花长枪·卡洛琳（4费）——16级

明日香·露娜（4费）——15级

上宝沁金耙（4费）——9级

永恒之王·莱哈特（5费）——16级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级



总卡等：14.53级



技能等级：（莲华守护-9级）：【回合4】全体友军+5/+6，100%获得神佑1回合。

武器等级：（克敌巨剑-5级）：【回合6】随机友军+6/+6，3个敌军【眩晕】1回合。

宝物等级：（腾云青龙铠-6级）：【回合3】随机友军+4/+4，并获得【神佑】。


*/