/*

白处尊（统计时间：2025.7.31）

蓝卡：（15张——15.20级）

圣殿斥候（1费）——20级

旅行背包（1费）——16级

天使琼浆（2费）——18级

长耳庄巧姑（2费）——17级

民兵队长（2费）——16级

飓风术（2费）——9级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

连击（3费）——13级、12级

风卷残云（4费）——10级、10级、7级

光明惩戒（5费）——20级



紫卡：（9张——16.56级）

四芒军旗（1费）——16级

圣殿御卫（2费）——20级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

夺取阵地（4费）——17级

召集护卫（4费）——17级

墨轩隐士（4费）——12级

蟠桃会（4费）——8级

禁卫百夫长（5费）——19级



橙卡：（6张——15.33）

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

上宝沁金耙（4费）——9级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——17级

武圣·云长（8费）——17级



总卡等：15.63级



技能等级：（莲华守护-9级）：【回合4】全体友军+5/+6，100%获得神佑1回合。

武器等级：（克敌巨剑-5级）：【回合6】随机友军+6/+6，3个敌军【眩晕】1回合。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/