/*

阿斯塔拉（统计时间：2025.10.15）

蓝卡：（12张——15.50级）

圣殿斥候（1费）——20级

民兵队长（2费）——20级

沉重否定（2费）——13级、13级

灵能布控（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

占卜命运（3费）——12级、12级、12级

请示隐秘者（5费）——12级



紫卡：（11张——17.27级）

四芒军旗（1费）——19级

隐形术（1费）——13级

圣殿御卫（2费）——20级

破魔系教授（2费）——16级

克隆术（2费）——14级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

学仆-脉冲型（3费）——15级

召集护卫（4费）——19级

观星台大预言家（5费）——16级

米拉方舟（7费）——18级



橙卡：（7张——18.00级）

花光春影·安娜贝尔（3费）——19级

百花长枪·卡洛琳（4费）——19级

明日香·露娜（4费）——17级

永恒之王·莱哈特（5费）——19级

月之神·米拉（5费）——16级

白袍·伊恩（6费）——19级

武圣·云长（8费）——17级



总卡等：16.73级


技能等级：（揭示未来-8级）：【回合4】【洞察2】、三个友军+1/+5。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】。


*/