/*

阿斯塔拉（统计时间：2025.7.31）

蓝卡：（11张——15.18级）

圣殿斥候（1费）——20级

邪月蝙蝠（1费）——15级

学仆-观测型（2费）——20级

沉重否定（2费）——15级、5级

灵能布控（2费）——7级、6级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——19级



紫卡：（13张——15.38级）

隐形术（1费）——12级

圣殿御卫（2费）——20级

破魔系教授（2费）——15级

克隆术（2费）——12级、3级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

夺取阵地（4费）——17级

召集护卫（4费）——17级

幻域秘树（4费）——15级

禁卫百夫长（5费）——19级

观星台大预言家（5费）——14级

米拉方舟（7费）——16级



橙卡：（6张——16.33级）

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——17级

武圣·云长（8费）——17级



总卡等：15.50级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-6级）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（寻宝装置-6级）：【回合1结束】获得【隐秘核心-lv5】，随机友军生命+6。


*/