/*

阿斯塔拉（统计时间：2025.6.26）

蓝卡：（10张——15.70级）

圣殿斥候（1费）——20级

邪月蝙蝠（1费）——13级

圣殿卫士（2费）——19级

学仆-观测型（2费）——19级

沉重否定（2费）——15级

灵能布控（2费）——7级、6级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——18级



紫卡：（14张——13.71级）

传记·钢铁守卫（1费）——16级

隐形术（1费）——12级

圣殿御卫（2费）——19级

破魔系教授（2费）——14级

克隆术（2费）——12级、3级、2级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

夺取阵地（4费）——16级

召集护卫（4费）——16级

幻域秘树（4费）——14级

观星台大预言家（5费）——13级

米拉方舟（7费）——15级



橙卡：（6张——15.67级）

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——16级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级



总卡等：14.77级



技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（无尽奥秘之杖-4级）：【回合5】复制随机友军到手牌，3个敌军攻击-3。

宝物等级： （晚星-3级）：【回合2结束】获得【白首魔根-lv5】和【真理碎片】。


*/