/*

梅（统计时间：2025.6.26）

蓝卡：（14张——13.79级）

圣殿斥候（1费）——20级

长耳庄巧姑（2费）——17级

飓风术（2费）——9级、5级

盾甲禁卫（3费）——20级

圣殿弩手（3费）——20级

增援战线（3费）——20级

连击（3费）——13级、12级

明月曲（3费）——10级

风卷残云（4费）——10级、10级、7级

光明惩戒（5费）——20级



紫卡：（10张——13.80级）

圣殿御卫（2费）——20级

圣殿骑士（3费）——20级

白袍主教（3费）——20级

召集护卫（4费）——17级

墨轩隐士（4费）——12级、7级

蟠桃会（4费）——8级、8级、7级

禁卫百夫长（5费）——19级



橙卡：（6张——15.33级）

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

上宝沁金耙（4费）——9级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——17级

武圣·云长（8费）——17级



总卡等：14.10级



技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，护甲+2，并获得【荆棘】。

武器等级：（钻石长枪-5级）：【回合4】随机友军+2/+2，获得【连击】。

宝物等级：（沉香药囊-4级）：【回合4】随机友军+3/+2，获得【先攻】。


*/