/*

梅（统计时间：2025.10.15）

蓝卡：（12张——14.83级）

圣殿斥候（1费）——20级

民兵队长（2费）——20级

长耳庄巧姑（2费）——19级

太极剑法（2费）——12级、12级

飓风术（2费）——12级

增援战线（3费）——20级

连击（3费）——14级、13级

风卷残云（4费）——12级、12级、12级




紫卡：（10张——16.40级）

四芒军旗（1费）——19级

传记·钢铁守卫（1费）——18级

圣殿御卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

召集护卫（4费）——19级

墨轩隐士（4费）——12级、12级

蟠桃会（4费）——12级、12级



橙卡：（8张——16.75级）

花光春影·安娜贝尔（3费）——19级

灵龟神丹（3费）——12级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——17级

上宝沁金耙（4费）——12级

永恒之王·莱哈特（5费）——19级

白袍·伊恩（6费）——19级

武圣·云长（8费）——17级



总卡等：15.87级 


技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，获得【护甲2】和【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/