/*

总计：（15张）

蓝卡：（13.57级）（7张）

飓风术（2费）——13级
【解卡】、【洞察】、【回血】

明月心（2费）——12级
【增益】、【魂歌】、【过牌】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】

连击（3费）——18级
【连击】、【增益】

铁山靠（3费）——16级
【增益】、【洞察】、【过牌】

明月曲（3费）——12级
【增益】、【洞察】、【过牌】

风卷残云（4费）——12级
【吹飞】、【回血】、【给充能】



紫卡：（14.00级）（5张）

扫叶僧（3费）——17级
【解卡】、【传承】

墨轩隐士（4费）——14级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——14级
【洞察】、【过牌】、【增益】

萌化术（4费）——12级
【解卡】、【增益】

万物之灵（5费）——13级
【神佑】、【增益】



橙卡：（12.33级）（3张）

灵龟神丹（3费）——12级
【护甲神佑】、【增益】

神机玄女·轩（4费）——13级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：13.47级

*/
