/*

总计：（15张）

蓝卡：（15.86级）（7张）

长耳庄巧姑（2费）——21级
【跳费】、【洞察】、【传承】

明月心（2费）——13级
【魂歌】、【增益】、【过牌】

飓风术（2费）——12级
【解卡】、【洞察】、【回血】

连击（3费）——18级
【连击】、【增益】

铁山靠（3费）——16级
【增益】、【洞察】、【过牌】

明月曲（3费）——14级
【增益】、【洞察】、【过牌】

祥云师太（4费）——17级
【传承】、【血量翻倍和护甲】



紫卡：（13.25级）（4张）

墨轩隐士（4费）——14级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——14级
【洞察】、【过牌】、【增益】

万物之灵（5费）——13级
【神佑】、【增益】

龟族印记（5费）——12级
【召唤】、【护甲增益和神佑】



橙卡：（12.75级）（4张）

灵龟神丹（3费）——12级
【护甲神佑】、【增益】

神机玄女·轩（4费）——15级
【洞察】、【增益】、【减益】

三熊阵（4费）——12级
【魂音】、【死亡召唤三熊】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：14.33级

*/
