/*

总计：（19张）

蓝卡：（19.33级）（3张）

天使琼浆（2费）——20级
【洞察】、【回血】、【过牌】、【充能】

增援战线（3费）——20级
【人海】、【洞察】

田园守望者（3费）——18级
【洞察】、【回血】、【成长】



紫卡：（19.10级）（10张）

四芒军旗（1费）——20级
【人海】、【魔免】、【增益】

传记·钢铁守卫（1费）——20级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

白袍主教（3费）——20级
【人海】、【属性】

圣殿骑士（3费）——20级
【护甲】、【回命】、【协战】

召集护卫（4费）——20级
【洞察】、【人海】、【磐龙】、【增益】

田园保卫战（5费）——19级
【人海】、【过牌】、【回血】

圣光主祭（5费）——16级
【回血】、【增益】

惩戒天使（6费）——19级
【洞察】、【对位消灭】、【回命】

禁卫指挥官（6费）——17级
【护甲】、【洞察】、【洞察增益】



橙卡：（19.50级）（6张）

曙光·安娜贝尔（3费）——20级
【洞察】、【增益】

圣枪·卡洛琳（4费）——20级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——18级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——20级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——20级
【回血】、【增益】

钢铁统帅·雷蒙德（8费）——19级
【连击】、【磐龙】、【护甲】、【增益】



小计：19.26级

*/