/*

蓝卡：（17.50级）（6张）

圣殿斥候（1费）——18级、18级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——16级
【洞察】、【回命】、【过牌】、【充能】

增援战线（3费）——20级
【人海】、【洞察】

圣殿弩手（3费）——19级
【快攻】、【协战】

光明惩戒（5费）——14级
【洞察】、【解卡】、【充能】



紫卡：（14.50级）（8张）

圣殿御卫（2费）——15级
【洞察】、【人海】

边境高墙（3费）——16级
【洞察】、【防御】、【冰成长】

圣殿骑士（3费）——15级
【护甲】、【回命】、【协战】

白袍主教（3费）——15级
【增益】

冲锋装备（3费）——15级
【洞察】、【增益】

夺取阵地（4费）——13级
【吹风】、【洞察】、【召唤】

禁卫指挥官（6费）——13级
【洞察】、【护甲】、【增益】

惩戒天使（6费）——14级
【洞察】、【对位消灭】、【回命】



橙卡：（14.60级）（5张）

曙光·安娜贝尔（3费）——14级
【洞察】、【增益】

圣枪·卡罗琳（4费）——15级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——13级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——15级
【践踏】、【护甲】、【协战】

正阳大主教·伊恩（6费）——16级
【洞察】、【回命】、【增益】



小计：15.47级

*/