/*

总计：（21张）

蓝卡：（19.08级）（12张）

圣殿斥候（1费）——22级
【洞察】、【人海】、【高攻击】

旅行背包（1费）——20级
【回命】、【增益】

圣殿卫士（2费）——22级
【回命】、【洞察】

民兵队长（2费）——22级
【协战】、【人海】

天使琼浆（2费）——19级、15级
【洞察】、【回血】、【过牌】、【充能】

炫目神光（2费）——16级、16级、15级
【禁止攻击】、【回血】、【充能】

增援战线（3费）——22级
【人海】、【洞察】

田园守望者（3费）——18级
【洞察】、【回血】、【成长】

光明惩戒（5费）——22级
【洞察】、【解卡】、【充能】



紫卡：（21.25级）（4张）

四芒军旗（1费）——21级
【人海】、【魔免】、【增益】

传记·钢铁守卫（1费）——21级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

白袍主教（3费）——22级
【人海】、【属性】

召集护卫（4费）——21级
【洞察】、【人海】、【磐龙】、【增益】



橙卡：（20.60级）（5张）
召集护卫

圣枪·卡洛琳（4费）——21级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——20级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——21级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——21级
【回血】、【增益】

钢铁统帅·雷蒙德（8费）——20级
【连击】、【磐龙】、【护甲】、【增益】



小计：19.86级

*/