/*

蓝卡：（18.75级）（8张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

旅行背包（1费）——16级
【回命】、【增益】

天使琼浆（2费）——18级
【洞察】、【回命】、【过牌】、【充能】

民兵队长（2费）——16级
【人海】、【协战】

盾甲禁卫（3费）——20级
【护甲】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】



紫卡：（18.25级）（8张）

四芒军旗（1费）——16级
【魔免】、【人海】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

圣殿骑士（3费）——20级
【护甲】、【回命】、【协战】

白袍主教（3费）——20级
【增益】

冲锋装备（3费）——17级
【洞察】、【护甲】、【增益】

夺取阵地（4费）——17级
【吹风】、【洞察】、【召唤】

召集护卫（4费）——17级
【洞察】、【人海】、【磐龙】、【增益】

禁卫百夫长（5费）——19级
【人海】、【护甲】、【磐龙】



橙卡：（16.60级）（5张）

圣枪·卡洛琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——15级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——17级
【践踏】、【护甲】、【协战】

正阳大主教·伊恩（6费）——17级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——17级
【连击】、【磐龙】、【护甲】、【增益】



小计：18.05级

*/