/*

总计：（15张）

蓝卡：（21.20级）（5张）

圣殿斥候（1费）——22级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——21级
【洞察】、【回血】、【过牌】、【充能】

圣殿弩手（3费）——22级
【人海】、【快攻】

增援战线（3费）——22级
【人海】、【洞察】

田园守望者（3费）——19级
【洞察】、【回血】、【成长】



紫卡：（21.50级）（4张）

圣殿御卫（2费）——22级
【洞察】、【人海】

白袍主教（3费）——22级
【人海】、【属性】

圣殿骑士（3费）——22级
【护甲】、【回命】、【协战】

召集护卫（4费）——20级
【洞察】、【人海】、【磐龙】、【增益】



橙卡：（20.00级）（6张）

曙光·安娜贝尔（3费）——21级
【洞察】、【增益】

圣枪·卡洛琳（4费）——20级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——19级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——20级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——21级
【回血】、【增益】

钢铁统帅·雷蒙德（8费）——19级
【连击】、【磐龙】、【护甲】、【增益】



小计：20.80级

*/