/*

总计：（15张）

蓝卡：（15.83级）（6张）

学仆-观测型（2费）——20级
【洞察】、【回命】、【成长】

沉重否定（2费）——15级、13级
【沉默】、【减益】、【充能】

灵能布控（2费）——15级
【召唤地雷】、【过牌】

全数否定（3费）——20级
【洞察】、【减益】

占卜命运（3费）——12级
【过牌】、【回血】



紫卡：（15.88级）（8张）

破魔系教授（2费）——17级
【沉默】、【洞察】

咒术系学士（2费）——14级
【过牌】、【回血】、【传记成长】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

神秘学教授（2费）——12级
【机制给洞悉之眼】

学仆-脉冲型（3费）——17级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——17级
【跳费】、【洞察】

观星台大预言家（5费）——17级
【过牌】、【洞察】

米拉方舟（7费）——19级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（18.00级）（1张）

No.2时光·米拉（5费）——18级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】



小计：16.00级

*/





