/*

总计：（16张）

蓝卡：（14.57级）（7张）

沉重否定（2费）——15级、12级
【沉默】、【减益】、【充能】

灵能布控（2费）——12级
【召唤地雷】、【过牌】

全数否定（3费）——20级
【洞察】、【减益】

虚化术（3费）——16级
【穿透】、【增益】

占卜命运（3费）——12级
【过牌】、【回血】

请示隐秘者（5费）——15级
【过牌】、【洞察】、【增益】



紫卡：（15.38级）（8张）

隐形术（1费）——14级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——17级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

咒术系学士（2费）——14级
【过牌】、【回血】、【传记成长】

学仆-脉冲型（3费）——17级
【快攻】、【洞察】、【成长】

观星台大预言家（5费）——16级、12级
【过牌】、【洞察】

米拉方舟（7费）——19级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（16.00级）（1张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】



小计：15.06级

*/





