/*

1.琉尔（主角、龙族、剑）
纹章：马尔斯
武器：毕雷古兰兹、必杀剑、勇者之剑
职业：神龙之王（剑、体术）
英雄：HP：60、力量：35、魔力：20、技巧：45、速度：50、幸运：25、防守：40、魔防：25、体格：5
兵种：HP：10、力量：10、魔力：0、技巧：10、速度：15、幸运：10、防守：15、魔防：15、体格：5
成长：HP：70、力量：45、魔力：20、技巧：55、速度：65、幸运：35、防守：55、魔防：40、体格：10

2.安娜（商人、魔导、魔导书）
纹章：无
武器：托隆、火山爆焰、风大斧
职业：斧魔法师骑士（魔导书、斧）
英雄：HP：55、力量：15、魔力：50、技巧：50、速度：50、幸运：45、防守：20、魔防：35、体格：5
兵种：HP：5、力量：5、魔力：25、技巧：0、速度：5、幸运：5、防守：10、魔防：25、体格：0
成长：HP：60、力量：20、魔力：75、技巧：50、速度：55、幸运：50、防守：30、魔防：60、体格：5

3.阿尔弗雷德（大王子、骑马、枪）
纹章：西格尔特
武器：投枪、必杀枪、勇者之枪、银大枪、银剑
职业：阿巴尼尔（枪、剑）
英雄：HP：65、力量：40、魔力：5、技巧：35、速度：40、幸运：40、防守：40、魔防：20、体格：10
兵种：HP：15、力量：15、魔力：0、技巧：5、速度：10、幸运：20、防守：25、魔防：5、体格：0
成长：HP：80、力量：55、魔力：5、技巧：40、速度：50、幸运：60、防守：65、魔防：25、体格：10

4.锡利奴（小公主、魔导、魔导书）
纹章：贝雷特
武器：托隆、火山爆焰、雷之剑、圣疗杖、大圣疗
职业：弗罗刺祝（魔导书、剑）
英雄：HP：50、力量：35、魔力：25、技巧：30、速度：45、幸运：50、防守：30、魔防：40、体格：5
兵种：HP：5、力量：10、魔力：15、技巧：5、速度：5、幸运：20、防守：5、魔防：15、体格：0
成长：HP：55、力量：45、魔力：40、技巧：35、速度：50、幸运：70、防守：35、魔防：55、体格：5

5.迪亚曼德（大王子、连携、剑）
纹章：罗伊
武器：投斧、银大斧、必杀斧、银大剑
职业：继承者（剑、斧）
英雄：HP：75、力量：30、魔力：15、技巧：20、速度：40、幸运：20、防守：40、魔防：25、体格：15
兵种：HP：15、力量：20、魔力：0、技巧：10、速度：15、幸运：10、防守：15、魔防：0、体格：5
成长：HP：90、力量：50、魔力：15、技巧：30、速度：55、幸运：30、防守：55、魔防：25、体格：20

6.史塔卢克（二王子、狙击、弓）
纹章：琳
武器：勇者之弓、必杀弓、长弓、伦达威尔
职业：狙击兵（弓）
英雄：HP：65、力量：30、魔力：10、技巧：40、速度：45、幸运：15、防守：30、魔防：20、体格：10
兵种：HP：10、力量：10、魔力：0、技巧：30、速度：10、幸运：5、防守：15、魔防：5、体格：0
成长：HP：75、力量：40、魔力：10、技巧：70、速度：55、幸运：20、防守：45、魔防：25、体格：10

7.艾比（大公主、飞行、魔导书）
纹章：赛莉卡
武器：托隆、火山爆焰、圣疗、远程圣疗
职业：林德普尔姆（魔导书、杖）
英雄：HP：55、力量：25、魔力：30、技巧：25、速度：40、幸运：15、防守：30、魔防：35、体格：10
兵种：HP：5、力量：0、魔力：25、技巧：5、速度：0、幸运：0、防守：15、魔防：25、体格：0
成长：HP：60、力量：25、魔力：55、技巧：30、速度：40、幸运：15、防守：45、魔防：60、体格：10

8.奥尔坦希亚（二公主、飞行、杖）
纹章：米卡雅
武器：埃克斯卡利伯、狂焰、狂雷、圣疗、远程圣疗
职业：斯雷普尼尔（杖、魔导书）
英雄：HP：40、力量：20、魔力：20、技巧：35、速度：50、幸运：50、防守：25、魔防：55、体格：0
兵种：HP：0、力量：0、魔力：20、技巧：15、速度：15、幸运：15、防守：0、魔防：30、体格：0
成长：HP：40、力量：20、魔力：40、技巧：50、速度：65、幸运：65、防守：25、魔防：85、体格：0

9.蜜斯提拉（黑皮公主、战士、枪）
纹章：里弗
武器：投枪、布里欧奈克、必杀枪、勇者之枪、恶毒枪
职业：草叉枪兵（枪）
英雄：HP：55、力量：25、魔力：25、技巧：45、速度：45、幸运：30、防守：30、魔防：30、体格：10
兵种：HP：10、力量：15、魔力：0、技巧：10、速度：10、幸运：5、防守：20、魔防：5、体格：5
成长：HP：65、力量：40、魔力：25、技巧：55、速度：55、幸运：35、防守：50、魔防：35、体格：15

10.佛贾特（黑皮王子、弓骑、弓）
纹章：艾莉可
武器：光之弓、必杀弓、银弓、长弓、银剑
职业：邱比特（弓、剑）
英雄：HP：60、力量：30、魔力：25、技巧：30、速度：55、幸运：25、防守：30、魔防：35、体格：10
兵种：HP：10、力量：5、魔力：5、技巧：20、速度：20、幸运：0、防守：5、魔防：20、体格：0
成长：HP：70、力量：35、魔力：30、技巧：50、速度：75、幸运：25、防守：35、魔防：55、体格：10

11.赛安达斯（舞男、气功、体术）
纹章：无
武器：闪进体术、伤药
职业：舞蹈家（体术）
英雄：HP：55、力量：25、魔力：15、技巧：25、速度：50、幸运：35、防守：25、魔防：25、体格：10
兵种：HP：5、力量：10、魔力：0、技巧：5、速度：15、幸运：20、防守：10、魔防：20、体格：0
成长：HP：60、力量：35、魔力：15、技巧：30、速度：65、幸运：55、防守：35、魔防：45、体格：10

12.贝尔（龙女、龙族、魔导书）
纹章：神威
武器：暗黑无光、狂雷、新星、埃克斯卡利伯、火山爆焰
职业：邪龙之女（魔导书）
英雄：HP：40、力量：25、魔力：45、技巧：35、速度：30、幸运：20、防守：25、魔防：35、体格：0
兵种：HP：10、力量：10、魔力：25、技巧：10、速度：5、幸运：0、防守：10、魔防：25、体格：0
成长：HP：50、力量：35、魔力：70、技巧：45、速度：35、幸运：20、防守：35、魔防：60、体格：0

13.柯岚（柯小只、连携、剑）
纹章：艾克
武器：必杀剑、勇者之剑、克拉德霍格、盖欧吉欧斯
职业：刀剑将领（剑）
英雄：HP：40、力量：35、魔力：10、技巧：40、速度：50、幸运：20、防守：30、魔防：25、体格：5
兵种：HP：10、力量：10、魔力：0、技巧：15、速度：20、幸运：15、防守：0、魔防：15、体格：0
成长：HP：50、力量：45、魔力：10、技巧：55、速度：70、幸运：35、防守：30、魔防：40、体格：5

14.芙岚（芙小只、连携、斧）
纹章：露琪娜
武器：必杀斧、投斧、勇者之斧、佛拉格拉克、乌歌巴萨拉
职业：狂斗士（斧）
英雄：HP：55、力量：30、魔力：25、技巧：35、速度：55、幸运：25、防守：25、魔防：30、体格：0
兵种：HP：30、力量：30、魔力：0、技巧：5、速度：10、幸运：0、防守：5、魔防：0、体格：10
成长：HP：85、力量：60、魔力：35、技巧：40、速度：65、幸运：25、防守：30、魔防：30、体格：10


*/