/*

琉尔：【神龙团结】相邻我方单位的造成伤害+3，所受伤害-1。
HP：60、力量：35、魔力：20、技巧：45、速度：50、幸运：25、防守：40、魔防：25、体格：5、合计：305

芙岚：【绯红声援】与主角相邻时，主角与自身的回避+10。
HP：55、力量：30、魔力：25、技巧：35、速度：55、幸运：25、防守：25、魔防：30、体格：0、合计：280

柯岚：【碧之信仰】与主角相邻时，主角与自身的命中+10。
HP：40、力量：35、魔力：10、技巧：40、速度：50、幸运：20、防守：30、魔防：25、体格：5、合计：255

阿尔弗雷德：【自己钻研】不展开战斗及不使用道具便待命时力量+2，效果持续1回合。
HP：65、力量：40、魔力：5、技巧：35、速度：40、幸运：40、防守：40、魔防：20、体格：10、合计：295

锡莉奴：【和平之花】周围2格内的我方单位使用HP回复道具时，回复量为150%。
HP：50、力量：35、魔力：25、技巧：30、速度：45、幸运：50、防守：30、魔防：40、体格：5、合计：310

帝亚曼德：【正面对决】自身发动攻击时，若对方可反击，则双方的命中+15。
HP：75、力量：30、魔力：15、技巧：20、速度：40、幸运：20、防守：40、魔防：25、体格：15、合计：280

史塔卢克：【由我守护！】周围2格内的我方单位受到攻击时，力量+3，效果持续1回合。
HP：65、力量：30、魔力：10、技巧：40、速度：45、幸运：15、防守：30、魔防：20、体格：10、合计：265

蜜丝提拉：【索尔姆的噪音】周围3格内，敌人的必杀-5。
HP：55、力量：25、魔力：25、技巧：45、速度：45、幸运：30、防守：30、魔防：30、体格：10、合计：295

佛贾特：【八面玲珑】与相同敌人连续战斗时，敌人的必杀-10。
HP：60、力量：30、魔力：25、技巧：30、速度：55、幸运：25、防守：30、魔防：35、体格：10、合计：300

艾比：【执着】与相同的敌人连续战斗时命中+20。
HP：55、力量：25、魔力：30、技巧：25、速度：40、幸运：15、防守：30、魔防：35、体格：10、合计：265

奥尔坦希亚：【辉煌原力】使用回复杖时，射程+1。
HP：40、力量：20、魔力：20、技巧：35、速度：50、幸运：50、防守：25、魔防：55、体格：0、合计：295

贝珥：【邪龙的救济】相邻我方单位造成的伤害+1，所受伤害-3。
HP：40、力量：25、魔力：45、技巧：35、速度：30、幸运：20、防守：25、魔防：35、体格：0、合计：255



凡德雷：【白之忠诚】与主角相邻时，主角与自身的必杀+5。
HP：60、力量：25、魔力：10、技巧：25、速度：35、幸运：10、防守：35、魔防：20、体格：5、合计：225

布修隆：【泪腺崩坏】自身的战斗中，若有我放单位参与连锁攻击，自身的造成伤害+2。
HP：85、力量：20、魔力：0、技巧：50、速度：45、幸运：15、防守：35、魔防：20、体格：20、合计：290

艾媞耶：【肌肉增强剂】使用HP回复道具时力量+2，效果持续1回合。
HP：45、力量：40、魔力：0、技巧：25、速度：35、幸运：25、防守：25、魔防：30、体格：5、合计：230

路易：【花园门卫】若自身周围2格内有2位我方女性单位相邻，所受伤害-2。
HP：75、力量：40、魔力：0、技巧：25、速度：25、幸运：25、防守：50、魔防：20、体格：15、合计：275

克萝艾：【二人如画】若自身周围2格内有我方男女单位相邻，造成伤害+2。
HP：75、力量：25、魔力：35、技巧：40、速度：55、幸运：25、防守：30、魔防：25、体格：5、合计：315

安巴：【报上名来】若自身和敌人周围1格内无其他单位，命中+20、回避-10。
HP：65、力量：45、魔力：0、技巧：25、速度：30、幸运：35、防守：35、魔防：5、体格：15、合计：255

洁德：【冥想】不展开战斗及不使用道具便待命时，魔防+2，效果持续1回合。
HP：55、力量：35、魔力：25、技巧：35、速度：30、幸运：20、防守：40、魔防：30、体格：10、合计：280

希特丽妮卡：【盛宴款待】使用回复道具时，周围1格内的我方单位也能获得等量HP。
HP：45、力量：10、魔力：40、技巧：25、速度：30、幸运：25、防守：20、魔防：40、体格：5、合计：240

菈琵思：【战果转让】周围1格内有我方单位时，命中+10、回避+10、必杀-10。
HP：55、力量：25、魔力：20、技巧：35、速度：55、幸运：25、防守：35、魔防：30、体格：5、合计：285

枚琳：【护航】若自身周围2格内有2位以上的我方女性单位，该单位与自身的命中、回避+5。
HP：55、力量：25、魔力：25、技巧：40、速度：50、幸运：25、防守：30、魔防：30、体格：10、合计：290

帕涅托涅：【战之血】HP未达到最大值时，必杀+10。
HP：75、力量：45、魔力：10、技巧：40、速度：25、幸运：20、防守：30、魔防：15、体格：15、合计：275

庞德罗：【大集会】自身的命中、回避提升，幅度为周围2格内敌我双方单位总数*3。
HP：60、力量：5、魔力：30、技巧：45、速度：45、幸运：30、防守：15、魔防：55、体格：15、合计：300

波聂：【料理再现】食用便当时，一定几率获得相同的便当（几率为"幸运"%）。
HP：65、力量：30、魔力：10、技巧：40、速度：35、幸运：40、防守：45、魔防：25、体格：10、合计：300

杰尔科巴：【没有"下次"】受到敌人攻击时，敌人的命中-10。
HP：65、力量：35、魔力：15、技巧：40、速度：35、幸运：25、防守：35、魔防：15、体格：10、合计：275

花月：【光彩夺目！】自身发动攻击时，敌人的回避-10。
HP：60、力量：30、魔力：15、技巧：50、速度：50、幸运：40、防守：40、魔防：25、体格：10、合计：320

罗萨德：【微笑】若敌人为男性单位，敌人的回避-20。
HP：75、力量：45、魔力：25、技巧：40、速度：45、幸运：20、防守：30、魔防：30、体格：5、合计：325

戈尔德玛莉：【叹息】若敌人为男性单位，敌人的命中-20。
HP：65、力量：30、魔力：5、技巧：25、速度：25、幸运：25、防守：55、魔防：25、体格：5、合计：260

尤莉卡：【杀人技术】于回避地形发动攻击时必杀+15。
HP：50、力量：35、魔力：25、技巧：40、速度：45、幸运：25、防守：15、魔防：45、体格：5、合计：285

安娜：【一夕致富】打倒敌人时，一定几率获得500G（几率为"幸运"%)。
HP：55、力量：15、魔力：50、技巧：50、速度：50、幸运：45、防守：20、魔防：35、体格：5、合计：325

贾恩：【努力才能】等级提升时，基本能力值较容易上升。
HP：50、力量：20、魔力：20、技巧：35、速度：40、幸运：25、防守：25、魔防：20、体格：5、合计：240

赛安达斯：【神秘舞蹈】回合开始时，回复自身周围2格内的我方单位，回复量为各单位HP最大值的10%。
HP：55、力量：25、魔力：15、技巧：25、速度：50、幸运：35、防守：25、魔防：25、体格：10、合计：265

霖丹：【身经百战的直觉】自身装备的武器等级低于对方时，必杀+20。
HP：65、力量：25、魔力：25、技巧：25、速度：40、幸运：15、防守：25、魔防：40、体格：10、合计：270

札菲亚：【求胜意志】HP为50%以下时命中、回避+20。
HP：80、力量：35、魔力：0、技巧：25、速度：30、幸运：20、防守：30、魔防：5、体格：10、合计：235

莫布：【蓄势待发】展开战斗及不使用道具便待命时防守+2，效果持续1回合。
HP：70、力量：35、魔力：40、技巧：40、速度：35、幸运：15、防守：50、魔防：45、体格：15、合计：345



*/