/*
资源兑换表（单位：元）（中大氪估值）


钻石：0.0029

蜡烛：4.0000

粉尘：0.0003

地城钥匙：16.7459

橙券：2.3500

橙色万变：4.4100

紫券：0.6300

紫色万变：1.7600

蓝券：0.2100

蓝色万变：0.8100

红色陨铁：0.0247

橙色陨铁：0.0038

紫色陨铁：0.0007

蓝色陨铁：0.0003

红色星辰精华：0.0450

紫色星辰精华：0.0169

白色技能觉醒石：11.350

黑色技能觉醒石：7.270

红色技能觉醒石：3.630

周活动宝剑：0.6060

周活动镐子：0.5520

镜子：0.1600

珠子：0.1940

炫金石头：0.0860

黑色石头：0.0005

红色石头：0.0017

黄色石头：0.0006

红色罐子：0.1300

橙色罐子：0.0565

紫色罐子：0.0183

蓝色罐子：0.0015

白色罐子：0.0002

生命石：0.3100

祭坛石头：0.0036

召唤石：0.6600

神器钥匙：0.6620

征收令：0.6100

1万金币：0.0052

羽毛：0.0066

刷新令：0.0400

红色能量石：0.1371

橙色能量石：0.0450

紫色能量石：0.0150

蓝色能量石：0.0050

白色能量石: 0.0017

异界币：0.0404

公会币：0.0100

橙色英雄：121.1100

紫色英雄：64.6000

蓝色英雄：30.2800

白色英雄：11.3100

橙色神器：48.4400

紫色神器：12.9200

蓝色神器：0.0001

沙漏：0.3350



*/