/*
资源兑换表（单位：元）（中大氪估值）

钻石：0.0032

蜡烛：3.9200

粉尘：0.0003

地城钥匙：19.1500

橙券：3.9100

橙色万变：15.0000

紫券：0.6300

紫色万变：2.6200

蓝券：0.2100

蓝色万变：0.6600

红色陨铁：0.0300

橙色陨铁：0.0050

紫色陨铁：0.0038

蓝色陨铁：0.0017

红色星辰精华：0.0700

紫色星辰精华：0.0300

白色技能觉醒石：36.3900

黑色技能觉醒石：10.0900

红色技能觉醒石：4.2700

周活动宝剑：0.6500

周活动镐子：0.2700

镜子：0.6300

珠子：0.1760

时空精华（皮肤升星石）：0.2500

炫金石头：0.0780

黑曜石头：0.0034

红色石头：0.0020

黄色石头：0.0017

红色罐子：0.3100

橙色罐子：0.1200

紫色罐子：0.0540

蓝色罐子：0.0200

白色罐子：0.0100

生命石：0.3800

祭坛石头：0.0039

召唤石：0.4600

神器钥匙：05290

征收令：4.3300

1万金币：0.0290

羽毛：0.0230

刷新令：0.0060

红色能量石：0.6700

橙色能量石：0.2190

紫色能量石：0.0720

蓝色能量石：0.0240

白色能量石: 0.0070

异界币：0.0400

公会币：0.0120

橙色英雄：69.2100

紫色英雄：35.4900

蓝色英雄：15.6200

白色英雄：6.3400

橙色神器：24.6000

紫色神器：1.1600

蓝色神器：0.2000

沙漏：0.9700

粉尘月卡：385.0000

战令：82.6700

荣耀征程：125.0000



*/