/*
资源兑换表（单位：元）（中大氪估值）

钻石：0.0029

蜡烛：4.0000

粉尘：0.0003

地城钥匙：19.1510

橙券：3.9100

橙色万变：15.0000

紫券：0.6260

紫色万变：2.6200

蓝券：0.2090

蓝色万变：0.6600

红色陨铁：0.0290

橙色陨铁：0.0048

紫色陨铁：0.0038

蓝色陨铁：0.0017

红色星辰精华：0.0568

紫色星辰精华：0.0265

白色技能觉醒石：36.6900

黑色技能觉醒石：10.1800

红色技能觉醒石：4.3000

周活动宝剑：0.6520

周活动镐子：0.5690

镜子：0.5900

珠子：0.1760

时空精华（皮肤升星石）：0.2500

炫金石头：0.0780

黑曜石头：0.0034

红色石头：0.0020

黄色石头：0.0017

红色罐子：0.2400

橙色罐子：0.1020

紫色罐子：0.0460

蓝色罐子：0.0170

白色罐子：0.0080

生命石：0.3800

祭坛石头：0.0039

召唤石：0.7100

神器钥匙：05300

征收令：4.4467

1万金币：0.0296

羽毛：0.0237

刷新令：0.0059

红色能量石：0.1825

橙色能量石：0.0568

紫色能量石：0.0189

蓝色能量石：0.0063

白色能量石: 0.0021

异界币：0.0435

公会币：0.0118

橙色英雄：130.4500

紫色英雄：69.5800

蓝色英雄：32.6200

白色英雄：12.1800

橙色神器：52.1800

紫色神器：1.0600

蓝色神器：0.2000

沙漏：0.9784

粉尘月卡：385.0000

战令：82.6700

荣耀征程：125.0000



*/