/*
格纳罗尔：

最终卡组：


蓝卡：（11张——12.73级）

暗潮涌动（1费）——13级

心灵黑洞（1费）——12级、12级

学仆-观测型（2费）——18级

沉默否定（2费）——13级、13级

狡诈学徒（2费）——12级

亡命之徒（2费）——12级

黑夜突袭（2费）——12级、12级

热血矿工（3费）——12级

不法交易（3费）——12级



紫卡：（12张——13.31级）

隐形术（1费）——12级

破魔系教授（2费）——15级

克隆术（2费）——14级

红海猎魔人（2费）——12级

海神赐福（2费）——12级

学仆-脉冲型（3费）——16级、16级

学仆-猛禽型（3费）——12级

幻域秘树（4费）——15级

黑金诈术师（4费）——12级

观星台大预言家（5费）——12级

米拉方舟（7费）——15级



橙卡：（6张——12.33级）

圣僧·法海（1费）——12级

流星七号（4费）——14级

赤影·艾希尔（4费）——12级

月之神·米拉（5费）——12级

滑板少年·迪宁（6费）——12级

火蛇巫女·沃凡瑞拉（7费）——12级



总卡等：12.90级


技能等级：（术法研究-6级）：【回合4结束】获得《沉默术-lv9》、《蕾拉火球-lv9》，召唤隐秘核心-lv1。

武器等级：（脉冲袖箭-6级）：【回合3】召唤【学仆-脉冲型-lv6】。

宝物等级：（晚星-5级）：【回合1结束】获得【白首魔根-lv7】和【真理碎片】。


*/