/*
洛：

最终卡组：


蓝卡：（14张——14.86级）

卜命道长（1费）——15级

学仆-观测型（2费）——18级、15级

方尖魔碑（2费）——17级

苦行武僧（2费）——13级

沉默否定（2费）——13级、13级

执剑道者（3费）——17级

龟族僧人（3费）——15级

铁山靠（3费）——13级

连击（3费）——15级、14级

深山采药人（3费）——14级

风铃道人（4费）——16级



紫卡：（11张——14.91级）

隐形术（1费）——13级

破魔系教授（2费）——16级

克隆术（2费）——14级

扫叶僧（3费）——15级

驱魔道人（3费）——15级

学仆-脉冲型（3费）——17级、16级

幻域秘树（4费）——15级

御风武者（4费）——14级

观星台大预言家（5费）——13级

米拉方舟（7费）——16级



橙卡：（5张——12.80级）

流岚刃·琳（3费）——12级

九天玄女·轩（4费）——12级

上宝沁金耙（4费）——13级

月之神·米拉（5费）——14级

火蛇巫女·沃凡瑞拉（7费）——13级



总卡等：14.53级


技能等级：（混元八卦掌-6级）：【回合3】【回合3】随机友军+1/+1，获得【连击】和【神佑】1回合。

武器等级：（神机木拐-6级）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。

宝物等级：（腾云青龙铠-6级）：【回合3】随机友军+4/+4，并获得【神佑】。


*/