/*
摩根：

最终卡组：


蓝卡：（11张——14.86级）

暗潮涌动（1费）——12级

心灵黑洞（1费）——12级、12级

学仆-观测型（2费）——18级

沉默否定（2费）——13级

狡诈学徒（2费）——12级

黑夜突袭（2费）——12级、12级

热血矿工（3费）——12级

酗酒醉汉（3费）——12级

不法交易（3费）——12级



紫卡：（13张——14.91级）

红海猎魔人（2费）——12级

海燕精卫（2费）——12级

隐形术（1费）——13级

破魔系教授（2费）——16级

克隆术（2费）——14级

学仆-脉冲型（3费）——17级、17级、14级

学仆-猛禽型（3费）——12级、12级

黑金诈术师（4费）——12级

御魔史芬斯（5费）——12级

米拉方舟（7费）——16级



橙卡：（6张——12.80级）

花剑绅士·翔（2费）——12级

海燕·鲍莉（3费）——12级

月之神·米拉（5费）——14级

鬼童-7号（4费）——15级

赤影·艾希尔（4费）——12级

No.6迪宁（6费）——12级



总卡等：14.53级


技能等级：（快刀封喉-5级）：【回合3】所有先攻友军+3/+2，获得【神佑】1回合。

武器等级：（红海魔爪-6级）：【回合4】召唤【红海领航员-lv7】，全体友军获得【先攻】1回合。

宝物等级：（斗士之舞-6级）：【回合1结束】英雄生命+12，获得1张传说卡，或抓1张牌。


*/