/*
格纳罗尔：

最终卡组：



蓝卡：（13张——12.73级）

暗潮涌动（1费）——13级

邪月蝙蝠（1费）——12级

心灵黑洞（1费）——12级、12级

学仆-观测型（2费）——18级

方尖魔碑（2费）——17级

沉默否定（2费）——13级

狡诈学徒（2费）——12级

黑夜突袭（2费）——12级

全数否定（3费）——20级

热血矿工（3费）——12级

酗酒醉汉（3费）——12级

不法交易（3费）——12级



紫卡：（11张——13.31级）

隐形术（1费）——13级

破魔系教授（2费）——16级、12级

克隆术（2费）——14级

红海猎魔人（2费）——12级

海神赐福（2费）——12级

学仆-脉冲型（3费）——20级、14级、14级

黑金诈术师（4费）——12级

米拉方舟（7费）——16级



橙卡：（5张——12.00级）

圣僧·法海（1费）——12级

鬼刃·布雷克（3费）——12级

流星-7号（4费）——12级

樱花·艾希尔（4费）——12级

月之神·米拉（5费）——14级

火蛇巫女·沃凡瑞拉（7费）——12级



总卡等：12.90级



技能等级：（术法研究-8级）：【回合3结束】获得《沉默术-lv10》、《蕾拉火球-lv10》，召唤隐秘核心-lv2。

武器等级：（脉冲袖箭-6级）：【回合3】召唤【学仆-脉冲型-lv6】。

宝物等级：（观星者-6级）：【回合2结束】召唤【方尖魔碑-lv6】，获得【学仆-基础型-lv2】。







书：

隐形术

观测

克隆术

破魔、破魔

沉默否定

全数否定

脉冲、脉冲、脉冲

布雷克

鬼童

观星大预言家

米拉

米拉方舟

蛇女




港：

暗潮

黑洞、黑洞

黑夜突袭

狡诈学徒

不法交易

老巫婆

艾希尔




*/