/*

总计：（17张）

蓝卡：（13.00级）（9张）

长耳庄巧姑（2费）——12级
【跳费】、【洞察】、【传承】

飓风术（2费）——12级
【解卡】、【洞察】、【回血】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】

连击（3费）——15级、15级
【连击】、【增益】

龟族僧人（3费）——15级
【护甲】、【回命】、【传承护甲提升】

叶幻师（3费）——12级
【换位】、【传承】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风卷残云（4费）——12级
【吹风】、【解卡】、【回血】、【充能】



紫卡：（12.80级）（5张）

驱魔道人（3费）——14级
【神佑】、【洞察】、【命中成长】

御风武者（4费）——14级
【先攻】、【吹回】

墨轩隐士（4费）——12级
【跳费】、【洞察】、【复制】

泰山之力（4费）——12级
【增益】、【护甲】、【魔防】

万物之灵（5费）——12级
【神佑】、【增益】



橙卡：（12.00级）（3张）

灵龟神丹（3费）——12级
【护甲神佑】、【增益】

神机玄女·轩（4费）——12级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：12.76级

*/
