/*

总计：（16张）

蓝卡：（12.90级）（10张）

飓风术（2费）——12级
【解卡】、【洞察】、【回血】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】

树木之怒（2费）——12级
【快攻】、【随机解卡】

连击（3费）——15级、15级
【连击】、【增益】

龟族僧人（3费）——14级
【护甲】、【回命】、【传承护甲提升】

执剑道者（3）——13级
【命中成长】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风铃道人（4费）——12级
【吹飞】、【洞察】

风卷残云（4费）——12级
【吹风】、【解卡】、【回血】、【充能】



紫卡：（12.75级）（4张）

驱魔道人（3费）——13级
【神佑】、【成长】

扫叶僧（3费）——12级
【吹回】、【传承】

御风武者（4费）——14级
【先攻】、【吹回】

泰山之力（4费）——12级
【增益】、【护甲】、【魔防】



橙卡：（12.00级）（2张）

神机玄女·轩（4费）——12级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：12.75级

*/
