/*

蓝卡：（12.88级）（8张）

长耳庄巧姑（2费）——12级
【跳费】、【洞察】、【传承】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】

龟族僧人（3费）——14级
【护甲】、【回命】、【传承护甲提升】

叶幻师（3费）——12级
【换位】、【传承】

连击（3费）——15级、14级
【连击】、【增益】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风卷残云（4费）——12级
【吹风】、【解卡】、【回血】、【充能】



紫卡：（12.40级）（5张）

驱魔道人（3费）——13级
【神佑】、【成长】

扫叶僧（3费）——12级
【吹回】、【传承】

御风武者（4费）——13级
【先攻】、【吹回】

泰山之力（4费）——12级
【增益】、【护甲】、【魔防】

万物之灵（5费）——12级
【神佑】、【增益】



橙卡：（12.00级）（3张）

灵龟神丹（3费）——12级
【神佑】、【回命】、【增益】

神机玄女·轩（4费）——12级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：12.56级

*/
