/*

蓝卡：（17.17级）（6张）

旷野祭师（2费）——20级
【洞察】、【跳费】、【洞察回血】

势如破竹（2费）——20级
【践踏】、【增益】

蓄力射手（2费）——18级
【快攻】

天降碎石（3费）——18级
【解卡】、【快攻】

强行捕猎（4费）——15级
【解卡】、【回血】

生命源力（4费）——12级
【洞察】、【增益】、【魔防】



紫卡：（16.40级）（10张）

暴怒野人（2费）——20级
【践踏】、【成长】

无畏猎户（2费）——14级
【洞察】、【命中连击】

肥鼠晚宴（3费）——18级
【人海】、【回血】

活力仙人掌（3费）——17级
【荆棘】、【肉盾】、【回血】

地洞巨獾（3费）——13级
【回命】、【回血成长】

飞斧狂人（4费）——19级
【快攻】

飞斧女豪（5费）——14级
【快攻】

石斧头领（5费）——13级
【践踏】、【相邻获得践踏增益】

源力苏醒（6费）——17级
【磐龙】、【增益】

贪食白龙（8费）——19级
【回血喷射机制】



橙卡：（14.25级）（4张）

旷野游侠·大羽（3费）——13级
【践踏】、【快攻】

血饮烈斧·凯（5费）——14级
【全体回命】、【成长践踏】

原野大祭师·鲁玛（7费）——17级
【践踏】、【增益】

荒原暴君·血眼（8费）——13级
【连击】、【践踏】、【魂音】、【磐龙】、【冰回命】



小计：16.20级

*/