/*

总计：（18张）

蓝卡：（17.50级）（4张）

沉重否定（2费）——15级、14级
【沉默】、【减益】、【充能】

全数否定（3费）——19级
【洞察】、【减益】

学仆-能源型（5费）——22级
【跳费】、【护甲】



紫卡：（16.80级）（10张）

隐形术（1费）——12级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——17级
【沉默】、【洞察】

克隆术（2费）——15级
【复制】、【洞察】、【回命】

魔像-御咒铁卫（3费）——15级
【护甲】、【法术成长】

幻域秘树（4费）——19级
【跳费】、【洞察】

学仆-塑钢型（4费）——15级
【磐龙】、【护甲】、【成长】

幻象龙（6费）——18级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——22级
【洞察】、【人海】、【穿透】、【护甲】

睿智史芬斯（7费）——19级
【充能增益过牌】

魔像-钢翼仲裁者（9费）——16级
【消灭】、【充能伤害】



橙卡：（16.00级）（4张）

No.2时光·米拉（5费）——17级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6迪宁（6费）——14级
【连击】、【先攻】、【增益】

No.6沃凡瑞拉（7费）——16级
【机制怪】

No.3伊斯多维尔（9费）——17级
【操控】、【增益】、【登场磐龙】



小计：16.78级

*/