/*

总计：（15张）

蓝卡：（16.40级）（5张）

沉重否定（2费）——15级、13级
【沉默】、【减益】、【充能】

全数否定（3费）——17级
【洞察】、【减益】

学仆-魔蛛型（4费）——17级
【先攻】、【法术成长】

学仆-能源型（5费）——20级
【跳费】、【护甲】



紫卡：（17.00级）（7张）

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

幻域秘树（4费）——18级
【跳费】、【洞察】

幻象龙（6费）——17级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——20级
【洞察】、【人海】、【穿透】、【护甲】

睿智史芬斯（7费）——18级
【充能增益过牌】

魔像-钢翼仲裁者（9费）——16级
【消灭】、【充能伤害】



橙卡：（15.67级）（3张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——15级
【机制怪】

No.3伊斯多维尔（9费）——16级
【操控】、【增益】、【登场磐龙】



小计：16.53级

*/