/*

总计：（17张）

蓝卡：（16.25级）（4张）

学仆-观测型（2费）——17级
【洞察】、【回命】、【成长】

沉重否定（2费）——15级、13级
【沉默】、【减益】、【充能】

学仆-能源型（5费）——20级
【跳费】、【护甲】



紫卡：（15.80级）（10张）

破魔系教授（2费）——15级
【沉默】、【洞察】

咒术系学士（2费）——14级
【过牌】、【回血】、【传记成长】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

幻域秘树（4费）——18级
【跳费】、【洞察】

学仆-塑钢型（4费）——14级
【护甲】、【磐龙】、【成长】

幻象龙（6费）——17级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——20级
【洞察】、【人海】、【穿透】、【护甲】

睿智史芬斯（7费）——18级
【充能增益过牌】

心灵操控（7费）——12级
【操控】、【增益】

魔像-钢翼仲裁者（9费）——16级
【消灭】、【充能伤害】



橙卡：（15.00级）（3张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——14级
【机制怪】

No.3伊斯多维尔（9费）——15级
【操控】、【增益】、【登场磐龙】



小计：15.76级

*/