/*

总计：（19张）

蓝卡：（17.00级）（5张）

沉重否定（2费）——15级、13级
【沉默】、【减益】、【充能】

全数否定（3费）——18级
【洞察】、【减益】

学仆-魔蛛型（4费）——17级
【先攻】、【法术成长】

学仆-能源型（5费）——22级
【跳费】、【护甲】



紫卡：（16.70级）（10张）

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——15级
【复制】、【洞察】、【回命】

传记·海市蜃楼·蛇（2费）——14级
【召唤】、【过牌】

魔像-御咒铁卫（3费）——15级
【护甲】、【法术成长】

幻域秘树（4费）——19级
【跳费】、【洞察】

学仆-塑钢型（4费）——14级
【磐龙】、【护甲】、【成长】

幻象龙（6费）——18级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——22级
【洞察】、【人海】、【穿透】、【护甲】

睿智史芬斯（7费）——18级
【充能增益过牌】

魔像-钢翼仲裁者（9费）——16级
【消灭】、【充能伤害】



橙卡：（15.25级）（4张）

No.4希尔伯特（2费）——14级
【护甲】、【召唤地雷】

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——15级
【机制怪】

No.3伊斯多维尔（9费）——16级
【操控】、【增益】、【登场磐龙】



小计：16.47级

*/