/*
基础包


英雄————

火：

黑妖犬（1星/火）——（Black Dog）
4：【回血2】
3：【回血1】
2：【摸牌1】
1：/
【毁灭之魔眼】（攻击/主动技/2能量）：HP不足5点的敌人，【伤害4】


沙罗曼达（1星/火）——（Salamander）
3：【摸牌1】
2：【摸牌1】
1：/
【火之加护】（魔力/被动技/你的小队本回合累积对敌人造成至少5点战斗伤害时）：此次玩家攻击阶段结束时，【回能1】，此效果每回合只能使用1次


伊芙利特（2星/火）——（Ifrit）
6：【摸牌1】
5：【摸牌1】
5：【摸牌1】
4：【摸牌1】
4：/
【火焰炸裂】（攻击/主动技/0能量）：【手牌回血1】、【伤害X】，X为你的【手牌】数量


菲尼克斯（2星/火）——（Phoenix）
5：【回血2】
4：【回血2】
4：【摸牌1】
3：【摸牌1】
3：/
【永恒之火】（攻击/主动技/X能量）：【伤害X+2】，X最多为3


鲁格（3星/火）——（Lugh）
8：【摸牌2】
6：【回血3】
5：【摸牌1】
5：【摸牌1】
4：/
【魔弹】（攻击/主动技/3能量）：【伤害X】，X为此单位攻击力



水：

格罗娅·加哈（1星/水）——（Gruagach）
3：【摸牌1】
2：【摸牌1】
2：/
【小小的支援】（手牌/主动技/0能量）：【手牌回血1】、【回能2】


温蒂妮（1星/水）——（Undine）
3：【回血2】
2：【摸牌1】
2：【摸牌1】
1：/
【水之加护】（魔力/被动技/打出卡牌时）：若此时你的手牌不足5张，【回能1】


凯尔皮（2星/水）——（Kelpie）
5：【回血2】
4：【摸牌1】
4：【回血2】
3：【摸牌1】
3：/
【水面分解】（手牌/主动技/2能量）：【摸牌1】


妮妙（2星/水）——（Nimue）
5：【摸牌1】
4：【回血2】
3：【摸牌1】
3：【摸牌1】
2：/
【未来视】（手牌/主动技/1能量）：你最多查看2张【回路牌库】顶的卡牌，可以用其中1张交换你的1张手牌


玛纳南（3星/水）——（Manannan mac Lir）
6：【回血3】
5：【回血3】
5：【回血2】
4：【摸牌1】
3：/
【魔法礼物】（手牌/主动技/3星）：当你的【手牌】不足5张时，【摸牌2】



地：

毕斯克拉乌莉特（1星/地）——（Bisclaveret）
3：【摸牌1】
2：【回血2】
2：【摸牌1】
1：/
【秘密变身】(手牌/主动技/1能量)：【手牌回血1】、【摸牌1】


诺姆（1星/地）——（Gnome）
3：【回血2】
2：【摸牌1】
2：/
【地之加护】（魔力/被动技/造成战斗伤害时）：此次战斗阶段结束时，【回能1】


缇坦妮雅（2星/地）——（Titania）
5：【回血3】
4：【摸牌1】
4：【回血2】
3：【摸牌1】
3：/
【缇坦妮雅之歌】（回复/主动技/X能量）：【回血X】，X最多为4


奥伯龙（2星/地）——（Oberon）
5：【回血2】
4：【回血2】
3：【回血2】
2：【回血1】
2：/
【仲夏夜之梦】（手牌/主动技/2能量）：你最多查看2张【弃牌堆】顶的卡牌，将1张置于【回路牌库】顶，另一张加入【手牌】


荒霸吐（3星/地）——（Arahabaki）
6：【回血4】
5：【回血2】
5：【摸牌2】
4：【摸牌1】
4：/
【稀人之门】（回复/被动技/造成战斗伤害时）：此次玩家攻击阶段结束时，【回血1】
【久那土封印】（妨碍/主动技/2能量）：敌人【扣能2】，对1个敌人只能使用1次



风:

猫妖精（1星/风）——（Cait Sith）
3：【回血3】
2：【回血2】
2：【摸牌1】
1：/
【猫手】（支援/主动技/1能量）：你与另一位玩家交换1张【手牌】


希尔芙（1星/风）——（Sylph）
3：【摸牌1】
2：【摸牌1】
1：/
【风之加护】（魔力/被动技/你本回合打出至少2张卡牌时）：【回能1】


摩根勒菲（2星/风）——（Morgan le Fay）
5：【摸牌1】
4：【回血3】
4：【回血2】
3：【摸牌1】
3：/
【阿瓦隆迷雾/L】（支援/主动技/1能量）：所有玩家将1张【手牌】转交给左邻玩家
【阿瓦隆迷雾/R】（支援/主动技/1能量）：所有玩家将1张【手牌】转交给右邻玩家


爱丽儿（2星/风）——（Ariel）
5：【回血3】
4：【摸牌1】
4：【摸牌1】
4：【摸牌1】
3：/
【风之歌】（回复/主动技/1能量）：你最多查看4张【弃牌堆】顶的卡牌，将其中1张置于【回路牌库】顶，其余以任意顺序置于【弃牌堆】顶


太郎坊（3星/风）——（Atago Taroubou）
6：【回血3】
5：【回血3】
4：【摸牌1】
3：【摸牌1】
3：/
【天狗之舞】（特殊/主动技/2能量）：你公开最多2张【弃牌堆】顶的卡牌。若公开的卡牌中有你能打出的卡牌，你可以立即打出1张。（如此打出卡牌后，再进行1次【玩家攻击阶段】与【卡牌奖励阶段】，然后执行【玩家行动阶段】）



小怪————

露萨莉（1星）——（Rusalie）
攻击：1
血量：14
登场：【吼叫】（妨碍）：【扣能1】
必杀：【瘴气】）（攻击/2能量）：【伤害1】


乌鸦天狗（1星）——（Karasu Tengu）
攻击：1
血量：15
登场：/
必杀：【小旋风】）（妨碍/3能量）：【伤害2】、【弃牌1】


利维坦（1星）——（Leviathan）
攻击：1
血量：17
登场：【威压】（攻击）：【伤害2】
必杀：【碾压】）（攻击/5能量）：【伤害6】

狮鹫（1星）——（Griffin）
攻击：2
血量：14
登场：【威压】（攻击）：【伤害2】
必杀：【爪击】）（攻击/4能量）：【伤害2】


水妖（1星）——（Fuath）
攻击：2
血量：15
登场：/
必杀：/


食尸鬼（1星）——（Ghoul）
攻击：3
血量：10
登场：【吼叫】（妨碍）：【扣能1】
必杀：/


盖德（2星）——（Guede）
攻击：2
血量：14
登场：【诅咒】（妨碍）：【弃牌1】
必杀：【高级诅咒】）（妨碍/4能量）：【伤害3】、【弃牌1】


格伦德尔（2星）——（Grendel）
攻击：2
血量：18
登场：/
必杀：【破坏冲动·A】）（攻击/3能量）：【伤害4】


贝希摩斯（2星）——（Behemoth）
攻击：2
血量：20
登场：【杀气】（攻击）：【伤害3】
必杀：【瘴气】）（攻击/2能量）：【伤害1】


巫妖（2星）——（Lich）
攻击：3
血量：15
登场：【吼叫】（妨碍）：【扣能1】
必杀：【死亡触碰】）（妨碍/3能量）：【弃牌1】、【扣能1】


梦魇（2星）——（Nightmare）
攻击：3
血量：16
登场：【杀气】（攻击）：【伤害3】
必杀：【噩梦·A】）（妨碍/4能量）：【伤害2】、【扣能2】


报丧女妖（2星）——（Banshee）
攻击：4
血量：20
登场：/
必杀：/


异界门（2星）——（Portal）
攻击：1
血量：10
登场：/
必杀：【魔力污染】（攻击/4能量）：【伤害4】



BOSS——————

浮士德（BOSS EASY）——（D.Faustus）
攻击：3
血量：49
机制：/
必杀：【恶魔的契约】（妨碍/3能量）：【伤害3】、【弃牌1】、【扣能1】


无貌的化身（BOSS）——（Nyarlathotep）
攻击：2
血量：99
机制：【伏行的混沌】（妨碍/回合结束时）：所有玩家【扣能全部】
必杀：【末日的时钟】（攻击/12能量）：【伤害100】


齐齐米特尔（BOSS）——（Tzitzmitl）
攻击：3
血量：70
机制：/
必杀：【日蚀之眼】（妨碍/5能量）：【伤害10】、所有玩家的所有单位【降级2】


阿米特（BOSS）——（Ammit）
攻击：4
血量：50
机制：/
必杀：【吞噬心脏】（回复/3能量）：【伤害3】、【回血10】


巨龙（BOSS）——（Dragon）
攻击：4
血量：70
机制：/
必杀：【火焰吐息】（攻击/2能量）：【伤害2】、【扣能1】


精灵回路（Extra BOSS）——（Deus eX Machin）
攻击：3
血量：128
机制：【#chmod 744】：（被动技/单位对它造成伤害时）：玩家可以放弃对精灵回路造成伤害，然后让放弃的单位提升1级
必杀：【#shutdown -h】（回复/4能量）：【伤害2】、将【弃牌堆】的所有卡牌从游戏中移除。然后此敌人的HP回复至128


精灵回路（Extra BOSS）——（Deus eX Machin）
攻击：3
血量：256
机制：【#chmod 744】：（被动技/单位对它造成伤害时）：玩家可以放弃对精灵回路造成伤害，然后让放弃的单位提升1级
必杀：【#shutdown -h】（回复/4能量）：【伤害2】、将【弃牌堆】的所有卡牌从游戏中移除。然后此敌人的HP回复至256


*/