/*
烈花扩展包


英雄————

狐火（1星/火）——（kitsunebi）
2：【摸牌1】
2：/
【磷火】（攻击/主动技/X能量）：【伤害X】,X最多为3


斯卡哈（2星/火）——（Scathach）
6：【回血2】
5：【摸牌1】
4：【摸牌1】
4：【摸牌1】
3：/
【千棘刺之枪】（攻击/被动技/等级提升时）：【伤害6】


守宝妖精（3星/火）——（Spriggan）
9：【摸牌1】
7：【摸牌1】
6：【摸牌1】
5：/
【巨石冲击】（攻击/被动技/你的小队本回合累积对敌人造成至少9点战斗伤害时）：【伤害2】，次效果每回合只能使用1次


阿瑞托莎（1星/水）——（Arethusa）
2：【摸牌1】
2：【摸牌1】
1：/
【蓝色之水】（手牌/主动技/2能量）：若你的【手牌】不足4张，【摸牌1】


赫尔拉王（2星/水）——（king Herla）
4：【摸牌2】
4：【回血2】
3：【摸牌2】
2：【摸牌2】
2：/
【时间行走】（弱化/主动技/X能量）：1个等级为X的单位【降级1】或【降级2】


萨拉斯瓦蒂（3星/水）——（Sarasvati）
7：【摸牌1】
5：【摸牌1】
5：【摸牌1】
4：【摸牌1】
4：/
【加速交响曲】（追击/被动技/玩家攻击阶段开始时）：当你的【手牌】不足5张时，她可进行追击


莱希（1星/地）——（Leshy）
2：【摸牌1】
2：【摸牌1】
1：/
【自然规律】（回复/主动技/2能量）：【回血2】


知比树神（2星/地）——（Sirkor Kamuy）
5：【回血3】
5：【摸牌1】
4：【摸牌1】
4：【回血2】
3：/
【大树的守护】（回复/被动技/你的小队中的单位等级提升时）：【回血1】


阿特拉斯（3星/地）——（Atlas）
7：【回血4】
6：【摸牌1】
5：【回血3】
4：【摸牌1】
3：/
【星之所在】（魔力/被动技/造成战斗伤害时）：此次玩家攻击阶段结束时，【回能3】


福尔图娜（1星/风）——（Fortuna）
3：【回血2】
2：【回血2】
1：【摸牌1】
1：/
【命运之轮】（魔力/主动技/1能量）：公开1张【弃牌堆】顶的卡牌。若不是黄色卡牌或【弃牌堆】的卡牌位0张，【回能2】


葛叶（2星/风）——（Kuzunoha）
5：【摸牌1】
4：【回血1】
3：【回血1】
3：【摸牌1】
2：/
【变化值术/天】（强化/主动技/1能量）：【手牌回血1】、【升级1】
【变化值术/地】（弱化/主动技/1能量）：【摸牌1】、【降级1】


埃俄罗斯（3星/风）——（Aeolus）
7：【摸牌1】
5：【回血2】
4：【摸牌1】
4：【回血2】
3：/
【伟大的旅途】（强化/主动技/1能量）：1个等级低于此单位的其他单位【升级1】
【西风的指引】（支援/主动技/2能量）：你选择2位玩家，他们交换1张【手牌】


纳茜·卡姆波尔（2星/无）——（N'tss-Kaambl）
6：【摸牌1】
5：【回血2】
4：【摸牌1】
3：/
【单独行动】（追击/被动技/玩家攻击阶段开始时）：当你没有单位参与攻击时，此单位可进行追击
【粉碎世界的光芒】（攻击/被动技/2能量）：造成战斗伤害时，【伤害3】



BOSS——————

赫拉斯瓦尔格（BOSS）——（Hresvlgr）
攻击：7
血量：55
机制：【风暴结界】（特殊/玩家攻击阶段开始时）：未满4级的单位不可参与此次攻击（追击除外）。当前玩家可立刻【扣能2】后无此效果
必杀：/


内尔伽勒（BOSS）——（Nergal）
攻击：4+X
血量：65
机制：【血战·B】（攻击/被动技）：此敌人的攻击力上的X为他的能量数量
必杀：【冥界侵蚀】（妨碍/5能量）：【伤害2】、【弃牌2】


赫拉斯瓦尔格（BOSS Hard）——（Hresvlgr）
攻击：7
血量：55
机制：【风暴结界】（特殊/玩家攻击阶段开始时）：未满4级的单位不可参与此次攻击（追击除外）。当前玩家可立刻【扣能3】后无此效果
必杀：/


内尔伽勒（BOSS Hard）——（Nergal）
攻击：4+2X
血量：60
机制：【血战·A】（攻击/被动技）：此敌人的攻击力上的X为他的能量数量
必杀：【冥界侵蚀】（妨碍/4能量）：【伤害2】、【弃牌2】


巨龙（BOSS Hard）——（Dragon）
攻击：5
血量：80
机制：/
必杀：【火焰吐息】（攻击/2能量）：【伤害3】、【扣能1】


*/