/*
基础包


英雄————

鬼火（1星/火）——（Will-o'-wisp）
6：【回血2】
5：【回血2】
2：/
【闪电球】（弱化/被动技/造成战斗伤害时）：此次战斗结束时，【降级2】（强制触发）


菊理媛命（1星/水）——（Kukurihime）
3：【摸牌1】
2：【回血2】
2：【摸牌1】
1：/
【结缘之绳】（弱化/被动技/等级提升时）：你可使另1个单位【降级1】


露西亚（1星/地）——（Lucia）
2：【回血2】
2：【回血1】
2：【摸牌1】
1：/
【再生之光】（回复/被动技/你的小队触发【回血】效果时）：【回血1】或【回能1】，此效果每回合只能使用1次


克劳迪娅·昆塔（1星/风）——（Claudia Quinta）
1：【回血2】
1：【回血2】
1：【摸牌1】
1：/
【大地之母】（追击/主动技/X能量）：玩家攻击阶段开始时，若此单位参与此次攻击，则1个未参与此次攻击的【地属性】单位可进行追击。X为目标单位的星级。X最多为3


因陀罗（4星/火水）——（Indra）
7：【摸牌1】
5：【回血2】
5：【摸牌1】
4：【摸牌1】
4：/
【金刚杵】（妨碍/被动技/等级提升时）：【伤害6】、【扣能1】，废弃魔力效果对1个敌人只能使用1次
【诅咒】（弱化/主动技/3能量）：【降级1】


爱尔麦蒂（4星/水地）——（Sepnta Armaiti）
6：【摸牌1】
5：【回血2】
5：【摸牌1】
4：【摸牌1】
3：/
【圣洁之心】（手牌/主动技/3能量）：若你的【手牌】不足4张，【摸牌3】、【手牌回血X】、【回血X】。在1~3中选择X的数值


妲己（4星/水风）——（Daji）
4：【回血4】
4：【摸牌1】
3：【摸牌2】
3：【摸牌1】
2：/
【魅惑】（特殊/主动技/4能量）：击败敌人时（包括其他玩家的回合），将击败的敌人牌置于此单位下方
【使役之令】（攻击/主动技/1能量）：玩家阶段攻击开始时，此次玩家攻击阶段中，此单位的攻击力为原攻击力与最多X张在她下方的敌人牌攻击力相加。X为此单位的【等级-1】


须佐之男（4星/地火）——（Susanoo-no-Mikoto）
7：【摸牌2】
4：【摸牌1】
6：【回血3】
5：【摸牌1】
5：/
【神剑天丛云】（攻击/主动技/X能量）：消耗你的所有【魔力】（强制）。从【弃牌堆】顶公开最多X张卡牌，你最多从中选择4张。【伤害X+Y】，Y为所选卡牌的数字相加（若是数字百搭牌，任选其中1个数字）


太上老君（4星/地风）——（Daode Tianzun）
6：【回血3】
5：【摸牌2】
4：【摸牌1】
3：【摸牌1】
3：/
【太极图】（特殊/被动技/游戏中）：所有的【弃牌】改为正面朝上，它们成为公开情报
【冥想】（手牌/主动技/1能量）：用你的1张【手牌】交换【弃牌堆】顶的1张卡牌


阿努比斯（4星/风火）——（Anubis）
6：【回血4】
5：【摸牌2】
5：【摸牌1】
4：【摸牌1】
4：/
【灵魂天秤】（支援/被动技/造成战斗伤害时）：公开【回路牌库】顶与【弃牌堆】顶的卡牌各1张。【伤害X+1】、【回能X】。X为被公开的卡牌中最大的数字



小怪————

幽灵（1星）——（Wraith）
攻击：1
血量：5
登场：【灵魂掌控】（攻击）：【伤害4】
必杀：【破坏冲动·B】（攻击/2能量）：【伤害2】


魅魔（1星）——（Succubus）
攻击：1
血量：14
登场：/
必杀：【能量流失·B】）（妨碍/4能量）：【伤害3】、所有玩家的1个等级最低的单位【降级1】


哈乐昆（1星）——（Harlequin）
攻击：1
血量：16
登场：【吼叫】（妨碍）：【扣能1】
必杀：【死亡游戏】（妨碍/2能量）：公开1张【弃牌堆】顶的卡牌。若其数字超过1，伤害【3】，若未超过，伤害【1】


雪莉柯特（1星）——（Shellycoat）
攻击：1
血量：17
登场：/
必杀：【高压放水】（妨碍/3能量）：【伤害2】、【弃牌1】


杰克灯笼（1星）——（Jack-o'lantern）
攻击：2
血量：13
登场：【威压】（攻击）：【伤害2】
必杀：【噩梦·B】：（妨碍/4能量）：【扣能2】


小恶魔（1星）——（Imp）
攻击：2
血量：15
登场：【诅咒】（妨碍）：【弃牌1】
必杀：【诅咒无效化】：（手牌/被动技）：此敌人被击败时，所有玩家【摸牌1】


活铠甲（2星）——（Living Armor）
攻击：2
血量：12
登场：【被诅咒的铠甲】（特殊）：玩家攻击阶段开始时，攻击力不足3的单位不能参与此次攻击（追击除外）
必杀：【魔力污染】（妨碍/4能量）：【伤害4】


骏鹰（2星）——（Hippogriff）
攻击：2
血量：18
登场：【杀气】（攻击）：【伤害3】
必杀：【踹飞】（攻击/3能量）：【伤害2】，若【弃牌堆】中的卡牌超过4张，追加【伤害3】


哈比（2星）——（Harpy）
攻击：3
血量：14
登场：【魅惑】（特殊）：玩家攻击阶段开始时，玩家选择1自己的1个单位，其他单位不可参与此次攻击（追击除外）。当前玩家可以立刻【扣能1】或【弃牌1】后无视本效果
必杀：/


帕丽卡（2星）——（Parica）
攻击：3
血量：15
登场：【杀气】（攻击）：【伤害3】
必杀：【不吉之星】（妨碍/3能量）：【手牌】超过4张的玩家将【手牌】弃置到4张。持有魔力标记数量超过1个的玩家将魔力标记弃置到1个


鵺（2星）——（Nue）
攻击：4
血量：20
登场：/
必杀：【无法解析】（回复/5能量）：将最多10张【弃牌堆】顶的卡牌放回【回路牌库】顶


巴巴托斯（2星）——（Barbatos）
攻击：5
血量：8
登场：【威压】（攻击）：【伤害2】
必杀：/


*/