/*
幻创扩展包


英雄————

布兰切特（1星/火）——（Blanchett）
3：【回血1】（觉醒）
2：【摸牌1】（觉醒）
2：【摸牌1】
1：/
【灵魂之火】（攻击/觉醒技/其他单位升级或造成技能伤害时）：【伤害1】


拉普拉斯妖（2星/火）——（Laplace's demon）
5：【回血2】（觉醒）
5：【摸牌1】（觉醒）
4：【回血1】（觉醒）
3：【摸牌1】
2：/
【因果观测】（追击/觉醒技/X能量）：玩家攻击阶段开始时，若此单位参与此次攻击，则可让最多3个未参与此次攻击的单位进行追击。X为所选单位的星级合计值，且最少为1


一寸法师（1星/水）——（Sukunabikona）
2：【回血2】（觉醒）
2：【回血1】（觉醒）
2：【摸牌1】
1：/
【万宝槌】（强化/觉醒技/0能量）：【手牌回血1】、另1个单位【降级1】或【升级1】。至玩家行动阶段结束，目标单位的升级无效


多萝西（2星/水）——（Dorothy Gale）
4：【摸牌1】（觉醒）
4：【摸牌1】（觉醒）
4：【回血2】（觉醒）
3：【摸牌1】
3：/
【飞越彩虹】（手牌/觉醒技/1能量）：你的小队触发【摸牌】效果时，若此时你的【手牌】不足5张，你可将要摸取的卡牌数量变为2倍


白雪公主（1星/地）——（Snow White）
3：【回血1】（觉醒）
1：【回血1】
1：/
【梦幻魔术师】（魔力/觉醒技/0能量）：【降级2】、【回能4】。在你本回合的行动阶段中，此单位的升级无效


吉备津彦命（2星/地）——（Kibitsuhiko-no-mikoto）
5：【回血3】（觉醒）
4：【回血3】（觉醒）
4：【回血3】（觉醒）
3：【摸牌1】
3：/
【鬼灭之刀】（攻击/觉醒技/你的小队触发【回血】效果时）：【伤害X】，X为【回血】的数值


温迪（1星/风）——（Wendy Moria Angela Darling）
3：【摸牌1】（觉醒）
2：【摸牌1】
1：/
【异样梦幻岛】（强化/觉醒技/特殊）：你的单位升级所需魔力减少1枚


爱丽丝（2星/风）——（Alice Liddell）
5：【回血2】（觉醒）
4：【回血1】（觉醒）
4：【摸牌1】（觉醒）
3：【回血2】
2：/
【规则破坏者】（特殊/觉醒技/0能量）：【降级1】、你选择1个本回合普通技能已结算完毕的单位，他可以再使用1次技能


特拉洛克（2星/火水）——（Tlaloc）
3：【回血2】（觉醒）
2：【摸牌1】
2：/
【石刃之雨】（攻击/觉醒技/你的小队触发【摸牌】效果时）：若此时你的【手牌】超过3张，则你每因此效果摸1张卡牌，【伤害2】


灯神（2星/水地）——（Djinn）
4：【回血2】
3：【摸牌1】
3：【回血2】
2：/
【三个愿望】（手牌/被动技/等级提升时）：你最多查看【回路牌库】顶4张卡牌，选择1张加入【手牌】，将剩余卡牌按任意顺序置于【回路牌库】顶


毛伊（2星/水风）——（Maui）
4：【摸牌1】（觉醒）
3：【摸牌1】（觉醒）
2：【回血1】
2：/
【魔钩天蝎之尾】（支援/觉醒技/1能量）：将1张【弃牌堆】顶的卡牌公开置于【弃牌堆】旁。所有玩家都可以在各自的回合中，将该卡牌当作自己的【卡牌】打出。在你的下一个行动阶段开始时，若它仍未被打出，将它置于【回路牌库】顶。它被人打出后此效果结束


潘多拉（2星/地火）——（Pandora）
4：【摸牌1】（觉醒）
3：【回血2】（觉醒）
3：【回血1】
2：/
【灾厄解放】（攻击/被动技/【回路牌库】中正面朝上的卡牌被移至【弃牌堆】时）：包括其他玩家回合。移至【弃牌堆】的卡牌背面朝上，每移动1张，【伤害4】
【潘多拉之盒】（特殊/觉醒技/1能量）：你最多查看【回路牌库】顶与【弃牌堆】顶各1张卡牌，将它们按任意顺序正面朝上置于【回路牌库】底


辉夜姬（2星/地风）——（Princess kaguya）
3：【回血2】（觉醒）
2：【摸牌1】（觉醒）
2：【摸牌1】
1：/
【earth craft】（强化/觉醒技/1能量）：1个【地属性】单位【升级1】
【星之刻印】（强化/主动技/2能量）：你从【手牌】中选择1张【绿色卡牌】置于1个单位下方（不可选择拥有多种颜色的卡牌或多属性的单位）。所选单位在原本的属性外，额外获得【地属性】


安倍晴明（2星/风火）——（Abe no Seimei）
4：【摸牌2】
3：【回血1】
2：【回血1】
2：【摸牌1】
1：/
【式神操控】（追击/被动技/玩家攻击阶段开始时）：若此单位参与此次攻击，则1个等级低于此单位且未参与此次攻击的单位可进行追击


BOSS——————

奈比洛斯（BOSS）——（Nebiros）
攻击：3（5）
血量：50（12）
机制：【死亡&逆转】（特殊/被动技）：此敌人第一次被击败时，此敌人以括号内的状态值与以下技能复活（废除此敌人之前的魔力），继续游戏
必杀：【黑色痛苦·B】（攻击/3能量）：【伤害3】、【扣能1】（【黑色痛苦·A】（攻击/2能量）：【伤害2】、【扣能1】）


加欧（BOSS）——（Ga-Oh）
攻击：7
血量：70
机制：【恩惠之风】（特殊/被动技）：当玩家触发【回血】效果时，其效果变为2倍
必杀：【下击暴流】（攻击/3能量）：【伤害4】，若玩家受到攻击后仍未败北，此敌人受到【伤害4】


奈比洛斯（BOSS Hard）——（Nebiros）
攻击：5（8）
血量：50（20）
机制：【死亡&逆转】（特殊/被动技）：此敌人第一次被击败时，此敌人以括号内的状态值与以下技能复活（废除此敌人之前的魔力），继续游戏
必杀：【黑色痛苦·B】（攻击/3能量）：【伤害3】、【扣能1】（【黑色痛苦·S】（攻击/2能量）：【伤害4】、【扣能1】）


加欧（BOSS Hard）——（Ga-Oh）
攻击：10
血量：99
机制：【恩惠之风】（特殊/被动技）：当玩家触发【回血】效果时，其效果变为2倍
必杀：【下击暴流】（攻击/4能量）：【伤害6】，若玩家受到攻击后仍未败北，此敌人受到【伤害6】


*/