/*
刃雷扩展包


英雄————

鬼童丸（1星/火）——（Kidoumaru）
1：【摸牌1】
1：【摸牌1】
1：【回血1】
1：/
【复仇之火】（攻击/被动技/造成战斗伤害时）：【伤害X】，X为此单位的【充电】数量
【光芒闪耀/火】（攻击/主动技/1能量）：【伤害1】、【充电1】（充电上限为4）


卡普尼斯（2星/火）——（Kapoonis）
5：【回血2】
5：【摸牌1】
4：【摸牌1】
3：/
【灵光一闪/雷】（强化/被动技/造成战斗伤害时）：玩家攻击阶段结束时，【充电2】（充电上限为6）
【零式雷闪】（攻击/放电技/放电X）：消耗此单位的所有【充电】。【伤害X*2】（强制）


普罗米修斯（3星/火）——（Prometheus）
7：【摸牌1】
6：【摸牌1】
5：【摸牌1】
4：【摸牌1】
3：/
【灵光一闪/A】（强化/被动技/等级提升时）：【充电1】（充电上限为3）
【灭世之火】（攻击/被动技/你的下方放有【红色卡牌】的单位等级提升时）：【伤害6】
【原初之火】（强化/放电技/放电1）：你从【手牌】中选择1张【红色卡牌】，置于另1个单位下方。或【伤害3】


露莎卡（1星/水）——（Rusalka）
2：【摸牌1】
2：【摸牌1】
1：/
【光芒闪耀/沼】（手牌/主动技/0能量）：【手牌回血1】、【回能1】、【充电2】（充电上限为4）
【遗失之魂】（特殊/放电技/放电X）：你选择X张卡牌【手牌】公开置于自己面前。这些卡牌不是你的【手牌】，但你要打出卡牌时可以将它们当做你的【手牌】一样打出


太公望（2星/水）——（Taigong Wang）
5：【摸牌2】
4：【摸牌1】
3：【摸牌1】
3：/
【光芒闪耀/仙】（手牌/主动技/1能量）：【摸牌1】、【手牌回血1】、【充电1】（充电上限为3）
【军师的谋略】（强化/放电技/放电X）：另1个拥有【充电】技能的单位【充电X】


乌特纳匹什提姆（3星/水）——（Utnapishtim）
5：【摸牌2】
5：【回血3】
4：【摸牌1】
3：/
【光芒闪耀/飑】（手牌/主动技/3能量）：【摸牌1】、【充电1】（充电上限为2）
【方舟解放】（特殊/放电技/放电X）：【回能2X】、你最多选择X张【手牌】并列置于单位旁。这些卡牌在游戏中视为【1星级/1等级/属性对应卡牌颜色/攻击力等于卡牌数字】的单位，不再作为回路牌处理


兰的瓦提尔（1星/地）——（Landvaettir）
3：【回血2】
2：【摸牌1】
2：【回血1】
2：/
【生生不息的大地】（回复/被动技/等级提升时）：【回血X】，X视为此单位的【充电】数量
【光芒闪耀/地】（回复/主动技/1能量）：【回血1】、【充电1】（充电上限为3）


帕查玛玛（2星/地）——（Pachamama）
4：【回血1】
5：【回血1】
4：【回血1】
3：【摸牌1】
3：/
【灵光一闪/S】（强化/被动技/等级提升时）：【充电2】（充电上限为5）
【肥沃的大地】（魔力/放电技/放电1）：【回能X】，X为此单位的【充电】数量。若此单位的【充电】数量不足2枚，则【降级2】


木花开耶姬（3星/地）——（Konohanasakuya-hime）
6：【摸牌1】
6：【回血3】
5：【摸牌1】
5：【回血3】
4：/
【灵光一闪/花】（强化/被动技/你的小队触发【回血】效果时）：【充电1】（充电上限为4）
【樱花盛开】（回复/放电技/放电4）：【回血3】，触发此技能后，本回合结束前，你受到的最多6点来自敌人的伤害可被无效化


芙罗拉（1星/风）——（Flora）
3：【摸牌1】
2：【回血2】
1：/
【光芒闪耀/种】（强化/主动技/1能量）：【充电1】（充电上限为2）
【春天的气息】（魔力/放电技/放电X）：【回能2X】


伊卡洛斯（2星/风）——（Icaras）
5：【回血2】
3：【回血1】
3：【摸牌1】
2：/
【灵光一闪/A】（强化/被动技/等级提升时）：【充电1】（充电上限为3）
【虚假的羽翼】（追击/放电技/放电1）：玩家攻击阶段开始时，此单位可进行追击。若此时他的【充电】变为0，则玩家攻击阶段结束时【降级2】


隐神刑部（3星/风）——（Inugami Gyobu）
6：【摸牌2】
5：【摸牌1】
5：【回血2】
4：/
【光芒闪耀/A风】（手牌/主动/1能量）：你查看1张【回路牌库】顶或【弃牌堆】顶的卡牌，你可以用1张【手牌】与其交换、【充电1】（充电上限为1）
【八百八狸的大变身术】（支援/放电技/放电1）：你选择1张【手牌】置于【场牌】旁，将其视为1个新【场牌】区域（所有玩家都可以将卡牌打出至新【场牌】区域）。在你的下一次行动阶段开始时，将新【场牌】区域的所有卡牌置于原【场牌】底合二为一


哪吒（1星/无）——（Nezha）
6：【摸牌1】
5：【回血1】
5：【摸牌1】
4：/
【火轮】（追击/放电技/放电1）：玩家攻击阶段开始时，此单位可以进行追击
【水莲的花瓣】（强化/主动技/X能量）：你将另一个单位的X枚【放电】转移给拥有【充电/放电】技能的其他单位。X最多为2


麒麟（2星/无）——（Qilin）
7：【回血3】
6：【摸牌1】
5：/
【彩虹色的法兽】（追击/被动技/玩家攻击阶段开始时）：若此单位的【充电】数量超过1枚，她可以进行追击
【帝皇战甲】（强化/主动技/X能量）：X个单位【充电1】。X最多为2



BOSS——————

温罗（BOSS）——（Ura）
攻击：3+X
血量：60
机制：【血战·B】（攻击/被动技）：X为此敌人的【能量】数量
必杀：【鬼城】（回复/4能量）：【伤害4】、此敌人回复20点HP。触发此技能时，不会去除这张卡牌上的魔力标记
     【铁血之槌】（攻击/8能量）：【伤害6】


温罗（BOSS Hard）——（Ura）
攻击：3+X
血量：70
机制：【血战·B】（攻击/被动技）：X为此敌人的【能量】数量
必杀：【鬼城】（回复/4能量）：【伤害4】、此敌人回复30点HP。触发此技能时，不会去除这张卡牌上的魔力标记
     【铁血之槌】（攻击/7能量）：【伤害6】


无貌的化身（BOSS）——（Nyarlathotep）
攻击：2
血量：99
机制：【伏行的混沌】（妨碍/回合结束时）：所有玩家【扣能全部】
必杀：【末日的时钟】（攻击/9能量）：【伤害100】


齐齐米特尔（BOSS Hard）——（Tzitzimitl）
攻击：3
血量：85
机制：/
必杀：【日蚀之眼】（妨碍/4能量）：【伤害10】、所有玩家的所有单位【降级2】


*/