/*
黑键扩展包


英雄————

弗塔古亚（0.5星/火）——（Fthaggua）
2：【摸牌1】
1：/
【燃烧回路·B】（攻击/被动技/你打出【2】/【3】卡牌时）：你每打出1张上述卡牌，【伤害2】

弗塔古亚（1星/火）——（Fthaggua）
3：【摸牌1】
2：/
【燃烧回路·A】（攻击/被动技/你打出【2】/【3】/【2or3】卡牌时）：你每打出1张上述卡牌，【伤害2】


幽灵（0.5星/火）——（Wraith）
2：【回血1】（觉醒）
1：【回血1】（觉醒）
1：/
【骚灵现象·B】（攻击/觉醒技/0能量）：【降级1】、【伤害2】

幽灵（1星/火）——（Wraith）
3：【回血1】（觉醒）
2：【回血1】（觉醒）
2：【回血1】（觉醒）
2：/
【骚灵现象·A】（攻击/觉醒技/0能量）：【降级1】、【伤害4】


九天玄女（1.5星/火）——（Jiutian Xuannv）
3：【摸牌1】
2：【回血3】
2：【摸牌1】
1：/
【灵宝五护符·A】（变换/主动技/1能量）：玩家攻击阶段开始时，本次玩家攻击阶段，小队所有单位的攻击力从2->3、【充能2】（上限4）
【灵宝五护符·A】（变换/放电技/放电1）：玩家攻击阶段开始时，本次玩家攻击阶段，小队所有单位的攻击力从2/3->4

九天玄女（3星/火）——（Jiutian Xuannv）
7：【摸牌2】
5：【摸牌1】
3：【回血3】
2：【摸牌1】
2：/
【灵宝五护符·S】（变换/主动技/1能量）：玩家攻击阶段开始时，本次玩家攻击阶段，小队所有单位的攻击力从1/2->3、【充能2】（上限4）
【灵宝五护符·S】（变换/放电技/放电1）：玩家攻击阶段开始时，本次玩家攻击阶段，小队所有单位的攻击力从2/3/4->5


尼亚米尼亚米（0.5星/水）——（Nyami Nyami）
1：【摸牌1】（觉醒）
3：/
【愤怒的水龙·B】（攻击/觉醒技/0能量）：【手牌回血】、【降级1】、【伤害2】

尼亚米尼亚米（1星/水）——（Nyami Nyami）
2：【摸牌1】（觉醒）
3：【摸牌1】（觉醒）
4：/
【愤怒的水龙·A】（攻击/觉醒技/0能量）：【手牌回血】、【降级1】、【伤害4】


水妖（0.5星/水）——（Fuath）
1：【摸牌1】
1：【回血2】
1：/
【流水设计·B】（魔力/被动技/你的单位等级下降时）：【回能1】，此效果每回合只能使用2次

水妖（1星/水）——（Fuath）
3：【摸牌1】
2：【摸牌1】
1：【回血2】
1：/
【流水设计·A】（魔力/被动技/你的单位等级下降时）：【回能2】，此效果每回合只能使用1次


索普德特（1.5星/水）——（Sopdet）
3：【回血3】
2：【摸牌1】
1：/
【尼罗星·A】（魔力/主动技/1能量）：选择1张【手牌】置于【弃牌堆】顶，【回能3】、玩家行动阶段结束时：【扣能3】（强制），然后【摸牌1】

索普德特（3星/水）——（Sopdet）
6：【回血3】
5：【回血2】
3：【摸牌1】
3：【摸牌1】
2：/
【尼罗星·S】（魔力/主动技/1能量）：选择2张【手牌】按任意顺序置于【弃牌堆】顶，【回能4】、玩家行动阶段结束时：【扣能4】（强制），然后【摸牌2】


那喀索斯（0.5星/地）——（Narcissus）
3：【回血3】
2：【回血2】
1：【回血2】
1：/
【生命回路·B】（魔力/被动技/你打出【2】/【3】卡牌时）：你每打出1张上述卡牌，【回能1】

那喀索斯（1星/地）——（Narcissus）
3：【回血3】
2：【回血2】
1：【回血2】
1：/
【生命回路·A】（魔力/被动技/你打出【2】/【3】/【2or3】卡牌时）：你每打出1张上述卡牌，【回能1】


魅魔（0.5星/地）——（Succubus）
2：【回血2】
1：/
【灵汲取能量·B】（回复/被动技/造成战斗伤害时）：【回血1】

魅魔（1星/地）——（Succubus）
3：【摸牌1】
2：【回血2】
2：/
【灵汲取能量·A】（回复/被动技/造成战斗伤害时）：【回血2】


菲尔亚（1.5星/地）——（Fylgja）
4：【回血3】
3：【摸牌1】
3：【回血2】
2：/
【守护者·A】（攻击/被动技/你打出卡牌时）：【回能X】、【回血X】或【伤害X】，X为你在本回合打出的卡牌数量

菲尔亚（3星/地）——（Fylgja）
6：【回血4】
6：【摸牌1】
5：【回血3】
4：【摸牌1】
4：/
【守护者·S】（攻击/被动技/你打出卡牌时）：【回能X】、【回血X】、【伤害X】，X为你在本回合打出的卡牌数量


列布拉康（0.5星/风）——（Leprechaun）
1：【摸牌1】（觉醒）
1：/
【魔法鞋·B】（强化/觉醒技/1能量）：将此单位置于另1个单位下方（不可选择已是复合属性的单位）。目标单位在原属性外，获得【风属性】。此状态下，列布拉康不被视为单位。【效果结算】当本效果的目标单位不在场上时，此单位变回原本状态（Lv.2）

列布拉康（1星/风）——（Leprechaun）
2：【摸牌2】（觉醒）
1：/
【魔法鞋·A】（强化/觉醒技/1能量）：将此单位置于另1个单位下方。目标单位在原属性外，获得【风属性】。此状态下，列布拉康不被视为单位。【效果结算】当本效果的目标单位不在场上时，此单位变回原本状态（Lv.2）


乌鸦天狗（0.5星/风）——（Karasu Tengu）
1：【摸牌1】
1：/
【花之风暴·B】（支援/主动技/1能量）：公开1张【弃牌堆】顶的卡牌。指定1位玩家。他可以用1张【手牌】交换因此技能公开的卡牌

乌鸦天狗（1星/风）——（Karasu Tengu）
3：【回血3】
2：【摸牌1】
2：/
【花之风暴·A】（支援/主动技/1能量）：公开【回路牌库】顶与【弃牌堆】顶的卡牌各一张。指定1位玩家。他可以用1张【手牌】交换因此技能公开的卡牌


自来也（1.5星/风）——（Jiraiya）
4：【回血2】（觉醒）
3：【摸牌1】（觉醒）
2：【回血2】
2：/
【忍法·大虾蟆之术】（强化/主动/0能量）：玩家攻击阶段开始时：【手牌回血】，公开此【手牌回血】放回【回路牌库】的卡牌。此单位在原属性外，获得刚刚【公开的卡牌属性(颜色)】，至玩家攻击阶段结束
【义贼·B】（手牌/觉醒技/造成战斗伤害时）：若此时你的【手牌】不足4张，【回能1】、【摸牌1】

自来也（3星/风）——（Jiraiya）
6：【摸牌1】（觉醒）
6：【回血3】（觉醒）
4：【摸牌1】（觉醒）
3：【回血2】
3：/
【忍法·大虾蟆之术】（强化/主动/0能量）：玩家攻击阶段开始时：【手牌回血】，公开此【手牌回血】放回【回路牌库】的卡牌。此单位在原属性外，获得刚刚【公开的卡牌属性(颜色)】，至玩家攻击阶段结束
【义贼·A】（手牌/觉醒技/造成战斗伤害时）：若此时你的【手牌】不足5张，【回能1】、【摸牌1】


小恶魔（0.5星/无）——（Imp）
2：【摸牌1】
1：【回血1】
0：/
【魔力生成】（魔力/主动技/0能量）：若你的【手牌】不足5张，且拥有的【魔力】为0，【回能1】
【使魔】（追击/被动技/玩家攻击阶段开始时）：若你拥有1个【魔力】，此单位可追击



BOSS——————

大风（BOSS）——（Dafeng）
攻击：2
血量：60
机制：【突风】（攻击/被动技）：【伤害6】
必杀：【狂风】（攻击/4能量）：【伤害8】、【弃牌2】


大风（BOSS Hard）——（Dafeng）
攻击：3
血量：74
机制：【突风】（攻击/被动技）：【伤害8】
必杀：【狂风】（攻击/4能量）：【伤害10】、【弃牌2】


弗拉特伍兹怪物（BOSS）——（Flatwoods Monster）
攻击：4
血量：66
机制：【不明生物】（妨碍/被动技）：此地人每回合将受到的最多5点伤害无效化
必杀：【THE TRUTH IS OUT THERE】（特殊/6能量）：此敌人受到【伤害30】


弗拉特伍兹怪物（BOSS Hard）——（Flatwoods Monster）
攻击：5
血量：77
机制：【不明生物】（妨碍/被动技）：此地人每回合将受到的最多7点伤害无效化
必杀：【THE TRUTH IS OUT THERE】（特殊/8能量）：此敌人受到【伤害30】


*/