/*
天剑扩展包


英雄————

金屋子神（1星/火）——（Kanayago-kami）
3：【摸牌1】（觉醒）
3：【回血1】
2：/
【火槌】（强化/觉醒技/0能量）：将此单位旋转180°后置于另1个单位下方，目标单位的【攻击力+3】。此状态下，金屋子神不被视为单位。【效果结束】当本效果的单位不在场上时，此单位变回原本状态（Lv3）


阿尔忒弥斯（2星/火）——（Artemis）
4：【回血3】
4：【摸牌1】
2：【摸牌1】
2：/
【黄金之弓】（攻击/主动技/1能量）：【伤害2】
【锁定目标】（攻击/主动技/X能量）：只能选择本回合中此单位造成过战斗伤害的敌人，【伤害3*X】，X最多为4


阿卜杜·阿尔哈兹莱德（2星/火）——（Abdul Alhazred）
4：【摸牌1】
4：【摸牌1】
3：/
【灵光一闪/禁·A】（强化/被动技/击败敌人时，包括其他玩家的回合）：【充电X】，X为被击败敌人的攻击力
【不可触碰之物】（攻击/主动技/0能量）：造成战斗伤害时，【手牌回血】、【伤害4】、【充电1】
【疯狂的尽头·A】（具现/被动技/此单位储存了至少10枚充电标记时，包括其他玩家的回合）：弃置此单位的全部【充电】标记。将【神具：死灵之书·A】加入【手牌】（强制）、【伤害6】

神具：死灵之书·A（2星）——（Necronomicon）
【死灵秘法·A】（特殊/被动技/将此神具当做回路牌使用）：它拥有【所有颜色（属性）】，没有数字
【效果结束】：所有玩家的玩家行动阶段结束时，若此神具不在自己手牌中，将其移除游戏（强制）


达塔尼昂（1星/水）——（d'Artagnan）
2：【摸牌1】（觉醒）
2：【回血2】（觉醒）
1：/
【all for one】（攻击/觉醒技/X能量）：玩家攻击阶段开始时，若此单位参与攻击，那么等级不超过此单位且未参加此次攻击的X个单位可以追击。这些单位的属性必须各不相同


麦克斯韦妖（2星/水）——（Maxwell's demon）
4：【摸牌1】（觉醒）
5：【摸牌1】（觉醒）
4：【回血2】
3：/
【火热之心】（强化/觉醒技/0能量）：【降级1】，1个没到最高等级的单位【升级1】。除刚才升级的单位外，1个不是1级的单位【降级1】


旺吉娜（2星/水）——（Wandjina）
3：【回血3】（觉醒）
3：【摸牌1】（觉醒）
3：【摸牌1】
2：/
【来自远方的通信·B】（支援/主动技/X能量）：指定最多X+1名玩家，他们同时将1张手牌转交给自己左手边的被指定玩家，X最多为2、【充电X】（充电上限为4）
【太古之理·A】（具现/被动技/触发【来自远方的通信】后，若此单位拥有至少3个【充电】标记）：将游戏外的【神具：梦世纪·A】放在此单位旁

神具：梦世纪·A（2星）——（Dream Time）
【森罗万象·A】（特殊/被动技/按顺时针顺序，所有玩家依次从以下效果中选择1个触发，最后将本卡牌旋转180°）：1：【回能1】；2：花费3能量,【摸牌1】；3:【手牌回血】、【摸牌1】；4：【手牌回血】、1个单位【升级1】；5：1个拥有【放电】技能的单位【充电1】
【天空的巨人】（强化/放电技/放电X）：玩家攻击阶段开始时，本次玩家攻击阶段中，旺吉娜的攻击力+X
【效果结束】：玩家行动阶段结束时，若旺吉娜的【充电】为0，将此神具移出游戏（强制）


科科佩里（1星/地）——（Kokopeili）
3：【回血3】（觉醒）
2：【回血2】（觉醒）
2：【回血2】
1：/
【萌芽的声音】（强化/觉醒技/你的小队触发【充电】效果时）：触发的单位【充电1】。此效果每回合每个单位只能使用1次

绿骑士（2星/地）——（Green Knight）
5：【摸牌1】（觉醒）
4：【回血3】（觉醒）
3：【回血2】
3：/
【光芒闪耀/首】（强化/被动技/触发【手牌回血】效果时）：【充电1】（充电上限为3）
【绿色礼拜堂】（变换/放电技/放电X）：本回合中，你的其他X个单位【手牌回血1】了，就【回血1】、【摸牌1】


赫尔墨斯·特利斯墨吉斯忒斯（2星/地）——（Hermes Trismegistus）
4：【回血3】
3：【摸牌1】
3：【回血3】
2：/
【光芒闪耀/秘·A】（攻击/主动技/X能量）：【伤害X】、【充电X】，X最多为4（充电上限为5）
【翠玉录·A】（具现/放电技/放电5）：将游戏外的【神具：贤者之石·A】放在此单位旁，并在这张神具牌上放置【充电2】

神具：贤者之石·A（2星）——（Philosopher's Stone）
【释放魔素】（魔力/被动技/此神具进入游戏时）：【回能3】
【overlord·A】（强化/放电技/放电1）：本回合你的单位（赫尔墨斯·特利斯墨吉斯忒斯除外）技能中的X数值可以【+0~2】（X的上限也+2）
【效果结束】：玩家行动阶段结束时，若此神具的【充电】为0，将其移出游戏（强制）


阿里巴巴（1星/风）——（Ali Baba）
3：【回血3】（觉醒）
2：【摸牌1】（觉醒）
2：【回血2】
1：/
【芝麻开门】（手牌/觉醒技/0能量）：公开【弃牌堆】顶的1张卡牌。本回合中，只要这张牌在【弃牌堆】顶，你就可以将它作为【手牌】使用


以利亚·巴尔谢姆（2星/风）——（Eliah Baal Shem）
3：【回血3】
2：【回血3】
2：【摸牌1】
2：/
【光芒闪耀/拉比】（强化/主动/1能量）：【充电1】或拥有【放电】技能的1个单位【充电1】（充电上限为3）
【生成巨人魔像】（特使/放电技/放电X）：从【手牌】中选择1张【绿色卡牌】，背面朝上置于本单位旁，并在其上放置【充电X】（上限为3）。那张卡牌在游戏中视为【1星级/1等级/地属性/攻击力为2X】的单位。且拥有技能：【攻击/放电技能/放电1】：玩家攻击阶段开始时，此单位可进行追击。当它上面的【充电】标记变为0时，将它加入【手牌】。生成的新单位在场期间，玩家不能使用本技能


埃翁（2星/风）——（Aion）
4：【回血2】（觉醒）
3：【回血1】
4：【摸牌1】
5：/
【时间加速·A】（强化/主动技/2能量）：【充电1】、1个单位【升级1】；或【充电2】（充电上限为4）
【时间圆环·A】（具现/觉醒技/0能量）：此单位等级变为1，将有游戏外的【神具：衔尾蛇·A】放在此单位旁

神具：衔尾蛇·A（2星）——（Ouroboros）
【星爆·A】（特殊/放电技/放电4）：本回合立即结束。将本卡牌旋转180°加入【手牌】。然后进行追加回合
【星爆·C】（特殊/主动技/0能量）：本回合立即结束。然后进行追加回合。在追加回合中会跳过玩家行动阶段。【效果结束/跳过追加回合的玩家行动阶段时】，将本卡牌移出游戏
【效果结束】：所有玩家行动阶段结束时，若此神具不在自己手牌中，将其移除游戏（强制）


阿卜杜·阿尔哈兹莱德（4星/火水）——（Abdul Alhazred）
7：【摸牌2】
6：【摸牌2】
4：【摸牌1】
4：/
【灵光一闪/禁·S】（强化/被动技/击败敌人时，包括其他玩家的回合）：【充电X+1】，X为被击败敌人的攻击力
【不可触碰之物】（攻击/主动技/0能量）：造成战斗伤害时，【手牌回血】、【伤害4】、【充电1】
【疯狂的尽头·S】（具现/被动技/此单位储存了至少10枚充电标记时，包括其他玩家的回合）：弃置此单位的全部【充电】标记。将【神具：死灵之书·S】加入【手牌】（强制）、【伤害10】

神具：死灵之书·S（4星）——（Necronomicon）
【死灵秘法·S】（特殊/被动技/将此神具当做回路牌使用）：它拥有【所有颜色（属性）】，没有数字。打出它时，视为打出2张卡牌
【效果结束】：所有玩家的玩家行动阶段结束时，若此神具不在自己手牌中，将其移除游戏（强制）


旺吉娜（4星/水风）——（Wandjina）
6：【回血4】
5：【摸牌2】
5：【回血3】
5：【摸牌1】
4：/
【来自远方的通信·A】（支援/主动技/X能量）：指定最多X+1名玩家，他们同时将1张手牌转交给自己左手边的被指定玩家，X最多为3、【充电X】（充电上限为5）
【太古之理·S】（具现/被动技/触发【来自远方的通信】后，若此单位拥有至少3个【充电】标记）：将游戏外的【神具：梦世纪·S】放在此单位旁

神具：梦世纪·S（4星）——（Dream Time）
【森罗万象·S】（特殊/被动技/按顺时针顺序，所有玩家依次从以下效果中选择1个触发，最后将本卡牌旋转180°）：1：【回能2】；2：花费2能量,【摸牌1】；3:【摸牌1】、【手牌回血】；4：1个单位【升级1】；5：2个拥有【放电】技能的单位【充电1】
【天空的巨人】（强化/放电技/放电X）：玩家攻击阶段开始时，本次玩家攻击阶段中，旺吉娜的攻击力+X
【效果结束】：玩家行动阶段结束时，若旺吉娜的【充电】为0，将此神具移出游戏（强制）


赫尔墨斯·特利斯墨吉斯忒斯（4星/地火）——（Hermes Trismegistus）
6：【回血4】
6：【摸牌2】
5：【回血3】
5：【回血3】
3：/
【光芒闪耀/秘·S】（攻击/主动技/X能量）：【伤害X+1】、【充电X】，X最多为5（充电上限为5）
【翠玉录·AS】（具现/放电技/放电5）：将游戏外的【神具：贤者之石·S】放在此单位旁，并在这张神具牌上放置【充电2】

神具：贤者之石·S（4星）——（Philosopher's Stone）
【释放魔素】（魔力/被动技/此神具进入游戏时）：【回能3】
【overlord·S】（强化/放电技/放电1）：【回能3】、本回合你的单位（赫尔墨斯·特利斯墨吉斯忒斯除外）技能中的X数值可以【+0~3】（X的上限也+3）
【效果结束】：玩家行动阶段结束时，若此神具的【充电】为0，将其移出游戏（强制）


埃翁（4星/风地）——（Aion）
6：【回血2】（觉醒）
5：【回血1】
6：【摸牌1】
7：/
【时间加速·S】（强化/主动技/3能量）：【充电1】、1个单位【升级2】；或【充电2】（充电上限为4）
【时间圆环·S】（具现/觉醒技/0能量）：此单位等级变为1，将有游戏外的【神具：衔尾蛇·S】放在此单位旁

神具：衔尾蛇·S（4星）——（Ouroboros）
【星爆·S】（特殊/放电技/放电3）：本回合立即结束。将本卡牌旋转180°加入【手牌】。然后进行追加回合
【星爆·B】（特殊/主动技/0能量）：本回合立即结束。然后进行追加回合。在追加回合中不能再次触发此神具技能。【效果结束/追加回合的玩家行动阶段时】，将本卡牌移出游戏
【效果结束】：所有玩家行动阶段结束时，若此神具不在自己手牌中，将其移除游戏（强制）


*/