/*
// 梦幻模拟战巅峰纪念皮肤
s1：巅峰伟力（巴恩哈特）
s2：真源的帝王（利昂）
s3：凯旋的终时（尤利娅）
s4：魔龙的怒焰（妮丝蒂尔）
s5：破枷的翔龙（克拉蕾特）
s6：甲斐的猛兽（古巨拉）
s7：凌人的女杰（希尔达）
s8：圣辉的月轮（罗泽希尔）
s9：幻法的圣裁（降生之光）
s10：真理的创世（卢克蕾蒂娅）
s11：圣耀的钟摆（玛丽埃尔）
s12：奢豪的秘客（兰迪乌斯）
s13：荆棘的真祖（伊普西龙）
s14：辉耀的征途（维尔纳）
s15：赤绡云裳（梓）
*/

/*
// 梦幻模拟战排位纪念皮肤
s1：上古智瞳（艾马林克）
s2：圣枪魔影（弗拉基亚）
s3：钛金武士（雾风）
s4：钢铁的英姿（塞蕾娜）
s5：极速巧匠（安杰丽卡）
s6：疾速快递（蕾蒂西亚）
s7：圣洁之花（索菲亚）
s8：废土凶牙（银狼）
s9：灯灵狂想（奥利佛）
s10：疾行玩咖（阿尔弗雷德）
s11：雄略君王（路因）
s12：绿林飞侠（利亚特）
s13：热情斗士（伊梅尔达）
s14：霜冥朽巫（埃格贝尔特）
*/

/*
// 梦幻模拟战排位士兵纪念皮肤
s1：巅峰斗士
s2：巅峰之刃
s3：巅峰战将
s4：巅峰信念
s5：巅峰铁骑
s6：巅峰疾速
s7：巅峰圣使
s8：巅峰迅刃
s9：巅峰剑卫
s10：巅峰术法
s11：巅峰坚石
s12：巅峰游骑
s13：巅峰助剑使
s14：巅峰凛僧
*/

/* 步兵
蛮族勇士：62.35 / 26.00
华铠决斗者：60.93 / 26.45
沙海佣兵：60.20 / 28.00
假面女仆：58.00 / 33.35
狂兽人：58.00 / 22.00
食人巨魔：55.90 / 26.00
獠牙卫队：55.90 / 22.00
素体改造人：55.90 / 22.00
狂战士：53.90 / 22.00
重装步兵：52.00 / 29.90
王女亲卫：52.00 / 22.00
高地勇士：46.00 / 25.30
近卫步兵：37.00 / 33.35
暗黑卫队：37.00 / 23.00
*/

/* 枪兵
岩石巨人：34.00 / 36.40
重装枪兵：37.00 / 33.80
树人守卫：62.35 / 33.35
圣盾亲卫：48.00 / 30.36
重戟百夫长：48.10 /29.90
精灵掷矛手：55.90 / 28.80
方阵列兵：61.92 /  27.60
暗影百夫长：40.00 / 26.00
熔岩巨人：34.00 / 26.00
近卫枪兵：58.00 / 23.00
教国禁卫：72.67 / 22.00
姬武神：55.90 / 22.00
水晶塑型者：34.00 / 22.00
*/

/* 骑兵
骨犀：65.25 / 20.00
巨蜥骑手：62.35 / 30.00
天琴亲卫：62.35 / 22.00
烈焰践行者：58.50 / 26.45
圣殿骑士：58.00 / 31.90
金骑士：55.90 / 34.32
龙骑兵：55.90 / 28.60
机械骑士：55.90 / 25.30
独角兽：55.90 / 22.00
魔蝎：53.90 / 29.90
重装骑兵：51.60 / 22.00
地狱犬：45.00 / 20.00
皇家骑兵：43.00 / 33.35
近卫骑兵：40.00 / 33.35
*/

/* 飞兵
星虹天马：64.69 / 27.50 
阳冠战隼：61.10 / 40.56
石像鬼：58.50 / 28.60
钢翼勇士：58.50 / 28.60
皇家狮鹫：58.50 / 26.00
机械龙骑士：56.25 / 37.50
龙裔战士：55.90 / 29.90
天使：51.60 / 26.40
吸血蝙蝠：45.00 / 22.00
圣天马：43.00 / 34.50
*/

/* 水兵
蜥蜴刀客：62.35 / 22.00
群岛特使：61.81 / 26.45
海怪：56.00 / 23.00
冰川元素：56.00 / 22.00
人鱼统领：52.00 / 29.90
海洋祭祀：51.80 / 23.00
深洋海盗：48.00 / 28.60
潮汐精灵：44.40 / 33.35
龙虾巨兽：37.00 / 39.00
*/

/* 弓兵
甲板炮手：67.28 / 22.00
暗精灵射手：58.00 / 24.65
破城巨弩：55.35 / 19.00
妖精弓骑兵：54.00 / 20.00
大精灵：52.00 / 24.70
火弩狙击手：52.00 / 19.00
天空射手：52.00 / 17.00
投石车：37.00 / 17.00
突袭弩骑兵：42.55 / 20.00
矮人冒险者：42.55 / 17.00
旋风游骑兵：37.00 / 33.00
*/

/* 刺客
方舟刺客：56.87 / 23.00
密林夜精灵：56.13 / 20.00
无面者：53.90 / 20.00
武士：51.60 / 22.00
暗杀者：50.14 / 20.00
绯雾女侍：47.55 / 22.00
影侍：46.87 / 20.00
地精骑士：46.87 / 20.00
*/

/* 法师
仙灵预言者：61.30 / 17.00
魔女：58.00 / 17.00
毒蝠术士：56.00 / 18.00
禁忌炼金师：52.00 / 20.00
男巫：48.10 / 19.00
魔晶术士：37.00 / 22.00
*/

/* 僧侣
狂热者：58.00 / 29.00
灵宗斗僧：52.00 / 23.75 
圣卫术士：48.10 / 31.20
驱魔者：48.10 / 28.60
洗罪者：34.00 / 26.40
神官骑士：34.00 / 24.70
巫女：31.00 / 29.75
神官：31.00 / 24.70
森林祭祀：31.00 / 20.00
*/

/* 魔物
巨型灵佣：65.49 / 24.00
钢鬓狼人：56.00 / 32.20
死灵骑士：52.00 / 22.00
迷雾幽魂：48.10 / 25.30
契约魔像：48.00 / 27.60
蛛魔精灵：44.40 / 22.00
重装骷髅：40.00 / 28.60
火焰骷髅弓手：40.00 / 20.00
*/

/* 超绝团队
主角光环：马修（光之传承）、洛维奈尔大帝 （方舟之誓）
光辉军团：艾尔文（永恒的辉光|不灭的辉光）、雷丁（正义的裁决）、格尼尔（光之梦想）
光之起源：芙蕾雅（蔷薇之怒放|希望之力）、迪哈尔特（希望之光）、古巨拉（圣兽印记）
帝国之辉：巴恩哈特（铁血的野望|帝国之力）、利昂（帝国冲锋）、兰斯（帝国疾风）
黑暗轮回：波赞鲁（暗之轮舞）、丽可丽丝（黑暗之力）
公主联盟：克里斯蒂安妮（绽放的英华）、露娜（王女降临）、雪露法妮尔（天煌圣女）
战略大师：格伦希尔（永冬征伐）、亚鲁特缪拉（战场大师）、兰芳特（王牌战法）
流星直击：泽瑞达（一击绝尘）、伊普西龙（寂灭新星）
传说彼端：兰迪乌斯（璀璨的传说）、西格玛（传说的终焉）
时空枢纽：醒觉者（时空陨劫）、约修亚（星之所在）、浦饭幽助（魔强一统）、安杰丽卡（求救热线）
超凡领域：基扎洛夫（终焉葬歌）、树之贤者（超凡具现）
梦幻转生：希尔达（转生的决意）、阿雷斯（转生的预言）
 */

/* 神契
索尔、菲依雅、海姆达尔、巴德尔、奥丁、弗丽嘉、提尔、洛基
*/