/*
蒙德：
boos：无相之风、无相之雷、无相之冰、急冻树
超级boos：裂风的魔龙、北风的王狼

璃月：
boos：无相之岩、爆炎树、纯水精灵、古岩龙蜥、遗迹巨蛇
超级boos：若陀龙王、公子

稻妻：
boos：无相之水、无相之火、魔偶剑鬼、雷音权现、恒常机关列阵、黄金王兽、深海龙蜥群
超级boos：女士、祸津御建鸣神命

须弥：无相之草、掣电树、翠翎恐蕈、半永恒统辖矩阵、兆载永劫龙兽、风蚀沙虫、深罪浸礼者
超级boos：正机之神、阿佩普的绿洲守望者
*/

// 英雄
/*
蒙德：（全/19 男/7 女/12 五星/7 四星/12）
  神：温蒂
  男：阿贝多、迪卢克、班尼特、雷泽、凯亚、米卡
  女：优菈、可莉、琴、莫娜、菲谢尔、芭芭拉、迪奥娜、砂糖、诺艾尔、丽莎、安柏、罗莎莉亚
璃月：（全/18 男/5 女/13 五星/9 四星/9）
  神：钟离
  男：魈、白术、行秋、重云
  女：胡桃、夜兰、甘雨、申鹤、刻晴、七七、香菱、云堇、凝光、北斗、烟绯、辛焱、瑶瑶
稻妻：（全/15 男/6 女/9 五星/8 四星/7）
  神：雷电将军
  男：枫原万叶、神里绫人、荒泷一斗、五郎、托马、鹿野苑平藏
  女：八重神子、珊瑚宫心海、神里绫华、霄宫、九条裟罗、久岐忍、早柚、绮良良
须弥：（全/13 男/5 女/8 五星/7 四星/6）
  神：纳西妲
  男：艾尔海森、赛诺、流浪者、提纳里、卡维
  女：妮露、迪希雅、柯莱、珐露珊、莱依拉、多莉、坎蒂丝
枫丹：
纳塔：
至冬：（1）
  男：达达利亚
异世界：（3）
  男：空
  女：莹、埃洛伊
*/


// 小怪
/*
深渊：深渊咏者·渊火、深渊咏者·紫电、深渊使徒·激流、深渊使徒·霜落、黑蛇骑士·斩风之剑、黑蛇骑士·摧岩之钺、火深渊法师、雷深渊法师、黯色空壳·近卫、黯色空壳·破阵、水深渊法师、冰深渊法师、
        黯色空壳·旗令
元素生物：岩龙蜥、幼岩龙蜥、深海龙蜥·原种、深海龙蜥·啮冰、深海龙蜥·吞雷、狂风之核、陆行水本真蕈、陆行岩本真蕈、有翼冰本真蕈、有翼草本真蕈、浮游水蕈兽、浮游草蕈兽、浮游风蕈兽、
        伸缩风蕈兽、伸缩火蕈兽、伸缩岩蕈兽、旋转火蕈兽、旋转冰蕈兽、旋转雷蕈兽、岩史莱姆、冰史莱姆、草史莱姆、雷史莱姆、风史莱姆、水史莱姆、火史莱姆、雷萤、水萤、冰萤、炽热骗骗花、
        冰霜骗骗花、电气骗骗花、风飘浮灵、水漂浮灵、岩飘浮灵、冰飘浮灵、火飘浮灵、雷飘浮灵、草飘浮灵
丘丘人：丘丘岩盔王、丘丘雷兜王、丘丘霜铠王、丘丘风行侠、丘丘水行侠、火斧丘丘暴徒、雷斧丘丘暴徒、岩盾丘丘暴徒、木盾丘丘暴徒、冰盾丘丘暴徒、丘丘人、打手丘丘人、木盾丘丘人、岩盾丘丘人、
        冰盾丘丘人、冲锋丘丘人、爆弹丘丘人、雷弹丘丘人、冰弹丘丘人、射手丘丘人、冰箭丘丘人、火箭丘丘人、草丘丘萨满、岩丘丘萨满、风丘丘萨满、冰丘丘萨满、水丘丘萨满、雷丘丘萨满、大伟丘
愚人众：愚人众·火之债务处理人、愚人众·雷萤术士、愚人众·冰萤术士、愚人众·藏镜仕女、愚人众先遣队·风拳前锋军、愚人众先遣队·雷锤前锋军、愚人众先遣队·火铳游击兵、愚人众先遣队·岩使游击兵、
        愚人众先遣队·冰铳重卫士、愚人众先遣队·水铳重卫士
镀金旅团：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·白日鸣雷、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·灵风猎手、镀金旅团·魔岩役使、镀金旅团·刀舞者、镀金旅团·机弩兵、镀金旅团·破阵者、镀金旅团·鸦噱戟手、
        镀金旅团·阵前斧手
遗迹机关：遗迹守卫、遗迹猎者、遗迹歼击者、遗迹巡弋者、遗迹防卫者、遗迹侦察者、遗迹龙兽·地巡、遗迹龙兽·空巡、元素构装体·勘查机、元素构装体·力场发生器、元素构装体·重塑仪、遗迹重机
盗宝团：盗宝团·斥候、盗宝团·粉碎者、盗宝团·掘墓者、盗宝团·神射手、盗宝团·杂工、盗宝团·拳术师、盗宝团·冰之药剂师、盗宝团·雷之药剂师、盗宝团·水之药剂师、盗宝团·火之药剂师、
        盗宝团·海上男儿
其他：圣骸飞蛇、圣骸毒蝎、圣骸赤鹫、圣骸牙兽、圣骸角鳄、大雪猪王、自律守护机关、海乱鬼·炎威、海乱鬼·雷腾、野伏·阵刀番、野伏·机巧番、野伏·火付番、嗜雷·兽境猎犬、嗜岩·兽境猎犬、
        嗜雷·兽境幼犬、嗜岩·兽境幼犬
*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/

/*
1.0：原神开服（温蒂、特瓦林）
1.1：迫近的客星（钟离、达达利亚）
1.2：白垩与黑龙（阿贝多、杜林）
1.3：明霄升海平（海灯节）
1.4：风花的邀约（风花节）
1.5：玉扉绕尘歌（尘歌壶）
1.6：盛夏！海岛？大冒险！（可莉，金苹果群岛）
2.0：不动鸣神，泡影幻灭（稻妻）
2.1：韶光抚月，天下人间（雷电将军、逐月节）
2.2：雾海悬谜境（鹤观岛）
2.3：皑尘与雪影（阿贝多、阿北少）
2.4：飞彩镌流年（海灯节）
2.5：薄樱初绽时（雷电将军、神樱树）
2.6：流风眷堇庭（巴巴托斯、稻妻）
2.7：荒梦藏虞渊（浮舍、魈）
2.8：仲夏！幻夜？奇想曲！（万叶、菲谢尔、莫娜、辛焱、海岛）
3.0：千朵玫瑰带来的黎明（须弥、妮露）
3.1：赤土之王与三朝圣者（艾尔海森、赛诺、迪希雅）
3.2：虚空鼓动，劫火高扬（散兵、纳西妲、博士）
3.3：六入尽明，诸相皆无（流浪者、世界树）
3.4：磬弦奏华夜（海灯节）
3.5：风花的呼吸（风花节）
3.6：盛典与慧业（卡维）
3.7：决斗！召唤之巅！（七圣召唤）
*/