/*
蒙德：
boos：无相之风、无相之雷、无相之冰、急冻树
超级boos：裂风的魔龙、北风的王狼

璃月：
boos：无相之岩、爆炎树、纯水精灵、古岩龙蜥、遗迹巨蛇
超级boos：若陀龙王、公子

稻妻：
boos：无相之水、无相之火、魔偶剑鬼、雷音权现、恒常机关列阵、黄金王兽、深海龙蜥群
超级boos：女士、祸津御建鸣神命

须弥：无相之草、掣电树、翠翎恐蕈、半永恒统辖矩阵、兆载永劫龙兽、风蚀沙虫、深罪浸礼者
超级boos：正机之神、阿佩普的绿洲守望者
*/

// 英雄
/*
蒙德：（全/19 男/7 女/12 五星/7 四星/12）
  神：温蒂
  男：阿贝多、迪卢克、班尼特、雷泽、凯亚、米卡
  女：优菈、可莉、琴、莫娜、菲谢尔、芭芭拉、迪奥娜、砂糖、诺艾尔、丽莎、安柏、罗莎莉亚
璃月：（全/18 男/5 女/13 五星/9 四星/9）
  神：钟离
  男：魈、白术、行秋、重云
  女：胡桃、夜兰、甘雨、申鹤、刻晴、七七、香菱、云堇、凝光、北斗、烟绯、辛焱、瑶瑶
稻妻：（全/15 男/6 女/9 五星/8 四星/7）
  神：雷电将军
  男：枫原万叶、神里绫人、荒泷一斗、五郎、托马、鹿野苑平藏
  女：八重神子、珊瑚宫心海、神里绫华、霄宫、九条裟罗、久岐忍、早柚、绮良良
须弥：（全/13 男/5 女/8 五星/7 四星/6）
  神：纳西妲
  男：艾尔海森、赛诺、流浪者、提纳里、卡维
  女：妮露、迪希雅、柯莱、珐露珊、莱依拉、多莉、坎蒂丝
枫丹：
纳塔：
至冬：（1）
  男：达达利亚
异世界：（3）
  男：空
  女：莹、埃洛伊
*/

// 小怪
/*
深渊：深渊咏者·渊火、深渊咏者·紫电、深渊使徒·激流、深渊使徒·霜落、黑蛇骑士·斩风之剑、黑蛇骑士·摧岩之钺、火深渊法师、雷深渊法师、黯色空壳·近卫、黯色空壳·破阵、水深渊法师、冰深渊法师、
        黯色空壳·旗令
元素生物：岩龙蜥、幼岩龙蜥、深海龙蜥·原种、深海龙蜥·啮冰、深海龙蜥·吞雷、狂风之核、陆行水本真蕈、陆行岩本真蕈、有翼冰本真蕈、有翼草本真蕈、浮游水蕈兽、浮游草蕈兽、浮游风蕈兽、
        伸缩风蕈兽、伸缩火蕈兽、伸缩岩蕈兽、旋转火蕈兽、旋转冰蕈兽、旋转雷蕈兽、岩史莱姆、冰史莱姆、草史莱姆、雷史莱姆、风史莱姆、水史莱姆、火史莱姆、雷萤、水萤、冰萤、炽热骗骗花、
        冰霜骗骗花、电气骗骗花、风飘浮灵、水漂浮灵、岩飘浮灵、冰飘浮灵、火飘浮灵、雷飘浮灵、草飘浮灵
丘丘人：丘丘岩盔王、丘丘雷兜王、丘丘霜铠王、丘丘风行游侠、丘丘水行游侠、火斧丘丘暴徒、雷斧丘丘暴徒、岩盾丘丘暴徒、木盾丘丘暴徒、冰盾丘丘暴徒、丘丘人、打手丘丘人、木盾丘丘人、岩盾丘丘人、
        冰盾丘丘人、冲锋丘丘人、爆弹丘丘人、雷弹丘丘人、冰弹丘丘人、射箭丘丘人、冰箭丘丘人、火箭丘丘人、草丘丘萨满、岩丘丘萨满、风丘丘萨满、冰丘丘萨满、水丘丘萨满、雷丘丘萨满、大伟丘
愚人众：愚人众·火之债务处理人、愚人众·雷萤术士、愚人众·冰萤术士、愚人众·藏镜仕女、愚人众先遣队·风拳前锋军、愚人众先遣队·雷锤前锋军、愚人众先遣队·火铳游击兵、愚人众先遣队·岩使游击兵、
        愚人众先遣队·冰铳重卫士、愚人众先遣队·水铳重卫士
镀金旅团：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·白日鸣雷、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·灵风猎手、镀金旅团·魔岩役使、镀金旅团·刀舞者、镀金旅团·机弩兵、镀金旅团·破阵者、镀金旅团·鸦噱戟手、
        镀金旅团·阵前斧手
遗迹机关：遗迹守卫、遗迹猎者、遗迹歼击者、遗迹巡弋者、遗迹防卫者、遗迹侦察者、遗迹龙兽·地巡、遗迹龙兽·空巡、元素构装体·勘探机、元素构装体·力场发生器、元素构装体·重塑仪、遗迹重机
盗宝团：盗宝团·斥候、盗宝团·粉碎者、盗宝团·掘墓者、盗宝团·神射手、盗宝团·杂工、盗宝团·拳术家、盗宝团·冰之药剂师、盗宝团·雷之药剂师、盗宝团·水之药剂师、盗宝团·火之药剂师、
        盗宝团·海上男儿
其他：圣骸飞蛇、圣骸毒蝎、圣骸赤鹫、圣骸牙兽、圣骸角鳄、大雪猪王、自律守护机关、海乱鬼·炎威、海乱鬼·雷腾、野伏·阵刀番、野伏·机巧番、野伏·火付番、嗜雷·兽境猎犬、嗜岩·兽境猎犬、
        嗜雷·兽境幼犬、嗜岩·兽境幼犬
*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/

/*
1.0：原神开服（温蒂、特瓦林）
1.1：迫近的客星（钟离、达达利亚）
1.2：白垩与黑龙（阿贝多、杜林）
1.3：明霄升海平（海灯节）
1.4：风花的邀约（风花节）
1.5：玉扉绕尘歌（尘歌壶）
1.6：盛夏！海岛？大冒险！（可莉，金苹果群岛）
2.0：不动鸣神，泡影幻灭（稻妻）
2.1：韶光抚月，天下人间（雷电将军、逐月节）
2.2：雾海悬谜境（鹤观岛）
2.3：皑尘与雪影（阿贝多、阿北少）
2.4：飞彩镌流年（海灯节）
2.5：薄樱初绽时（雷电将军、神樱树）
2.6：流风眷堇庭（巴巴托斯、稻妻）
2.7：荒梦藏虞渊（浮舍、魈）
2.8：仲夏！幻夜？奇想曲！（万叶、菲谢尔、莫娜、辛焱、海岛）
3.0：千朵玫瑰带来的黎明（须弥、妮露）
3.1：赤土之王与三朝圣者（艾尔海森、赛诺、迪希雅）
3.2：虚空鼓动，劫火高扬（散兵、纳西妲、博士）
3.3：六入尽明，诸相皆无（流浪者、世界树）
3.4：磬弦奏华夜（海灯节）
3.5：风花的呼吸（风花节）
3.6：盛典与慧业（卡维）
3.7：决斗！召唤之巅！（七圣召唤）
*/

// 历届深渊12层
/*

1.0 —— 1.1
第一间上半：冰霜骗骗花*4、木盾丘丘暴徒、大型冰史莱姆*8
第二间上半：冰霜骗骗花*4、冰箭丘丘人*6、火箭丘丘人*6
第三间上半：愚人众先遣队·冰铳重卫士、愚人众先遣队·雷锤前锋军*2、愚人众先遣队·风拳前锋军
第一间下半：冰深渊法师、大型冰史莱姆*5、冰箭丘丘人*2
第二间下半：冰深渊法师*2、木盾丘丘暴徒、大型冰史莱姆、冰箭丘丘人*2、火箭丘丘人、雷箭丘丘人
第三间下半：愚人众先遣队·冰铳重卫士*2、愚人众先遣队·雷锤前锋军、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军

1.2
第一间上半：火斧丘丘暴徒*2、岩盾丘丘暴徒、岩盾丘丘人*12
第二间上半：盗宝团·杂工、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·拳术家*6、盗宝团·粉碎者*6
第三间上半：愚人众·雷萤术士、岩盾丘丘暴徒*2、盗宝团·冰之药剂师、盗宝团·火之药剂师
第一间下半：狂风之核、遗迹守卫
第二间下半：愚人众·火之债务处理人*2
第三间下半：火之债务处理人、岩盾丘丘暴徒*2


1.3 —— 1.4
第一间上半：岩龙蜥*2
第二间上半：冰萤术士、雷萤术士
第三间上半：遗迹守卫*2
第一间下半：岩龙蜥*2
第二间下半：火之债务处理人*2、盗宝团·掘墓者*2
第三间下半：遗迹重机*2

1.5：
第一间上半：岩龙蜥、炽热骗骗花*2
第二间上半：盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师*2、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家、盗宝团·粉碎者、雷萤*4、冰萤*2、水萤*2
第三间上半：深渊咏者·紫电*2
第一间下半：岩龙蜥、冰霜骗骗花*2
第二间下半：火深渊法师、水深渊法师、幻形豕兽·水、幻形鹤·水、幻形蟹·水、幻形游禽·水、幻形花鼠·水
第三间下半：愚人众·火之债务处理人、愚人众·冰萤术士、愚人众·雷萤术士

1.6：
第一间上半：岩龙蜥*2
第二间上半：愚人众·冰萤术士、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团、掘墓者、盗宝团·拳术家*2、盗宝团·粉碎者*2
第三间上半：深渊咏者·紫电、火深渊法师、水深渊法师
第一间下半：岩龙蜥*2
第二间下半：丘丘岩盔王、幼岩龙蜥*2
第三间下半：深渊使徒·激流、冰深渊法师、火深渊法师

2.0：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：丘丘雷兜王、水深渊法师、火斧丘丘暴徒、雷斧丘丘暴徒
第三间上半：遗迹猎者、遗迹巡弋者、遗迹防卫者、遗迹侦察者
第一间下半：愚人众·火之债务处理人*2、愚人众·藏镜仕女、愚人众·雷萤术士
第二间下半：魔偶剑鬼
第三间下半：遗迹守卫、遗迹歼击者*2、遗迹侦察者

2.1：
第一间上半：野伏·火付番*2、野伏·机巧番*3、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师、盗宝团·海上男儿、盗宝团·掘墓者、盗宝团·杂工
第二间上半：魔偶剑鬼
第三间上半：遗迹守卫*2
第一间下半：丘丘岩盔王、狂风之核、岩飘浮灵*3、风飘浮灵*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士
第三间下半：恒常机关阵列

2.2：
第一间上半：火之债务处理人*3、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间上半：魔偶剑鬼
第三间上半：遗迹守卫*6
第一间下半：岩龙蜥*2、幻形豕兽·水*3、幻形花鼠·水*3
第二间下半：愚人众·藏镜仕女、愚人众·冰萤术士、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师*2、盗宝团·雷之药剂师
第三间下半：遗迹猎者、遗迹守卫、遗迹歼击者*2、遗迹巡弋者*2

2.3：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼犬*3
第二间上半：岩龙蜥*2
第三间上半：嗜雷·兽境猎犬*2、遗迹巡弋者、遗迹防卫者
第一间下半：嗜岩*兽境猎犬、嗜岩·兽境幼犬*5
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：嗜岩*兽境猎犬、遗迹守卫*2、嗜岩·兽境幼犬*2

2.4：
第一间上半：恒常机关阵列
第二间上半：古岩龙蜥
第三间上半：遗迹重机*2、遗迹守卫*2
第一间下半：深渊咏者·渊火、火深渊法师、嗜岩·兽境幼犬*3、草丘丘萨满
第二间下半：深渊使徒·激流*2
第三间下半：魔偶剑鬼

2.5：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼犬*4
第二间上半：遗迹重机*2
第三间上半：遗迹歼击者、遗迹侦察者*2
第一间下半：深海龙蜥·原种*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·原种
第二间下半：黄金王兽
第三间下半：深海龙蜥群

2.6：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番、盗宝团·冰之药剂师、盗宝团·火之药剂师、盗宝团·水之药剂师、盗宝团·雷之药剂师
第二间上半：冰霜骗骗花*3、炽热骗骗花*3
第三间上半：深渊咏者·渊火*2
第一间下半：遗迹重机*2
第二间下半：深渊咏者·渊火、深渊使徒·激流、深渊咏者·紫电
第三间下半：深渊使徒·激流*2

2.7：
第一间上半：岩龙蜥*2、冰霜骗骗花*3、电气骗骗花*3
第二间上半：丘丘霜铠王、冰盾丘丘暴徒*3、大型冰史莱姆*3
第三间上半：深海龙蜥·原种*2
第一间下半：遗迹重机*2
第二间下半：魔偶剑鬼
第三间下半：恒常机关阵列

2.8：
第一间上半：丘丘霜铠王、冰盾丘丘暴徒*2、冰丘丘萨满*3、冰盾丘丘人*9、射箭丘丘人*6
第二间上半：无相之冰
第三间上半：愚人众先遣队·冰铳重卫士*2、愚人众·藏镜仕女
第一间下半：海乱鬼·炎威、海乱鬼·雷腾、野伏·火付番、野伏·机巧番、野伏·阵刀番
第二间下半：遗迹重机、遗迹歼击者*2、遗迹巡弋者*2、遗迹侦察者
第三间下半：遗迹巨蛇

3.0：
第一间上半：遗迹龙兽·空巡、遗迹龙兽·地巡
第二间上半：愚人众·藏镜仕女、愚人众·雷萤术士、镀金旅团·机弩兵*2
第三间上半：深海龙蜥·原种、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈
第一间下半：镀金旅团·炽阳凝冰、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2、愚人众先遣队·雷锤前锋军、镀金旅团·机弩兵*2
第二间下半：古岩龙蜥
第三间下半：翠翎恐蕈

3.1：
第一间上半：海乱鬼·炎威、海乱鬼·雷腾、镀金旅团·沙中净水、镀金旅团·刀舞者*4、镀金旅团·鸦噱戟手*2、镀金旅团·破阵者*2、镀金旅团·阵前斧手
第二间上半：遗迹龙兽·地巡*2、遗迹歼击者、遗迹侦察者
第三间上半：深海龙蜥幼体·原种*4
第一间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：魔偶剑鬼
第三间下半：半永恒统辖矩阵

3.2：
第一间上半：嗜雷·兽境猎犬*2、嗜雷·兽境幼犬*12
第二间上半：黑蛇骑士·斩风之剑、黯色空壳 ·近卫、黯色空壳·旗令*3、黯色空壳·破阵*3
第三间上半：兆载永劫龙兽
第一间下半：雷音权现
第二间下半：丘丘霜铠王*2、丘丘雷兜王*2
第三间下半：镀金旅团·魔岩役使、镀金旅团·灵风猎手、愚人众先遣队·岩使游击兵、愚人众先遣队·风拳前锋军

3.3：
第一间上半：恒常机关阵列
第二间上半：镀金旅团·灵风猎手、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第三间上半：翠翎恐蕈
第一间下半：镀金旅团·魔岩役使、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、愚人众先遣队·岩使游击兵
第二间下半：黄金王兽
第三间下半：嗜岩*兽境猎犬*3、嗜岩·兽境幼犬*9

3.4：
第一间上半：遗迹龙兽·地巡、遗迹重机、遗迹守卫*2
第二间上半：圣骸赤鹫、圣骸毒蝎、海乱鬼·雷腾、野伏·阵刀番*2
第三间上半：半永恒统辖矩阵
第一间下半：镀金旅团·炽阳凝冰*2、镀金旅团·沙中净水*2、冰霜骗骗花、炽热骗骗花、电气骗骗花、冰深渊法师、火深渊法师、雷深渊法师
第二间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风
第三间下半：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·白日鸣雷

3.5：
第一间上半：深渊使徒·霜落、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第二间上半：魔偶剑鬼
第三间上半：丘丘霜铠王*2、遗迹守卫
第一间下半：深渊使徒·激流*2、镀金旅团·叶轮舞者、镀金旅团·沙中净水、镀金旅团·白日鸣雷
第二间下半：黑蛇骑士·摧岩之钺、黑蛇骑士·斩风之剑、黯色空壳·近卫、黯色空壳·旗令*2、黯色空壳·破阵
第三间下半：风蚀沙虫

3.6：
第一间上半：圣骸角鳄、圣骸牙兽、遗迹猎者、遗迹歼击者、遗迹防卫者*2
第二间上半：兆载永劫龙兽
第三间上半：半永恒统辖矩阵
第一间下半：圣骸牙兽、圣骸毒蝎、海乱鬼·炎威、海乱鬼·雷腾、有翼冰本真蕈、陆行水本真蕈、有翼草本真蕈、陆行岩本真蕈、野伏·阵刀番*2
第二间下半：丘丘水行游侠*3、镀金旅团·炽沙叙事人、镀金旅团·灵风猎手、镀金旅团·炽阳凝冰、镀金旅团·沙中净水
第三间下半：魔偶剑鬼·凶面、魔偶剑鬼·霜驰、魔偶剑鬼·孤风

3.7：
第一间上半：冰霜骗骗花*3、炽热骗骗花*3、元素构装体·力场发生器*2、元素构装体·重塑仪*2、元素构装体·勘探机*2
第二间上半：翠翎恐蕈
第三间上半：圣骸角鳄*2、圣骸牙兽*2
第一间下半：深渊使徒·霜落*2、深渊使徒·激流、冰深渊法师、水深渊法师
第二间下半：雷音权现
第三间下半：深罪浸礼者

3.8：
第一间上半：深渊使徒·渊火、嗜雷*兽境猎犬、嗜岩*兽境猎犬、嗜雷·兽境幼犬*5、嗜岩·兽境幼犬*5
第二间上半：黑蛇骑士·摧岩之钺、黯色空壳 ·近卫、黯色空壳·旗令、黯色空壳·破阵、镀金旅团·沙中净水*2、愚人众先遣队·火铳游击兵*2
第三间上半：镀金旅团·炽沙叙事人、镀金旅团·沙中净水、镀金旅团·白日鸣雷、愚人众·藏镜仕女
第一间下半：丘丘雷兜王、丘丘水行游侠*2、深海龙蜥幼体·啮冰、深海龙蜥幼体·吞雷、元素构装体·力场发生器、元素构装体·重塑仪、元素构装体·勘探机
第二间下半：半永恒统辖矩阵
第三间下半：深海龙蜥群

4.0：
第一间上半：魔偶剑鬼
第二间上半：甲铁熔火帝王
第三间上半：建造特化型机关·荒、歼灭特化型机关·荒、镀金旅团·沙中净水、火铳游击兵*2
第一间下半：建造特化型机关·芒、压制特化型机关·芒、浊水喷吐幻灵*2、浊水粉碎幻灵*2、愚人众·冰萤术士
第二间下半：大型狂蔓隙镜原体*2、大型碎石隙境原体、镀金旅团·炽沙叙事人、镀金旅团·白日鸣雷*2
第三间下半：奇械舞者·冰风组曲·科培琉斯的劫罚
*/