/*
// 梦幻模拟战巅峰纪念皮肤
s1：巅峰伟力（巴恩哈特）
s2：真源的帝王（利昂）
s3：凯旋的终时（尤利娅）
s4：魔龙的怒焰（妮丝蒂尔）
s5：破枷的翔龙（克拉蕾特）
s6：甲斐的猛兽（古巨拉）
s7：凌人的女杰（希尔达）
s8：圣辉的月轮（罗泽希尔）
s9：幻法的圣裁（降生之光）
s10：真理的创生（卢克蕾蒂娅）
s11：圣耀的钟摆（玛丽埃尔）
s12：奢豪的秘客（兰迪乌斯）
s13：荆棘的真祖（伊普西龙）
s14：辉耀的征途（维尔纳）
s15：赤绡云裳（梓）
s16：黎星之耀羽（格伦希尔）
s17：龙旌紫曜（胧）
s18：幻光旋律（光佑使徒）
s19：罚罪魇影（醒觉者）
s20：永恒的终焉（神降者）
s21：黯翼幽影（缇雅娜）
s22：焰羽圣烛（艾希恩）
s23：天穹锋刃（光影剑魄）
s24：幽梦祷言（兰黛尔）
s25：龙魂之巅（伊索尔德）
*/

/*
// 梦幻巅峰竞技场纪念皮肤
s1：上古智瞳（艾马林克）
s2：圣枪魔影（弗拉基亚）
s3：钛金武士（雾风）
s4：钢铁的英姿（塞蕾娜）
s5：极速巧匠（安杰丽卡）
s6：疾速快递（蕾蒂西亚）
s7：圣洁之花（索菲亚）
s8：废土凶牙（银狼）
s9：灯灵狂想（奥利佛）
s10：疾行玩咖（阿尔弗雷德）
s11：雄略君王（路因）
s12：绿林飞侠（利亚特）
s13：热情斗士（伊梅尔达）
s14：霜冥朽巫（埃格贝尔特）
s15：片叶枫狩（丽莎）
s16：斩浪怒涛（利斯塔）
s17：先训哲音（安娜）
s18：玫瑰铳客（洛加）
s19：奇异幻戏（莉法妮）
s20：午憩时光（杰西卡）
s21：远洋骁骑（兰斯）
s22：伶俏花仙（蒂亚莉丝）
s23：梦中倩影（露娜）
s24：雪棉梦旅（丽可丽丝）
s25：心动配送（尤利娅）
s26：柔软特训（雪露法妮尔）
s27：
*/

/*
// 梦幻模拟战排位士兵纪念皮肤
s1：巅峰斗士（重装枪兵）
s2：巅峰之刃（绯雾女侍）
s3：巅峰战将（狂战士）
s4：巅峰信念（狂热者）
s5：巅峰铁骑（皇家骑兵）
s6：巅峰疾速（天琴亲卫）
s7：巅峰圣使（驱魔师）
s8：巅峰迅刃（无面者）
s9：巅峰剑卫（王女亲卫）
s10：巅峰术法（魔女）
s11：巅峰坚石（石像鬼）
s12：巅峰游骑（机械骑士）
s13：巅峰助剑使（沙海佣兵）
s14：巅峰凛僧（灵宗斗僧）
s15：巅峰影狼（钢鬃狼人）
s16：巅峰鲨鲨（蜥蜴刀客）
s17：巅峰咩思者（洗罪者）
s18：巅峰锯刃（獠牙卫队）
s19：巅峰彩蛋侠（星虹天马）
s20：下午茶冲锋队（荒野考察队）
s21：巅峰水手（熔火巫徒）
s22：巅峰侍女（辉光圣者）
s23：巅峰龙裔（龙裔战士）
s24：巅峰魔核（炼狱魔核）
s25：巅峰解说员（禁林通灵师）
s26：巅峰教练（方针列兵）
s27：巅峰修理工（高地勇士）
*/


/* 超绝团队
1主角光环：马修（光之传承）、洛维奈尔大帝（方舟之誓）、席昂（复国的决意）
2光辉军团：艾尔文（永恒的辉光|不灭的辉光）、辉耀圣召使（光明颂歌|纯洁圣所）、雷丁（正义的裁决）、格尼尔（光之梦想）
3光之起源：蝶姆巴巴（乱罡之狂啸|群山的意志）、古巨拉（狂啸爪击|圣兽印记）、芙蕾雅（蔷薇之怒放|希望之力）、迪哈尔特（希望之光）
4帝国之辉：巴恩哈特（铁血的野望|帝国之力）、利昂（帝国冲锋）、兰斯（帝国疾风）
5黑暗轮回：席尔娜（终焉之梦海）、波赞鲁（暗之轮舞）、丽可丽丝（黑暗之力）
6公主联盟：露娜（月辉奔袭|王女降临）、雪露法妮尔（女王裁决|天煌圣女）、克里斯蒂安妮（绽放的英华）
7战略大师：格伦希尔（永冬征伐）、亚鲁特缪拉（战场大师）、兰芳特（王牌战法）
8流星直击：泽瑞达（一击绝尘）、伊普西龙（寂灭新星）
9传说彼端：恩雅（旷古的传说）、兰迪乌斯（璀璨的传说）、西格玛（传说的终焉）
10时空枢纽：醒觉者（时空陨劫）、约修亚（星之所在）、浦饭幽助（魔强一统）、安杰丽卡（求救热线）
11超凡领域：伊索尔德（佑世的锐意）、基扎洛夫（终焉葬歌）、树之贤者（超凡具现）
12梦幻转生：魔骸剑使（寂灭之斩魂）、希尔达（转生的决意）、阿雷斯（转生的预言）
 */

/*
LLR：
冰渊凌御者、辉耀圣召使、炎龙破灭者、幽瞳幻惑使、辉黯逆命者、骁浪驭虹使、秘法全知者
*/

/*
单UP：
维坦、醒觉者、神降者、恩雅、席尔娜、蝶姆巴巴、穆宁、魔骸剑使
*/

/*
SP：
马修（剑）、格尼尔（弓骑）、艾梅达（圣）、利昂（骑）、巴恩哈特（龙）、拉娜（圣）、雷丁（圣）、娜姆（弓骑）、艾尔文（骑）、海恩（法）、雪莉（圣）、
亚鲁特缪拉（飞）、迪哈尔特（骑）、蒂亚莉丝（圣骑）、芙蕾雅（圣）、路因（枪）、兰芳特（飞）、兰迪乌斯（骑）、西格玛（刺）、露娜（飞）、尤利娅（剑）
蕾伽尔（法）、欧米伽（剑）、古巨拉（龙）、雪露法妮尔（圣）
*/

/* 神契
索尔、菲依雅、海姆达尔、巴德尔、奥丁、弗丽嘉、提尔、洛基、维达
*/