/*
// 年度限定（29）
2016猴年限定：孙悟空（美猴王/史诗/刺客）
2017鸡年限定：李白（凤求凰/传说/刺客）、王昭君（凤凰于飞/史诗/法师）
2018狗年限定：杨戬（永曜之星/传说/战士）、后羿（辉光之辰/史诗/射手）
2019猪年限定（祥瑞录）：百里玄策（白虎志/传说/刺客）、花木兰（瑞麟志/史诗/战士）、铠（青龙志/史诗/战士）、百里守约（朱雀志/史诗/射手）、苏烈（玄武志/史诗/坦克）
2020鼠年限定（山河志）：伽罗（太华/传说/射手）、典韦（岱宗/史诗/战士）、韩信（飞衡/史诗/刺客）、甄姬（幽恒/史诗/法师）、庄周（玄嵩/史诗/辅助）
2021牛年限定（天文志）：诸葛亮（时雨天司/传说/法师）、公孙离（祈雪灵祝/传说/射手）、吕布（御风骁将/史诗/战士）、牛魔（奔雷神使/史诗/辅助）
2022虎年限定（虎神纪）：裴擒虎（寅虎·赤拳/传说/刺客）、鲁班七号（寅虎·瑞焰/传说/射手）、廉颇（寅虎·御盾/史诗/坦克）、杨玉环（寅虎·心曲/史诗/法师）、孙膑（寅虎·展翼/史诗/辅助）
2023兔年限定（山海经）：李信（山海·炽霜斩/传说/战士）、曜（山海·苍雷引/传说/战士）、小乔（山海·琳琅生/传说/法师）、马可波罗（山海·玄木吟/史诗/射手）、瑶（山海·碧波行/史诗/辅助）
战士/7 坦克/2 刺客/5 法师/5 射手/6 辅助/4
*/

/*
// 赛季限定（28）
s3-s7：亚瑟（狮心王/战士）、庄周（蜃楼王/辅助）、孙膑（精灵王/辅助）、扁鹊（炼金王/法师）、虞姬（凯尔特女王/射手）
s8-s12：白起（狰/坦克）、太乙真人（饕餮/辅助）、曹操（烛龙/战士）、芈月（重明/法师）、典韦（穷奇/战士）
s13-s16：狂铁（御狮/战士）、米莱迪（御霄/法师）、牛魔（御旌/辅助）、盾山（御銮/辅助）
s17-s20：夏侯惇（朔风刀/坦克）、弈星（混沌棋/法师）、明世隐（疑诀卦/辅助）、老夫子（醍醐杖/战士）
s21：鬼谷子（原初探秘者/辅助）
s22-s25：狄仁杰（万华元夜/射手）、陈咬金（演武夺筹/坦克）、钟馗（驭傩正仪/辅助）、苏烈（千军破阵/坦克）
s26-s29：达摩（沙漠行僧/战士）、兰陵王（金庭之子/刺客）、沈梦溪（大漠名商/法师）、李元芳（云中旅人/射手）
s30-s31：桑启（海盐之旅/辅助）、裴擒虎（擒涛扼浪/刺客）
战士/6 坦克/4 刺客/2 法师/5 射手/3 辅助/9
*/

/*
// 战令限定（34）
s14：嬴政（白昼之子/法师）、吕布（猎兽之王/战士）
s15：典韦（蓝屏警告/战士）、女娲（朔望之晖/法师）
s16：鲁班七号（狮舞东方/射手）、钟馗（遗迹守卫/辅助）
s17：兰陵王（驯魔猎人/刺客）、周瑜（赤莲之焰/法师）
s18：李元芳（银河之约/射手）、沈梦溪（星空之诺/法师）
s19：阿轲（迷踪丽影/刺客）、刘邦（夺宝奇兵/坦克）
s20：马可波罗（暗影游猎/射手）、猪八戒（西部大镖客/坦克）
s21：蒙犽（狂想玩偶喵/射手）、雅典娜（单词大作战/战士）
s22：元歌（云间偶戏/刺客）、亚瑟（潮玩骑士王/战士）
s23：米莱迪（胡桃异想国/法师）、达摩（星际陆战队/战士）
s24：老夫子（航海奇遇记/战士）、墨子（神迹守卫/法师）
s25：干将莫邪（真爱魔法/法师）、后羿（圣弓游侠/射手）
s26：黄忠（火炮绅士/射手）、芈月（幻夜仆梦/法师）
s27：明世隐（吟游魔法/辅助）、白起（夜都怪侠/坦克）
s28：狂铁（电玩高手/战士）、王昭君（午后时光/法师）
s29：钟无艳（超时空战士/战士）、甄姬（落雪兰心/法师）
s30：暃（星界游侠/刺客）、嫦娥（暖冬·兔眠/法师）
s31：扁鹊（奇幻香踪/法师）、杨戬（潮玩骑兵/战士）
战士/9 坦克/3 刺客/4 法师/12 射手/6 辅助/2
*/

/*
// fmvp冠名（8）
2018夏：花木兰（冠军飞将/战士/飞牛） 2018冬：干将莫邪（久胜战神/法师/久诚）
2019夏：貂蝉（猫影幻舞/法师/猫神） 2019冬：曜（云鹰飞将/战士/飞牛）
2020夏：镜（炽阳神光/刺客/暖阳） 2020冬：西施（游龙清影/法师/清融）
2021夏：马超（无双飞将/战士/飞牛） 2021冬：吕布（怒海麟威/战士/坦然）
战士/4 坦克/0 刺客/1 法师/3 射手/0 辅助/0
*/

/*
// 情人节限定（14）
2016：周瑜（真爱至上/法师）、小乔（纯白花嫁/法师）
2017：孙悟空（至尊宝/刺客）
2018：诸葛亮（武陵仙君/法师）
2019：孙悟空（大圣娶亲/刺客）、露娜（一生所爱/战士）
2020：后羿（如梦令/射手）、嫦娥（如梦令/法师）
2021：兰陵王（默契交锋/刺客）、花木兰（默契交锋/战士）
2022：瑶（时之祈愿/辅助）、云中君（时之祈愿/刺客）
2023：虞姬（无限倾心/射手）、项羽（无限倾心/坦克）
战士/2 坦克/1 刺客/4 法师/4 射手/2 辅助/1
*/

/*
// kpl限定（13）
2016-2018：貂蝉（逐梦之音/法师）、韩信（逐梦之影/刺客）、马可波罗（逐梦之星/射手）、哪吒（逐梦之翼/战士）、东皇太一（逐梦之光/辅助）
2019-2021：裴擒虎（天狼狩猎者/刺客）、曹操（天狼征服者/战士）、上官婉儿（天狼绘梦者/法师）、伽罗（天狼溯光者/射手）、孙膑（天狼运算者/辅助）
2021-2022：镜（匿光追影者/刺客）、夏侯惇（匿光决锋者/坦克）、鲁班大师（匿光启智者/辅助）
战士/2 坦克/1 刺客/3 法师/2 射手/2 辅助/3
*/

/*
// 荣耀典藏（13）
战士（3）：关羽（赤影疾锋）、花木兰（九霄神辉）、铠（银白咏叹调）
坦克（2）：夏侯惇（无限飓风号）、陈咬金（活力突击）
刺客（2）：孙悟空（全息碎影）、李白（鸣剑·曳影）
法师（5）：诸葛亮（星域神启）、武则天（倪克斯神谕）、小乔（天鹅之梦）、芈月（大秦宣太后）、貂蝉（幻阙歌）
射手（2）：鲁班七号（星空梦想）、孙尚香（杀手不太冷）
辅助（0）：
*/