/*
// 战令限定（54）
1：嬴政（白昼之子）、吕布（猎兽之王）
2：典韦（蓝屏警告）、女娲（朔望之晖）
3：鲁班七号（狮舞东方）、钟馗（遗迹守卫）
4：兰陵王（驯魔猎人/刺客）、周瑜（赤莲之焰）
5：李元芳（银河之约）、沈梦溪（星空之诺）
6：阿轲（迷踪丽影/刺客）、刘邦（夺宝奇兵）
7：马可波罗（暗影游猎）、猪八戒（西部大镖客）
8：蒙犽（狂想玩偶喵）、雅典娜（单词大作战）
9：元歌（云间偶戏/刺客）、亚瑟（潮玩骑士王）
10：米莱迪（胡桃异想国）、达摩（星际陆战队）
11：老夫子（航海奇遇记）、墨子（神迹守卫）
12：干将莫邪（真爱魔法）、后羿（圣弓游侠）
13：黄忠（火炮绅士）、芈月（幻夜仆梦）
14：明世隐（吟游魔法）、白起（夜都怪侠）
15：狂铁（电玩高手）、王昭君（午后时光）
16：钟无艳（超时空战士）、甄姬（落雪兰心）
17：暃（星界游侠/刺客）、嫦娥（暖冬·兔眠）
18：扁鹊（奇幻香踪）、杨戬（潮玩骑兵）
19：戈娅（驭风魔法）、西施（玲珑珍味）
20：司空震（地狱燃心）、艾琳（流音漫舞）
21：高渐离（燃音魔法）、妲己（灵卜魔法）
22：鲁班七号（蔬乡物语）、李元芳(蔬乡物语)
23：镜（青焰无极/刺客）、项羽（苍威无极）
24：蔡文姬（夏日便利店）、虞姬（夏日便利店）
25：亚连（破空之剑）、孙悟空（神迹守卫/刺客）
26：百里守约（百相守梦）、老夫子（百相守梦）
27：马超（访客铭）、孙膑（茶境仙）
*/

/*
// 年度限定（40）
2016猴年限定（美猴王）：孙悟空（美猴王/史诗/刺客）
2017鸡年限定（凤求凰）：李白（凤求凰/传说/刺客）、王昭君（凤凰于飞/史诗/法师）
2018狗年限定（人间意）：杨戬（永曜之星/传说/战士）、后羿（辉光之辰/史诗/射手）
2019猪年限定（祥瑞录）：百里玄策（白虎志/传说/刺客）、花木兰（瑞麟志/史诗/战士）、铠（青龙志/史诗/战士）、百里守约（朱雀志/史诗/射手）、苏烈（玄武志/史诗/坦克）
2020鼠年限定（五岳·山河志）：伽罗（太华/传说/射手）、典韦（岱宗/史诗/战士）、韩信（飞衡/史诗/刺客）、甄姬（幽恒/史诗/法师）、庄周（玄嵩/史诗/辅助）
2021牛年限定（天文志·祥瑞）：诸葛亮（时雨天司/传说/法师）、公孙离（祈雪灵祝/传说/射手）、吕布（御风骁将/史诗/战士）、牛魔（奔雷神使/史诗/辅助）
2022虎年限定（虎神纪）：裴擒虎（寅虎·赤拳/传说/刺客）、鲁班七号（寅虎·瑞焰/传说/射手）、廉颇（寅虎·御盾/史诗/坦克）、杨玉环（寅虎·心曲/史诗/法师）、孙膑（寅虎·展翼/史诗/辅助）
2023兔年限定（山海有灵）：李信（山海·炽霜斩/传说/战士）、曜（山海·苍雷引/传说/战士）、小乔（山海·琳琅生/传说/法师）、马可波罗（山海·玄木吟/史诗/射手）、瑶（山海·碧波行/史诗/辅助）
2024龙年限定（龙祈千载）：孙策（乘龙·淬吴钩/传说/战士）、赵云（乘龙·铭钟鼎/传说/战士）、孙尚香（乘龙·问璇玑/传说/射手）、安琪拉（乘龙·聚宝船/史诗/法师）、大乔（乘龙·忆丹青/史诗/辅助）
2025蛇年限定（愿照九天）：司空震（愿照·山河定/传说/战士）、澜（愿照·九州拓/传说/刺客）、女娲（愿照·千秋盛/传说/法师）、妲己（愿照·众生和/传说/法师）、虞姬（愿照·岁时盈/传说/射手）、蔡文姬（愿照·福禄聚/传说/辅助）
战士/10 坦克/2 刺客/6 法师/8 射手/8 辅助/6
*/

/*
// 赛季限定（36）
s3-s7：亚瑟（狮心王/战士）、庄周（蜃楼王/辅助）、孙膑（精灵王/辅助）、扁鹊（炼金王/法师）、虞姬（凯尔特女王/射手）
s8-s12：白起（狰/坦克）、太乙真人（饕餮/辅助）、曹操（烛龙/战士）、芈月（重明/法师）、典韦（穷奇/战士）
s13-s16：狂铁（御狮/战士）、米莱迪（御霄/法师）、牛魔（御旌/辅助）、盾山（御銮/辅助）
s17-s20：夏侯惇（朔风刀/坦克）、弈星（混沌棋/法师）、明世隐（疑诀卦/辅助）、老夫子（醍醐杖/战士）
s21：鬼谷子（原初探秘者/辅助）
s22-s25：狄仁杰（万华元夜/射手）、陈咬金（演武夺筹/坦克）、钟馗（驭傩正仪/辅助）、苏烈（千军破阵/坦克）
s26-s29：达摩（沙漠行僧/战士）、兰陵王（金庭之子/刺客）、沈梦溪（大漠名商/法师）、李元芳（云中旅人/射手）
s30-s33：桑启（海盐之旅/辅助）、裴擒虎（擒涛扼浪/刺客）、鲁班大师（探海日志/辅助）、张良（古海寻踪/法师）
s34-s37：鬼谷子（天穹祈灯/辅助）、刘邦（剑破天穹/坦克）、姜子牙（天穹之誓/法师）、东皇太一（噬灭苍穹/辅助）
s38-s41：太乙真人（谧流熔炉/辅助）、钟馗（虚灵犬护/辅助）
战士/6 坦克/5 刺客/2 法师/7 射手/3 辅助/13
*/

/*
// kpl限定（18）
2016-2018：貂蝉（逐梦之音/法师）、韩信（逐梦之影/刺客）、马可波罗（逐梦之星/射手）、哪吒（逐梦之翼/战士）、东皇太一（逐梦之光/辅助）
2019-2021：裴擒虎（天狼狩猎者/刺客）、曹操（天狼征服者/战士）、上官婉儿（天狼绘梦者/法师）、伽罗（天狼溯光者/射手）、孙膑（天狼运算者/辅助）
2021-2023：镜（匿光追影者/刺客）、夏侯惇（匿光决锋者/坦克）、鲁班大师（匿光启智者/辅助）、沈梦溪（匿光破解者/法师）、李元芳（匿光侦察者/射手）
2024：关羽（决胜骁骑/战士）、弈星（炽弈燎原/法师）、吕布（逐霄战戟/战士）
战士/4 坦克/1 刺客/3 法师/4 射手/3 辅助/3
*/

/*
// 情人节限定（16）
2016：周瑜（真爱至上/法师）、小乔（纯白花嫁/法师）
2017：孙悟空（至尊宝/刺客）
2018：诸葛亮（武陵仙君/法师）
2019：孙悟空（大圣娶亲/刺客）、露娜（一生所爱/战士）
2020：后羿（如梦令/射手）、嫦娥（如梦令/法师）
2021：兰陵王（默契交锋/刺客）、花木兰（默契交锋/战士）
2022：瑶（时之祈愿/辅助）、云中君（时之祈愿/刺客）
2023：虞姬（无限倾心/射手）、项羽（无限倾心/坦克）
2024：吕布（曦玄引/战士）、貂蝉（曦玄引/法师）
战士/3 坦克/1 刺客/4 法师/5 射手/2 辅助/1
*/

/*
// 珍品传说（4）
战士（1）：孙策（时之奇旅）
坦克（0）：
刺客（0）：
法师（1）：嫦娥（器灵·落星盏）
射手（2）：鲁班七号（江户川柯南）、马可波罗（怪盗基德）
辅助（0）：
*/

/*
// 无双/至尊（10）
战士（1）：曜（器灵·螭龙剑）
坦克（0）：
刺客（2）：李白（岁月剑心）、韩信（群星魔术团）
法师（5）：武则天（神器·明辉仪）、妲己（青丘·九尾）、小乔（时之魔女）、不知火舞（花合斗）、甄姬（雪境奇遇）
射手（1）：公孙离（离恨歌）
辅助（1）：瑶（真我赫兹）
*/

/*
// 荣耀典藏（22）
战士（3）：关羽（赤影疾锋）、花木兰（九霄神辉）、铠（银白咏叹调）
坦克（2）：夏侯惇（无限飓风号）、陈咬金（活力突击）
刺客（3）：孙悟空（全息碎影）、李白（鸣剑·曳影）、韩信（弑枪猎影）
法师（5）：小乔（天鹅之梦）、芈月（大秦宣太后）、武则天（倪克斯神谕）、诸葛亮（星域神启）、貂蝉（幻阙歌）
射手（4）：鲁班七号（星空梦想）、孙尚香（杀手不太冷）、虞姬（神鉴启示录）、伽罗（最初的交响）
辅助（1）：瑶（拾光映像）
英雄（1）：武则天
小兵（3）：哈喽Kitty、妖尾小红娘、侦探大作战
*/

/*
// fmvp冠名（12）
2018夏：花木兰（冠军飞将/战士/飞牛） 2018冬：干将莫邪（久胜战神/法师/久诚）
2019夏：貂蝉（猫影幻舞/法师/猫神） 2019冬：曜（云鹰飞将/战士/飞牛）
2020夏：镜（炽阳神光/刺客/暖阳） 2020冬：西施（游龙清影/法师/清融）
2021夏：马超（无双飞将/战士/飞牛） 2021冬：吕布（怒海麟威/战士/坦然）
2022夏：东皇太一（灼幽烈阳/辅助/子阳） 2022冬：澜（逐花归海/刺客/花海）
2023夏：裴擒虎（祥瑞亨通/刺客/小胖） 2023冬：公孙离（云诺千山/射手/一诺）
战士/4 坦克/0 刺客/3 法师/3 射手/1 辅助/1
*/

/*
// 五五开黑节（12）
2017：花木兰（水晶猎龙者/战士）
2018：铠（曙光守护者/战士）
2019：伽罗（箭羽风息/射手）
2020：瑶（遇见神鹿/辅助）
2021：百里玄策（热力回旋/刺客）
2022：貂蝉（唤灵魅影/法师）
2023：张飞（百相守梦/坦克）、刘备（百相守梦/战士）、关羽（百相守梦/战士）
2024：韩信（群星魔术团/刺客）、云中君（群星魔术团/刺客）、上官婉儿（群星魔术团/法师）
战士/4 坦克/1 刺客/3 法师/2 射手/1 辅助/1
*/

/*
// 520情侣（10）
2020：刘备（时之恋人/战士）、孙尚香（时之恋人/射手）
2021：周瑜（音你心动/法师）、小乔（音你心动/法师）
2022：孙策（挚爱之约/战士）、大乔（挚爱花嫁/法师）
2023：亚瑟（追逃游戏/战士）、安琪拉（追逃游戏/法师）
2024：海诺（心动手记/法师）、朵莉亚（心动手记/辅助）
战士/3 坦克/0 刺客/0 法师/5 射手/1 辅助/1
*/

/*
// 周年限定（11）
1周年限定：关羽（冰封战神/战士）
2周年限定：甄姬（游园惊梦/法师）
3周年限定：杨玉环（遇见飞天/法师）
4周年限定：上官婉儿（梁祝/法师）
5周年限定：裴擒虎（李小龙/刺客）
6周年限定：庄周（高山流水/辅助）
7周年限定：鬼谷子（五谷丰年/辅助）
8周年限定：阿古朵（江河有灵/坦克）
9周年限定：桑启（鸣野蒿/辅助）、王昭君（映山客/法师）、艾琳（陌上桑/射手）
战士/1 坦克/1 刺客/1 法师/4 射手/1 辅助/3
*/

/*
// kpl历届冠军队伍（eStar、仙阁、QG/狼队、Hero、AG、TS、DYG、TTG）
2016世界冠军杯：eStar、 2016秋季赛：AS仙阁
2017春季赛：QGhappy、 2017世界冠军杯：QGhappy、 2017秋季赛：QGhappy
2018春季赛：Hero久竞、 2018世界冠军杯国际邀请赛：QGHappy、 2018秋季赛：Hero久竞、 2018冬季冠军杯：Hero久竞
2019春季赛：eStarPro、 2019世界冠军杯：eStarPro、 2019秋季赛：AG超玩会、 2019冬季冠军杯：QGhappy
2020春季赛：TS、 2020世界冠军杯：TS、 2020秋季赛：DYG、 2020冬季冠军杯：南京HERO
2021春季赛：南京HERO、 2021世界冠军杯：重庆QGhappy、 2021秋季赛：武汉eStarPro、 2021冬季冠军杯：武汉eStarPro
2022春季赛：武汉eStarPro、2022挑战者杯：武汉eStarPro、 2022世界冠军杯：武汉eStarPro
2023春季赛：重庆狼队、2023夏季赛：广州TTG、2023挑战者杯：重庆狼队、2023年世界冠军杯：成都AG超玩会
2024春季赛：重庆狼队、2024夏季赛：成都AG超玩会、2024挑战者杯：成都AG超玩会
*/