/*
精灵回路·归零

火：

3星：
火男：3费：打出自己攻击的伤害。

2星：
伊芙利特：0费：打出自己手牌数伤害、手牌回血一次。

菲利克斯：X费：打出X+2伤害。（X至多为3）

1星：
火之加护：被动：队伍累计造成5点伤害后，获得1费。

狗子：2费：敌人不足5点血量时候，追击4点伤害。



水：

3星：
玛纳兰：3费：若自己手牌不足5张，手牌恢复2张。

2星：
水镜：2费：手牌恢复1张。

1星：
水之加护：被动：打出手牌后，不足5张，获得1费。

女可爱：0费：获得2费、手牌回血1次。


地：
3星：
坦克女：被动：本回合造成伤害，回血1、2费：敌人-2费。

2星：
奶妈：X费用：回血X。（X至多为4）

奥伯龙：2费：从弃牌堆翻开2张卡，1张加入手牌，1张放入回路顶

1星：
地之加护：本回合造成过伤害，回合结束时，获得1费。



风：
3星：
风女：3星：翻出弃牌队2张卡，若其中有能打出的卡，直接打出。

2星：
辅助女：1费：所有人把一张牌给左边队友、1费：所有人把一张牌给右边队友。

1星：
风之加护：打出至少2张牌是，获得1费。

换牌女：1费：和一名队友交换一张手牌。















*/