/*
蒙德：
boos：无相之风、无相之雷、无相之冰、急冻树
超级boos：裂风的魔龙、北风的王狼

璃月：
boos：无相之岩、爆炎树、纯水精灵、古岩龙蜥、遗迹巨蛇
超级boos：若陀龙王、公子

稻妻：
boos：无相之水、无相之火、魔偶剑鬼、雷音权现、恒常机关列阵、黄金王兽、深海龙蜥群
超级boos：女士、祸津御建鸣神命

须弥：无相之草、掣电树、翠翎恐蕈、半永恒统辖矩阵、兆载永劫龙兽、风蚀沙虫、深罪浸礼者
超级boos：正机之神、阿佩普的绿洲守望者
*/

// 小怪
/*
深渊：深渊咏者·渊火、深渊咏者·紫电、深渊使徒·激流、深渊使徒·霜落、黑蛇骑士·斩风之剑、黑蛇骑士·摧岩之钺、火深渊法师、雷深渊法师、黯色空壳·近卫、黯色空壳·破阵、水深渊法师、冰深渊法师、
        黯色空壳·旗令
元素生物：岩龙蜥、幼岩龙蜥、深海龙蜥·原种、深海龙蜥·啮冰、深海龙蜥·吞雷、狂风之核、陆行水本真蕈、陆行岩本真蕈、有翼冰本真蕈、有翼草本真蕈、浮游水蕈兽、浮游草蕈兽、浮游风蕈兽、
        伸缩风蕈兽、伸缩火蕈兽、伸缩岩蕈兽、旋转火蕈兽、旋转冰蕈兽、旋转雷蕈兽、岩史莱姆、冰史莱姆、草史莱姆、雷史莱姆、风史莱姆、水史莱姆、火史莱姆、雷萤、水萤、冰萤、炽热骗骗花、
        冰霜骗骗花、电气骗骗花、风飘浮灵、水漂浮灵、岩飘浮灵、冰飘浮灵、火飘浮灵、雷飘浮灵、草飘浮灵
丘丘人：丘丘岩盔王、丘丘雷兜王、丘丘霜铠王、丘丘风行侠、丘丘水行侠、火斧丘丘暴徒、雷斧丘丘暴徒、岩盾丘丘暴徒、木盾丘丘暴徒、冰盾丘丘暴徒、丘丘人、打手丘丘人、木盾丘丘人、岩盾丘丘人、
        冰盾丘丘人、冲锋丘丘人、爆弹丘丘人、雷弹丘丘人、冰弹丘丘人、射手丘丘人、冰箭丘丘人、火箭丘丘人、草丘丘萨满、岩丘丘萨满、风丘丘萨满、冰丘丘萨满、水丘丘萨满、雷丘丘萨满、大伟丘
愚人众：愚人众·火之债务处理人、愚人众·雷萤术士、愚人众·冰萤术士、愚人众·藏镜仕女、愚人众先遣队·风拳前锋军、愚人众先遣队·雷锤前锋军、愚人众先遣队·火铳游击兵、愚人众先遣队·岩使游击兵、
        愚人众先遣队·兵铳重卫士、愚人众先遣队·水铳重卫士
镀金旅团：镀金旅团·炽沙叙事人、镀金旅团·叶轮舞者、镀金旅团·白日鸣雷、镀金旅团·炽阳凝冰、镀金旅团·沙中净水、镀金旅团·灵风猎手、镀金旅团·魔岩役使、镀金旅团·刀舞者、镀金旅团·机弩兵、镀金旅团·破阵者、镀金旅团·鸦噱戟手、
        镀金旅团·阵前斧手
遗迹机关：遗迹守卫、遗迹猎者、遗迹歼击者、遗迹巡弋者、遗迹防卫者、遗迹侦察者、遗迹龙兽·地巡、遗迹龙兽·空巡、元素构装体·勘查机、元素构装体·力场发生器、元素构装体·重塑仪、遗迹重机
盗宝团：盗宝团·斥候、盗宝团·粉碎者、盗宝团·掘墓者、盗宝团·神射手、盗宝团·杂工、盗宝团·拳术师、盗宝团·冰之药剂师、盗宝团·雷之药剂师、盗宝团·水之药剂师、盗宝团·火之药剂师、
        盗宝团·海上男儿
其他：圣骸飞蛇、圣骸毒蝎、圣骸赤鹫、圣骸牙兽、圣骸角鳄、大雪猪王、自律守护机关、海乱鬼·炎威、海乱鬼·雷腾、野伏·阵刀番、野伏·机巧番、野伏·火付番、嗜雷·兽境猎犬、嗜岩·兽境猎犬、
        嗜雷·兽境幼犬、嗜岩·兽境幼犬
*/

/*
水瓶座：1.20 —— 2.18
双鱼座：2.19 —— 3.20
白羊座：3.21 —— 4.19
金牛座：4.20 —— 5.20
双子座：5.21 —— 6.21
巨蟹座：6.22 —— 7.22
狮子座：7.23 —— 8.22
处女座：8.23 —— 9.22
天秤座：9.23 —— 10.23
天蝎座：10.24 —— 11.22
射手座：11.23 —— 12.21
摩羯座：12.22 —— 1.19
*/