// 五十分之一·超禁忌游戏

/*

1.洛星尘：（男）
能力：空间
等级：2
阵营：三巨头
死亡：
击杀：刘雨嘉
受益：刘雨嘉1

2.彭羽：（男）
能力：睡眠
等级：1
阵营：钱
死亡：
击杀：
受益：

3.温笛：（女）
能力：冰
等级：1
阵营：钱
死亡：
击杀：
受益：

4.张贝：（男）
能力：食物
等级：1
阵营：无
死亡：
击杀：
受益：

5.陆晋鹏：（男）
能力：力量
等级：1
阵营：钱
死亡：
击杀：
受益：

6.赫连柯：（男）
能力：强化
等级：2
阵营：刺杀
死亡：
击杀：
受益：卢平1

7.卢平：（男）
能力：沟通
等级：1
阵营：无
死亡：6——外星人
击杀：
受益：

8.纪海超：（男）
能力：速度
等级：1
阵营：刺杀
死亡：
击杀：
受益：

9.陆华：（男）
能力：防御
等级：3
阵营：守护
死亡：
击杀：段里达
受益：裴裴1、段里达1

10.季凯瑞：（男）
能力：武器
等级：2
阵营：
死亡：
击杀：谭瑞希
受益：谭瑞希1


11.夏丽欣：（女）
能力：声音
等级：1
阵营：无
死亡：
击杀：
受益：

12.杭一：（男）
能力：游戏
等级：2
阵营：守护
死亡：
击杀：蒋立轩
受益：蒋立轩1

13.向北：（男）
能力：死亡
等级：1
阵营：刺杀
死亡：
击杀：
受益：

14.连恩：（男）
能力：生命
等级：1
阵营：三巨头
死亡：
击杀：
受益：

15.雷傲：（男）
能力：气流
等级：1
阵营：守护
死亡：
击杀：阮俊熙
受益：阮俊熙1

16.乔琳娜：（女）
能力：文字
等级：1
阵营：无
死亡：
击杀：
受益：

17.闻佩儿：（女）
能力：探测
等级：1
阵营：刺杀
死亡：
击杀：
受益：

18.伊芳：（女）
能力：元素
等级：3
阵营：三巨头
死亡：
击杀：俞璟雯
受益：俞璟雯2

19.孙雨辰：（男）
能力：意念
等级：2
阵营：守护
死亡：
击杀：魏薇
受益：魏薇1

20.范宁：（女）
能力：操控
等级：1
阵营：守护
死亡：
击杀：
受益：

21.魏薇：（女）
能力：空密度
等级：1
阵营：刺杀
死亡：5——孙雨辰
击杀：
受益：

22.巩新宇：（男）
能力：概率
等级：1
阵营：守护
死亡：
击杀：
受益：

23.狄元亮：（男）
能力：无
等级：1
阵营：钱
死亡：
击杀：
受益：

24.俞璟雯：（女）
能力：外形
等级：2
阵营：三巨头
死亡：8——伊芳
击杀：井小冉
受益：井小冉1

25.冯亚茹：（女）
能力：规律
等级：1
阵营：刺杀
死亡：
击杀：
受益：

26.聂思雨：（女）
能力：植物
等级：1
阵营：无
死亡：
击杀：
受益：

27.韩枫：（男）
能力：灾难
等级：1
阵营：守护
死亡：
击杀：
受益：

28.井小冉：（女）
能力：治疗
等级：1
阵营：守护
死亡：7——俞璟雯
击杀：
受益：

29.于蓓蓓：（女）
能力：融合
等级：1
阵营：无
死亡：
击杀：
受益：

30.刘雨嘉：（女）
能力：预知
等级：1
阵营：守护
死亡：4——洛星尘
击杀：
受益：

31.阮俊熙：（男）
能力：动物
等级：1
阵营：三巨头
死亡：9——雷傲
击杀：
受益：

32.谭瑞希：（女）
能力：平衡
等级：1
阵营：刺杀
死亡：3——季凯瑞
击杀：
受益：

33.侯波：（男）
能力：时间
等级：1
阵营：刺杀
死亡：
击杀：
受益：

34.罗素：（男）
能力：维度
等级：1
阵营：钱
死亡：
击杀：
受益：

35.宋琪/普罗米修斯：（女/男）
能力：复制
等级：1
阵营：刺杀
死亡：
击杀：
受益：

36.元泰：（男）
能力：修复
等级：1
阵营：守护
死亡：
击杀：
受益：

37.佟佳音：（女）
能力：基因
等级：1
阵营：三巨头
死亡：
击杀：
受益：

38.妮娅楠：（女）
能力：记忆
等级：1
阵营：守护
死亡：
击杀：
受益：

39.裴裴：（女）
能力：数字
等级：1
阵营：守护
死亡：10——贺静怡
击杀：
受益：

40.房琳：（女）
能力：疾病
等级：1
阵营：刺杀
死亡：2——米小路
击杀：
受益：

41.贺静怡：（女）
能力：金钱
等级：1
阵营：钱
死亡：
击杀：
受益：

42.蒋立轩：（男）
能力：重力
等级：1
阵营：刺杀
死亡：1——杭一
击杀：
受益：

43.穆修杰：（男）
能力：金属
等级：1
阵营：守护
死亡：
击杀：
受益：

44.宛东鹏：（男）
能力：温度
等级：1
阵营：刺杀
死亡：
击杀：
受益：

45.舒菲：（女）
能力：追踪
等级：1
阵营：守护
死亡：
击杀：
受益：

46.董曼妮：（女）
能力：隐形
等级：1
阵营：三巨头
死亡：
击杀：
受益：

47.赵又玲：（女）
能力：电
等级：1
阵营：钱
死亡：
击杀：
受益：

48.方丽芙：（女）
能力：光
等级：1
阵营：刺杀
死亡：
击杀：
受益：

49.米小路：（男）
能力：情感
等级：2
阵营：守护
死亡：
击杀：房琳
受益：房琳1

50.段里达：（男）
能力：惩戒
等级：1
阵营：无
死亡：11——陆华
击杀：
受益：



死亡顺序：
第一部
1：蒋立轩（被杭一炸死）
2：房琳（被米小路控制情感跳楼而死）
3：谭瑞希（被季凯瑞飞箭捅死）
第二部
4：刘雨嘉（被洛星尘在异空间飞刀杀死）
5：魏薇（被孙雨辰用飞刀误杀杀死）
6：卢平（被外星人杀死）
7：井小冉（被俞璟雯变化的辛娜小刀捅死）
8：俞璟雯（被伊芳控制的元素火烧死）
9：阮俊熙（自愿被雷傲的风刃杀死）
10：裴裴（被贺静怡雇人在电脑前杀死）
11.段里达（被陆华超能力反弹跳楼而死）
第三部





*/