/*
mofang


连接情况：

白上：

前同色：URU'R' U'RU'R' URU'R' = 左手 (压 勾上回下 提 上回下)
右同色：FURU'R'F'RU'R' = (压 勾上回下 提 上回下)

前异色：y'R'U2RUR'U'R = 左手（上勾勾下 回上勾下）
右异色：RU2R' U'RUR' = (上勾勾下 回上勾下)


白右：

上同色竖：RU'R'U UF'U'F =（上右下左左提右压）
上异色竖：U'RU'R'URUR' =（右上右下 左上左下）

上同色横：观察：右提左压
上异色横：(RU'R'U)2 URU'R' =（上右下左2遍 左上右下）



白前：观察大法

上异色横：y'UR'URU'R'U'R = (转体 左下左上 右下右上)




角块归位：

右同色：
白左：RU'R'URU'R'=（上右下左 上右下）=（上回下勾 上回下）
白右：RUR'U'RUR'=（上左下右 上左下）=（上勾下回 上勾下）

左同色：
白左：RU'R'URU'R'= 左手（上勾下回 上勾下）
白右：RUR'U'RUR'= 左手（上回下勾 上回下）



























右同色：
白左：（上回下勾 上回下）




*/
