/*
// 梦幻模拟战巅峰纪念皮肤
s1：巅峰伟力（巴恩哈特）
s2：真源的帝王（利昂）
s3：凯旋的终时（尤利娅）
s4：魔龙的怒焰（妮丝蒂尔）
s5：破枷的翔龙（克拉蕾特）
s6：甲斐的猛兽（古巨拉）
s7：凌人的女杰（希尔达）
s8：圣辉的月轮（罗泽希尔）
s9：幻法的圣裁（降生之光）
s10：真理的创生（卢克蕾蒂娅）
s11：圣耀的钟摆（玛丽埃尔）
s12：奢豪的秘客（兰迪乌斯）
s13：荆棘的真祖（伊普西龙）
s14：辉耀的征途（维尔纳）
s15：赤绡云裳（梓）
s16：黎星之耀羽（格伦希尔）
s17：龙旌紫曜（胧）
s18：幻光旋律（光佑使徒）
s19：罚罪魇影（醒觉者）
s20：永恒的终焉（神降者）
s21：黯翼幽影（缇雅娜）
s22：焰羽圣烛（艾希恩）
*/

/*
// 梦幻巅峰竞技场纪念皮肤
s1：上古智瞳（艾马林克）
s2：圣枪魔影（弗拉基亚）
s3：钛金武士（雾风）
s4：钢铁的英姿（塞蕾娜）
s5：极速巧匠（安杰丽卡）
s6：疾速快递（蕾蒂西亚）
s7：圣洁之花（索菲亚）
s8：废土凶牙（银狼）
s9：灯灵狂想（奥利佛）
s10：疾行玩咖（阿尔弗雷德）
s11：雄略君王（路因）
s12：绿林飞侠（利亚特）
s13：热情斗士（伊梅尔达）
s14：霜冥朽巫（埃格贝尔特）
s15：片叶枫狩（丽莎）
s16：斩浪怒涛（利斯塔）
s17：先训哲音（安娜）
s18：玫瑰铳客（洛加）
s19：奇异幻戏（莉法妮）
s20：午憩时光（杰西卡）
s21：远洋骁骑（兰斯）
s22：伶俏花仙（蒂亚莉丝）
s23：梦中倩影（露娜）
s24：雪棉梦旅（丽可丽丝）
*/

/*
// 梦幻模拟战排位士兵纪念皮肤
s1：巅峰斗士（重装枪兵）
s2：巅峰之刃（绯雾女侍）
s3：巅峰战将（狂战士）
s4：巅峰信念（狂热者）
s5：巅峰铁骑（皇家骑兵）
s6：巅峰疾速（天琴亲卫）
s7：巅峰圣使（驱魔师）
s8：巅峰迅刃（无面者）
s9：巅峰剑卫（王女亲卫）
s10：巅峰术法（魔女）
s11：巅峰坚石（石像鬼）
s12：巅峰游骑（机械骑士）
s13：巅峰助剑使（沙海佣兵）
s14：巅峰凛僧（灵宗斗僧）
s15：巅峰影狼（钢鬓狼人）
s16：巅峰鲨鲨（蜥蜴刀客）
s17：巅峰咩思者（洗罪者）
s18：巅峰锯刃（獠牙卫队）
s19：巅峰彩蛋侠（星虹天马）
s20：下午茶冲锋队（荒野考察队）
s21：巅峰水手（熔火巫徒）
s22：巅峰侍女（辉光圣者）
s23：巅峰龙裔（龙裔战士）
s24：巅峰魔核（炼狱魔核）
*/

/* 步兵（16）
蛮族勇士：（攻击：43、生命：48、防御：20、魔防：19）（）
食人巨魔：（攻击：43、生命：48、防御：20、魔防：19）（）
蛮荒角斗士：（攻击：43、生命：47、防御：24、魔防：20）（）
SP高地勇士：（攻击：43、生命：47、防御：23、魔防：21）（）
丛林链舞者：（攻击：43、生命：46、防御：23、魔防：20）（水弹枪手）
SP华铠决斗者：（攻击：43、生命：45、防御：25、魔防：20）（绮梦花魁）
沙海佣兵：（攻击：43、生命：45、防御：22、魔防：20）（巅峰助剑使）
SP狂兽人：（攻击：43、生命：45、防御：22、魔防：17）（）
SP狂战士：（攻击：43、生命：44、防御：22、魔防：21）（巅峰战将）
假面女仆：（攻击：43、生命：43、防御：23、魔防：23）（王室亲卫、果酱、一枝梅、空洞核心）
SP王女亲卫：（攻击：43、生命：43、防御：22、魔防：25）（巅峰剑卫）
SP素体改造人：（攻击：43、生命：42、防御：23、魔防：19）（）
獠牙卫队：（攻击：43、生命：40、防御：22、魔防：20）（巅峰锯刃）
重装步兵：（攻击：40、生命：43、防御：23、魔防：19）（棒球高手、初心者、逗鱼高手、神速、东立虎、艾尔文莎白、布丁剑客）
近卫步兵：（攻击：37、生命：53、防御：23、魔防：19）（战斗工作员）
暗黑卫队：（攻击：37、生命：53、防御：23、魔防：19）（）
*/

/* 枪兵（15）
SP姬武神：（攻击：45、生命：43、防御：22、魔防：22）（游击士、刚毅、薙刀巫姬）
SP精灵掷矛手：（攻击：43、生命：46、防御：24、魔防：22）（）
SP树人守卫：（攻击：43、生命：45、防御：25、魔防：20）（糖果树卫兵）
山峦守望者：（攻击：43、生命：45、防御：23、魔防：20）（）
唤潮者：（攻击：43、生命：45、防御：23、魔防：20）（）
方阵列兵：（攻击：43、生命：43、防御：23、魔防：17）（）
教国禁卫：（攻击：43、生命：43、防御：22、魔防：22）（）
SP暗影百夫长：（攻击：40、生命：48、防御：28、魔防：18）（）
圣盾亲卫：（攻击：40、生命：45、防御：22、魔防：20）（）
近卫枪兵：（攻击：40、生命：43、防御：23、魔防：17）（）
重装枪兵：（攻击：37、生命：48、防御：26、魔防：16）（冰球健将、巅峰斗士、受气包、小黑丸）
重戟百夫长：（攻击：37、生命：48、防御：23、魔防：17）（）
熔岩巨人：（攻击：34、生命：53、防御：26、魔防：19）（）
岩石巨人：（攻击：34、生命：48、防御：28、魔防：16）（城堡巨人）
水晶塑型者：（攻击：34、生命：48、防御：22、魔防：22）（）
*/

/* 骑兵（16）
SP皇家骑兵：（攻击：45、生命：45、防御：24、魔防：19）（巅峰铁骑、利昂莎白、赤鬼骑侍）
獠牙慑服者：（攻击：45、生命：43、防御：24、魔防：17）（冲浪先锋）
烈焰践行者：（攻击：45、生命：43、防御：23、魔防：19）（）
密林半人马：（攻击：45、生命：43、防御：22、魔防：17）（）
地狱犬：（攻击：45、生命：40、防御：20、魔防：19）（）
骨犀：（攻击：45、生命：36、防御：20、魔防：19）（光武·利刃、穿山甲守护者）
SP龙骑兵：（攻击：44、生命：45、防御：24、魔防：21）（）
巨蜥骑手：（攻击：43、生命：43、防御：24、魔防：19）（测验之灭兽、深林斥候）
巨蜥骑手：（攻击：43、生命：43、防御：24、魔防：19）（测验之灭兽、深林斥候）
魔蝎：（攻击：43、生命：43、防御：23、魔防：17）（）
独角兽：（攻击：43、生命：43、防御：22、魔防：22）（幻彩秘兽）
金骑士：（攻击：43、生命：43、防御：22、魔防：22）（）
机械骑士：（攻击：43、生命：43、防御：22、魔防：20）（巅峰游骑）
SP天琴亲卫：（攻击：43、生命：41、防御：23、魔防：22）（巅峰疾速）
重装骑兵：（攻击：43、生命：40、防御：22、魔防：17）（狗熊骑士）
近卫骑兵：（攻击：40、生命：43、防御：23、魔防：17）（）
*/

/* 飞兵（12）
阳冠战隼：（攻击：47、生命：45、防御：24、魔防：23）（代班鲁道夫）
SP吸血蝙蝠：（攻击：45、生命：45、防御：24、魔防：22）（午夜蛊惑）
SP龙裔战士：（攻击：45、生命：45、防御：23、魔防：22）（巅峰龙裔）
黯晶龙骑兵：（攻击：45、生命：45、防御：23、魔防：22）（）
SP机械龙骑士：（攻击：45、生命：44、防御：24、魔防：22）（）
SP圣天马：（攻击：45、生命：43、防御：23、魔防：24）（）
SP皇家狮鹫：（攻击：45、生命：43、防御：22、魔防：23）（飞蛇法老）、
石像鬼：（攻击：45、生命：43、防御：22、魔防：22）（南瓜杰克、巅峰坚石）
钢翼勇士：（攻击：45、生命：43、防御：22、魔防：22）（）
星虹天马：（攻击：43、生命：45、防御：22、魔防：22）（巅峰彩蛋侠、木马先锋队）
天使：（攻击：43、生命：43、防御：22、魔防：26）（雪夜洁羽）
黑天马骑士：（攻击：43、生命：43、防御：20、魔防：20）（）
*/

/* 水兵（11）
群岛特使：（攻击：43、生命：43、防御：23、魔防：22）（）
蜥蜴刀客：（攻击：43、生命：40、防御：22、魔防：19）（巅峰鲨鲨）
SP海怪：（攻击：40、生命：43、防御：24、魔防：19）（）
幽冥之触：（攻击：40、生命：43、防御：23、魔防：24）（草裙舞者）
人鱼统领：（攻击：40、生命：43、防御：23、魔防：19）（）
暗潮之鳞：（攻击：40、生命：43、防御：22、魔防：24）（）
冰川元素：（攻击：40、生命：43、防御：22、魔防：24）（）
深洋海盗：（攻击：40、生命：43、防御：22、魔防：22）（）
SP海洋祭师：（攻击：39、生命：44、防御：23、魔防：26）（）
龙虾巨兽：（攻击：37、生命：43、防御：26、魔防：16）（）
潮汐精灵：（攻击：37、生命：43、防御：23、魔防：22）（）
*/

/* 弓兵（14）
甲板炮手：（攻击：45、生命：40、防御：22、魔防：20）（剧作之魔手）
翠翼射手：（攻击：43、生命：40、防御：21、魔防：21）（）
SP妖精弓骑兵：（攻击：43、生命：40、防御：20、魔防：25）（）
荒野考察队：（攻击：43、生命：40、防御：20、魔防：22）（下午茶冲锋队）
独翼之矢：（攻击：43、生命：38、防御：18、魔防：22）（）
SP暗精灵射手：（攻击：43、生命：35、防御：20、魔防：26）（沙滩精灵）
SP大精灵：（攻击：42、生命：39、防御：21、魔防：23）（礼服假面、岛屿精灵、小萌、魔弓）
SP旋风游骑兵：（攻击：41、生命：40、防御：22、魔防：22）（）
破城巨弩：（攻击：41、生命：34、防御：19、魔防：21）（）
天空射手：（攻击：40、生命：36、防御：17、魔防：23）（）
火弩狙击手：（攻击：40、生命：34、防御：19、魔防：23）（）
突袭弩骑兵：（攻击：37、生命：36、防御：20、魔防：20）（）
矮人冒险者：（攻击：37、生命：34、防御：17、魔防：20）（河川钓童）
投石车：（攻击：31、生命：37、防御：17、魔防：20）（）
*/

/* 刺客（11）
SP无面者：（攻击：45、生命：39、防御：20、魔防：22）（巅峰迅刃）
亚人游荡者：（攻击：45、生命：36、防御：20、魔防：18） (甜筒使者)
深海复仇者：（攻击：44、生命：40、防御：20、魔防：20）（）
SP绯雾女侍：（攻击：43、生命：40、防御：22、魔防：26）（巅峰之刃）
SP暗杀者：（攻击：43、生命：40、防御：20、魔防：22）（小丑惊魂、绯色闪光）
方舟刺客：（攻击：43、生命：38、防御：23、魔防：18）（卡罗尔）
密林夜精灵：（攻击：43、生命：38、防御：20、魔防：20）（卡罗尔）
暗翎之刺：（攻击：43、生命：38、防御：20、魔防：20） ()
地精骑士：（攻击：43、生命：36、防御：20、魔防：20）（）
影侍：（攻击：43、生命：36、防御：20、魔防：20）（）
武士：（攻击：40、生命：40、防御：22、魔防：22）（忍部幻龙斋）
*/

/* 法师（9）
SP禁忌炼金师：（攻击：42、生命：43、防御：20、魔防：20）（）
SP毒蝠术师：（攻击：42、生命：40、防御：18、魔防：23）（编码之暗能、猩红啜饮者）
SP魔女：（攻击：42、生命：37、防御：17、魔防：28） (魔法夏日、巅峰术法、雏人偶之礼)
仙灵预言者：（攻击：41、生命：37、防御：17、魔防：22）（心跳的预兆、龙灯的祈愿）
熔火巫徒：（攻击：40、生命：43、防御：17、魔防：22）（巅峰水手）
SP男巫：（攻击：40、生命：36、防御：22、魔防：22） ()
禁林通灵师：（攻击：38、生命：38、防御：17、魔防：23）（）
魔晶术士：（攻击：37、生命：43、防御：22、魔防：19）（纸牌魔术师）
咒法术士：（攻击：37、生命：40、防御：20、魔防：24）（黯光星使）
*/

/* 僧侣（12）
SP狂热者：（攻击：42、生命：42、防御：22、魔防：22）（巅峰信念、狂热喵）
SP驱魔师：（攻击：40、生命：40、防御：22、魔防：20）（巅峰圣使、伍奇、星灵·小犬座）
灵宗斗僧：（攻击：40、生命：40、防御：19、魔防：23）（巅峰凛僧、伍奇）
辉光圣者：（攻击：40、生命：38、防御：22、魔防：22）（巅峰侍女）
圣卫术师：（攻击：37、生命：48、防御：24、魔防：24）（雪人专家）
山罡救援队：（攻击：37、生命：40、防御：22、魔防：24）（）
洗罪者：（攻击：34、生命：48、防御：22、魔防：22）（巅峰咩思者）
风花颂唱者： （攻击：34、生命：40、防御：22、魔防：22）（）
SP神官骑士：（攻击：34、生命：38、防御：22、魔防：26）（光武·愈合、灯马月兔）
SP神官：（攻击：34、生命：37、防御：22、魔防：28）（医学绅士）
森林祭司：（攻击：31、生命：40、防御：20、魔防：23）（绘笔之邪眼、气球小丑）
巫女：（攻击：31、生命：36、防御：17、魔防：28）（圣洁修女、甜筒侍应生、新生的力量）
*/

/* 魔物（11）
SP蛛魔精灵：（攻击：43、生命：43、防御：22、魔防：22）（圣夜快递员、幻粉蛛灵）
魔虫巨卫：（攻击：42、生命：48、防御：23、魔防：21）（）
SP火焰骷髅弓手：（攻击：42、生命：43、防御：20、魔防：19）（）
巨型灵佣：（攻击：42、生命：40、防御：24、魔防：18）（库雷格、星灵·小熊座）
契约魔像：（攻击：40、生命：48、防御：23、魔防：23）（）
钢鬃狼人：（攻击：40、生命：48、防御：23、魔防：19）（巅峰影狼、鹰灵法卫）
炼狱魔核：（攻击：40、生命：48、防御：20、魔防：23）（巅峰魔核）
重装骷髅：（攻击：40、生命：43、防御：22、魔防：19）（）
SP迷雾幽魂：（攻击：40、生命：42、防御：23、魔防：24）（鸣火式神、幽灵新娘）
融晶魔灵：（攻击：40、生命：40、防御：22、魔防：24）（噗尼）
死灵骑士：（攻击：40、生命：40、防御：22、魔防：20）（）
*/

/* 超绝团队
主角光环：马修（光之传承）、洛维奈尔大帝（方舟之誓）、席昂（复国的决意）
光辉军团：艾尔文（永恒的辉光|不灭的辉光）、辉耀圣召使（光明颂歌|纯洁圣所）、雷丁（正义的裁决）、格尼尔（光之梦想）
光之起源：蝶姆巴巴（乱罡之狂啸|群山的意志）、芙蕾雅（蔷薇之怒放|希望之力）、迪哈尔特（希望之光）、古巨拉（圣兽印记）
帝国之辉：巴恩哈特（铁血的野望|帝国之力）、利昂（帝国冲锋）、兰斯（帝国疾风）
黑暗轮回：席尔娜（终焉之梦海）、波赞鲁（暗之轮舞）、丽可丽丝（黑暗之力）
公主联盟：露娜（月辉奔袭|王女降临）、克里斯蒂安妮（绽放的英华）、雪露法妮尔（天煌圣女）
战略大师：格伦希尔（永冬征伐）、亚鲁特缪拉（战场大师）、兰芳特（王牌战法）
流星直击：泽瑞达（一击绝尘）、伊普西龙（寂灭新星）
传说彼端：恩雅（旷古的传说）、兰迪乌斯（璀璨的传说）、西格玛（传说的终焉）
时空枢纽：醒觉者（时空陨劫）、约修亚（星之所在）、浦饭幽助（魔强一统）、安杰丽卡（求救热线）
超凡领域：伊索尔德（佑世的锐意）、基扎洛夫（终焉葬歌）、树之贤者（超凡具现）
梦幻转生：希尔达（转生的决意）、阿雷斯（转生的预言）
 */

/*
LLR：
冰渊凌御者、辉耀圣召使、炎龙破灭者、幽瞳幻惑使、辉黯逆命者
*/

/*
单UP：
维坦、醒觉者、神降者、恩雅、席尔娜、蝶姆巴巴
*/

/*
SP：
马修（剑）、格尼尔（弓骑）、艾梅达（圣）、利昂（骑）、巴恩哈特（龙）、拉娜（圣）、雷丁（圣）、娜姆（弓骑）、艾尔文（骑）、海恩（法）、雪莉（圣）、
亚鲁特缪拉（飞）、迪哈尔特（骑）、蒂亚莉丝（圣骑）、芙蕾雅（圣）、路因（枪）、兰芳特（飞）、兰迪乌斯（骑）、西格玛（刺）、露娜（飞）、尤利娅（剑）
*/

/* 神契
索尔、菲依雅、海姆达尔、巴德尔、奥丁、弗丽嘉、提尔、洛基、维达
*/