// 十四分之一·重启

/*


1.刘云飞（男，31岁，戴眼镜，疯狂买彩票）(隐者)（隐狼）
故事：《异变前夜》—— 84分
道具：折叠的细长尖刀——非常细长的刀

2.陈念（男，24岁，穿格子衬衣，赌债）(月亮)（猎人）
故事：《黑暗双子》—— 81分
道具：手枪——一颗子弹

3.杨宇（男，37岁，灰色上衣，加杠杆炒股）(死神)（骑士）
故事：《鱼悸》—— 87分
道具：注射器和吐真剂——让人说真话

4.桃子（女，19岁，大学生，校园贷）(魔术师)（魔法师）
故事：《溶解液》—— 79分
道具：波塞冬卡片——调换讲故事人的顺序

5.王喜（男，28岁，/，火锅城亏损）(愚者)（白痴）
故事：《漩涡》—— 86分
道具：小男孩布娃娃——肚子里面藏着大门钥匙

6.双叶（女，25岁，/，被前男友诈骗）(女祭司)（女巫）
故事：《姐妹联谊会惊魂》—— 87分
道具：药瓶——蛇药解毒药和一瓶毒药

7.珍琴（女，35岁，面容和善，女儿患白血病而负债）(力量)（摄梦人）
故事：《蓝洞》—— 90分
道具：安眠药——让人睡着

8.雾岛（男，36岁，/，投资房产失败加抑郁症）(教皇)（预言家）
故事：《幽体》—— 85分
道具：笔记本和笔——记录故事得分、记录预感发生的事情

9.宋伦（男，42岁，长相儒雅，错误投资）(高塔)（守卫）
故事：《火锅与死神》—— 89分
道具：金色牌子和卡片——可以让一个人免于一死

10.蓝小云（女，22岁，大学毕业，父母欠债）(恋人)（暗恋者）
故事：《黑夜迷踪》—— 91分
道具：宙斯卡片——让一人的分数+7分，否则自己死亡

11.刘峰（男，26岁，/，挥霍无度）(世界)（平民）
故事：《永夜》—— 95分
道具：空盒子——无作用

12.博雷（男，24岁，帅哥，负债原因不明）(正义)（警长）
故事：《切除》—— 96分
道具：警徽——未知

13.乌鸦（男，38岁，无业，借高利贷）(倒吊男)（盗贼）
故事：《麻雀生死战》
道具：所有人房间的钥匙——打开别人的房门

14.贺亚军（男，40岁，穿西装，公司破产）(审判)（法官）
故事：《汤姆和杰瑞》
道具：哈迪斯卡片——选择2个人票数多的出局



事件备注：
前夜：主办者说隐藏在众人之间
第一夜·降灵：桃子给众人占卜塔罗牌
第二夜·毒蛇：王喜被毒蛇咬
第三夜·技能：众人分享技能
第四夜·预感：蓝小云和雾岛私聊得知雾岛有预知能力
第五夜·死亡：桃子死于毒气淘汰
第六夜·结盟：蓝小云和人结盟找主办者
第七夜·场外：网友猜测主办者并且杨宇对刘峰使用吐真剂
第八夜·共同：大家一起探讨他们的共同点
第九夜·关键：雾岛预制能力是假装的
第十夜·死亡：陈念死于门缝尖刀淘汰
十一夜·讨论：陈念道具被盗并且桃子尸体消失
十二夜·暗杀：网友再次讨论主办者是谁并且刘峰遭受枪击并且乌鸦被下药
十三夜·线索：发现每个人是狼人杀的身份并且珍琴承认偷走手枪并且蓝小云认为宋伦是父亲
十四夜·讨论：众人讨论谁是主办者
十五夜·终局：刘云飞要被杀死并且宋伦使用金牌救他并且蓝小云给宋伦+7分并且何亚军发动投票投死宋伦
终结：宋伦承认主办者身份并且王喜是幕后主办者


*/