/*
// 梦幻模拟战巅峰纪念皮肤
s1：巅峰伟力（巴恩哈特）
s2：真源的帝王（利昂）
s3：凯旋的终时（尤利娅）
s4：魔龙的怒焰（妮丝蒂尔）
s5：破枷的翔龙（克拉蕾特）
s6：甲斐的猛兽（古巨拉）
s7：凌人的女杰（希尔达）
s8：圣辉的月轮（罗泽希尔）
s9：幻法的圣裁（降生之光）
s10：真理的创生（卢克蕾蒂娅）
s11：圣耀的钟摆（玛丽埃尔）
s12：奢豪的秘客（兰迪乌斯）
s13：荆棘的真祖（伊普西龙）
s14：辉耀的征途（维尔纳）
s15：赤绡云裳（梓）
s16：黎星之耀羽（格伦希尔）
s17：龙旌紫曜（胧）
s18：幻光旋律（光佑使徒）
s19：罚罪魇影（醒觉者）
s20：永恒的终焉（神降者）
s21：黯翼幽影（缇雅娜）
s22：焰羽圣烛（艾希恩）
*/

/*
// 梦幻巅峰竞技场纪念皮肤
s1：上古智瞳（艾马林克）
s2：圣枪魔影（弗拉基亚）
s3：钛金武士（雾风）
s4：钢铁的英姿（塞蕾娜）
s5：极速巧匠（安杰丽卡）
s6：疾速快递（蕾蒂西亚）
s7：圣洁之花（索菲亚）
s8：废土凶牙（银狼）
s9：灯灵狂想（奥利佛）
s10：疾行玩咖（阿尔弗雷德）
s11：雄略君王（路因）
s12：绿林飞侠（利亚特）
s13：热情斗士（伊梅尔达）
s14：霜冥朽巫（埃格贝尔特）
s15：片叶枫狩（丽莎）
s16：斩浪怒涛（利斯塔）
s17：先训哲音（安娜）
s18：玫瑰铳客（洛加）
s19：奇异幻戏（莉法妮）
s20：午憩时光（杰西卡）
s21：远洋骁骑（兰斯）
s22：伶俏花仙（蒂亚莉丝）
s23：梦中倩影（露娜）
*/

/*
// 梦幻模拟战排位士兵纪念皮肤
s1：巅峰斗士（重装枪兵）
s2：巅峰之刃（绯雾女侍）
s3：巅峰战将（狂战士）
s4：巅峰信念（狂热者）
s5：巅峰铁骑（皇家骑兵）
s6：巅峰疾速（天琴亲卫）
s7：巅峰圣使（驱魔师）
s8：巅峰迅刃（无面者）
s9：巅峰剑卫（王女亲卫）
s10：巅峰术法（魔女）
s11：巅峰坚石（石像鬼）
s12：巅峰游骑（机械骑士）
s13：巅峰助剑使（沙海佣兵）
s14：巅峰凛僧（灵宗斗僧）
s15：巅峰影狼（钢鬓狼人）
s16：巅峰鲨鲨（蜥蜴刀客）
s17：巅峰咩思者（洗罪者）
s18：巅峰锯刃（獠牙卫队）
s19：巅峰彩蛋侠（星虹天马）
s20：下午茶冲锋队（荒野考察队）
s21：巅峰水手（熔火巫徒）
s22：巅峰侍女（辉光圣者）
s23：巅峰龙裔（龙裔战士）
*/

/* 步兵（15）
SP狂兽人：65.25 / 22.00  （）
SP素体改造人：64.29 / 23.00  （）
丛林链舞者：62.35 / 28.75  （水弹枪手）
蛮族勇士：62.35 / 26.00  （）
华铠决斗者：60.93 / 26.45  （绮梦花魁）
沙海佣兵：60.20 / 28.00  （巅峰助剑使）
假面女仆：55.90 / 29.90  （王室亲卫、果酱、一枝梅、空洞核心）
食人巨魔：55.90 / 26.00  （）
SP王女亲卫：55.90 / 22.00  （巅峰剑卫）
獠牙卫队：55.90 / 22.00  （巅峰锯刃）
狂战士：53.90 / 22.00  （巅峰战将）
重装步兵：52.00 / 29.90  （棒球高手、初心者、逗鱼高手、神速、东立虎、艾尔文莎白、布丁剑客）
高地勇士：46.00 / 25.30  （）
近卫步兵：37.00 / 33.35  （战斗工作员）
暗黑卫队：37.00 / 23.00  （）
*/

/* 枪兵（14）
岩石巨人：34.00 / 36.40  （城堡巨人）
SP树人守卫：62.35 / 36.25  （糖果树卫兵）
重装枪兵：37.00 / 33.80  （冰球健将、巅峰斗士、受气包、小黑丸）、
SP暗影百夫长：40.00 / 33.60  （）
圣盾亲卫：48.00 / 30.36  （）
重戟百夫长：48.10 /29.90  （）
SP精灵掷矛手：55.90 / 28.80  （）
方阵列兵：61.92 /  27.60  （）
唤潮者：43.00 / 27.60  （）
熔岩巨人：34.00 / 26.00  （）
近卫枪兵：58.00 / 23.00  （）
教国禁卫：72.67 / 22.00  （）
姬武神：55.90 / 22.00  （游击士、刚毅、薙刀巫姬）
水晶塑型者：34.00 / 22.00  （）
*/

/* 骑兵（15）
骨犀：65.25 / 20.00  （光武·利刃、穿山甲守护者）
巨蜥骑手：62.35 / 30.00  （测验之灭兽）
天琴亲卫：62.35 / 22.00  （巅峰疾速）
烈焰践行者：58.50 / 26.45  （）
圣殿骑士：58.00 / 31.90  （光武·重装）
獠牙慑服者：56.25 / 37.50  （冲浪先锋）
金骑士：55.90 / 34.32  （）
龙骑兵：55.90 / 28.60  （）
机械骑士：55.90 / 25.30  （巅峰游骑）
独角兽：55.90 / 22.00  （幻彩秘兽）
SP皇家骑兵：54.00 / 34.80  （巅峰铁骑、利昂莎白、赤鬼骑侍）
魔蝎：53.90 / 29.90  （）
重装骑兵：51.60 / 22.00  （狗熊骑士）
地狱犬：45.00 / 20.00  （）
近卫骑兵：40.00 / 33.35  （）
*/

/* 飞兵（11）
黯晶龙骑兵：63.00 / 32.20  （）
星虹天马：61.81 / 27.50  （巅峰彩蛋侠）
阳冠战隼：61.10 / 40.56  （代班鲁道夫）
石像鬼：58.50 / 28.60  （南瓜杰克、巅峰坚石）
钢翼勇士：58.50 / 28.60  （）
SP龙裔战士：58.50 / 27.60  （巅峰龙裔）
皇家狮鹫：58.50 / 26.00  （飞蛇法老）
机械龙骑士：56.25 / 37.50  （）
天使：51.60 / 26.40  （雪夜洁羽）
吸血蝙蝠：45.00 / 22.00  （午夜蛊惑）
圣天马：43.00 / 34.50  （）
*/

/* 水兵（10）
蜥蜴刀客：62.35 / 22.00  （巅峰鲨鲨）
群岛特使：61.81 / 26.45  （）
幽冥之触：58.82 / 27.06  （草裙舞者）
SP海怪：58.00 / 24.00  （）
冰川元素：56.00 / 22.00  （）
SP海洋祭师：54.60 / 23.00  （）
人鱼统领：52.00 / 29.90  （）
深洋海盗：48.00 / 28.60  （）
潮汐精灵：44.40 / 33.35  （）
龙虾巨兽：37.00 / 39.00  （）
*/

/* 弓兵（14）
翠翼射手：71.70 / 21.00 （）
SP暗精灵射手：69.88 / 26.00  （沙滩精灵）
甲板炮手：67.28 / 22.00  （剧作之魔手）
独翼之矢：64.50 / 18.00  （）
SP大精灵：62.79 / 27.30  （礼服假面、岛屿精灵、小萌、魔弓）
荒野考察队：55.90 / 24  （下午茶冲锋队）
破城巨弩：55.35 / 19.00  （）
妖精弓骑兵：54.00 / 20.00  （）
火弩狙击手：52.00 / 19.00  （）
天空射手：52.00 / 17.00  （）
投石车：37.00 / 17.00  （）
突袭弩骑兵：42.55 / 20.00  （）
矮人冒险者：42.55 / 17.00  （河川钓童）
旋风游骑兵：37.00 / 33.00  （）
*/

/* 刺客（10）
暗翎之刺：69.66 / 20.00  ()
SP无面者：67.50 / 20.00  （巅峰迅刃）
方舟刺客：56.87 / 23.00  （卡罗尔）
密林夜精灵：56.13 / 20.00  （卡罗尔）
SP暗杀者：53.75 / 20.00  （小丑惊魂、绯色闪光）
武士：51.60 / 22.00  （忍部幻龙斋）
SP绯雾女侍：49.45 / 22.00  （巅峰之刃）
影侍：46.87 / 20.00  （）
地精骑士：46.87 / 20.00  （）
亚人游荡者：45.00 / 20.00  (甜筒使者)
*/

/* 法师（9）
SP魔女：63.00 / 17.00  (魔法夏日、巅峰术法、雏人偶之礼)
仙灵预言者：61.30 / 17.00  （心跳的预兆、龙灯的祈愿）
SP毒蝠术师：58.80 / 18.00  （编码之暗能、猩红啜饮者）
SP男巫：58.00 / 22.00  ()
SP禁忌炼金师：55.90 / 20.00  （）
熔火巫徒：52.00 / 17.00  （巅峰水手）
禁林通灵师：49.40 / 17.00 （）
咒法术士：44.4 / 25.00  （黯光星使）
魔晶术士：37.00 / 22.00  （）
*/

/* 僧侣（11）
SP狂热者：60.90 / 31.90  （巅峰信念、狂热喵）
辉光圣者：58.00 / 22.00  （巅峰侍女）
SP驱魔师：52.00 / 28.60  （巅峰圣使、伍奇、星灵·小犬座）
灵宗斗僧：52.00 / 23.75  （巅峰凛僧、伍奇）
圣卫术师：48.10 / 31.20  （雪人专家）
洗罪者：34.00 / 26.40  （巅峰咩思者）
SP神官：34.00 / 24.20  （医学绅士）
SP神官骑士：34.00 / 22.00  （光武·愈合、灯马月兔）
风花颂唱者： 34.00 / 22.00  （）
巫女：31.00 / 29.75  （圣洁修女、甜筒侍应生、新生的力量）
森林祭司：31.00 / 20.00  （绘笔之邪眼）
*/

/* 魔物（9）
巨型灵佣：65.49 / 24.00  （库雷格、星灵·小熊座）
钢鬓狼人：56.00 / 32.20  （巅峰影狼、鹰灵法卫）
炼狱魔核：56.00 / 20.00  （）
SP火焰骷髅弓手：54.60 / 20.00  （）
SP蛛魔精灵：53.75 / 22.00  （圣夜快递员、幻粉蛛灵）
SP迷雾幽魂：52.00 / 27.60  （鸣火式神）
死灵骑士：52.00 / 22.00  （）
契约魔像：48.00 / 27.60  （）
重装骷髅：40.00 / 28.60  （）
*/

/* 超绝团队
主角光环：马修（光之传承）、洛维奈尔大帝（方舟之誓）、席昂（复国的决意）
光辉军团：艾尔文（永恒的辉光|不灭的辉光）、辉耀圣召使（光明颂歌|纯洁圣所）、雷丁（正义的裁决）、格尼尔（光之梦想）
光之起源：蝶姆巴巴（乱罡之狂啸|群山的意志）、芙蕾雅（蔷薇之怒放|希望之力）、迪哈尔特（希望之光）、古巨拉（圣兽印记）
帝国之辉：巴恩哈特（铁血的野望|帝国之力）、利昂（帝国冲锋）、兰斯（帝国疾风）
黑暗轮回：席尔娜（终焉之梦海）、波赞鲁（暗之轮舞）、丽可丽丝（黑暗之力）
公主联盟：露娜（月辉奔袭|王女降临）、克里斯蒂安妮（绽放的英华）、雪露法妮尔（天煌圣女）
战略大师：格伦希尔（永冬征伐）、亚鲁特缪拉（战场大师）、兰芳特（王牌战法）
流星直击：泽瑞达（一击绝尘）、伊普西龙（寂灭新星）
传说彼端：恩雅（旷古的传说）、兰迪乌斯（璀璨的传说）、西格玛（传说的终焉）
时空枢纽：醒觉者（时空陨劫）、约修亚（星之所在）、浦饭幽助（魔强一统）、安杰丽卡（求救热线）
超凡领域：伊索尔德（佑世的锐意）、基扎洛夫（终焉葬歌）、树之贤者（超凡具现）
梦幻转生：希尔达（转生的决意）、阿雷斯（转生的预言）
 */

/*
LLR：
冰渊凌御者、辉耀圣召使、炎龙破灭者、幽瞳幻惑使
*/

/*
单UP：
维坦、醒觉者、神降者、恩雅、席尔娜、蝶姆巴巴
*/

/*
SP：
马修（剑）、格尼尔（弓骑）、艾梅达（圣）、利昂（骑）、巴恩哈特（龙）、拉娜（圣）、雷丁（圣）、娜姆（弓骑）、艾尔文（骑）、海恩（法）、雪莉（圣）、
亚鲁特缪拉（飞）、迪哈尔特（骑）、蒂亚莉丝（圣骑）、芙蕾雅（圣）、路因（枪）、兰芳特（飞）、兰迪乌斯（骑）、西格玛（刺）、露娜（飞）
*/

/* 神契
索尔、菲依雅、海姆达尔、巴德尔、奥丁、弗丽嘉、提尔、洛基、维达
*/