/*

// 蜀国：
刘备（医者）：（使用/奶爸）
    连携（桃园之志：刘备、关羽、张飞）：回合开始时，我方武将每拥有一个增益状态，刘备获得25点怒气，最多200点。
关羽（骑兵）：（使用/主c）
    连携（桃园之义：关羽、张飞）：我方出阵武将拥有的每个增益状态使自身获得5点攻击强度，最高50。
张飞（枪兵）：（使用/辅助）
    连携（桃园之誓：张飞、关羽）：自身释放怒气技时，每命中1名敌军，使我方的蜀国武将获得50点怒气。
诸葛亮（策士）：（使用/辅助）
    连携（神机妙算：诸葛亮、蜀、蜀、蜀）：获得[神机妙算]()
魏延（游侠）：（使用/副c）
    连携（鲸吞万军：魏延、蜀、蜀）：每个出战的蜀国武将，为自身提高5点暴击。
黄忠（弓兵）：（使用/副c）
    连携（百发百中：黄忠、关羽）：自身拥有的每个增益状态，为我方武将提供5点破格，我方出战的弓兵必定破格。
关银屏（骑兵）：
    连携（将门虎女：关银屏、马云禄）：我方武将的物攻强度+15。
马云禄（骑兵）：
    连携（铁骑绝尘：马云禄、关银屏）：我方武将受男性武将攻击时，抗暴+10。
赵云（枪兵）：
    连携（枪出如龙：赵云、游侠、医者）：我方武将物攻强度和策攻强度+10。
马超（骑兵）：
    连携（？：马超、传奇、传奇、传奇）：回合开始时获得【横行天下】。
*/

/*

// 吴国
孙策（骑兵）：（使用/）
    连携（江东霸王：孙策、周瑜）：击杀敌军时，目标每拥有一层【燃烧】恢复1%生命值与25点怒气。
周瑜（策士）：（使用/）
    连携（火烧赤壁：周瑜、吴、吴、吴）：我方武将攻击有【燃烧】的敌军时，攻击强度和策略强度+60；我方武将攻击有至少3层【燃烧】的敌军时，吸血+20%；我方武将攻击有至少5层【燃烧】的敌军时，
                                    暴击+30；我方武将攻击有至少7层【燃烧】的敌军时，暴击伤害+30%；我方武将攻击有至少10层【燃烧】的敌军时，额外获得200点怒气。
周泰（步兵）：（使用/）
    连携（江东铁壁：周泰、孙策）：我方武将受到【燃烧】敌军攻击时，物攻抗性和策攻抗性+30。
太史慈（游侠）：（使用/）
    连携（烈焰燎原：太史慈、周瑜）：使用怒气攻击时，使目标获得10层【燃烧】，若目标已有十层【燃烧】，则怒气技能额外造成50%的物理伤害。
华佗（医者）：（使用/）
    连携（华佗、传奇、传奇）：使用技能治疗时，对治疗目标施加【洞若观火】。
陈宫（医者）：（使用/）
    连携（智策百出：陈宫、传奇、传奇）：我方武将的怒气获取效率+10%。
大乔（策士）：
    连携（蝶舞飞花：大乔、小乔）：自身怒气技攻击范围+1；自身怒气技效果范围扩大为方形1格；但怒气技的造成的伤害下降为60%/70%的策略伤害。
小乔（医者）：
    连携（移花接木：小乔、大乔）：怒气技的攻击范围+2。
*/