/*

古诗词：

B
《别董大二首》——高适（唐）
千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。
六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。


C
《池上》——白居易（唐）
小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。

《赤壁》——杜牧（唐）
折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。

《出塞二首·其一》——王昌龄（唐）
秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。

《滁州西涧》——韦应物（唐）
独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。

《春江花月夜》——张若虚（唐）
春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰；空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？
人生代代无穷已，江月年年只相似。不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。
此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。

《春晓》——孟浩然（唐）
春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。

《村居》——高鼎（清）
草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。


D
《登鹳雀楼》——王之涣（唐）
白日依山尽看，黄河入海流。欲穷千里目，更上一层楼。

《短歌行》——曹操（东汉末年）
对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。
青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。
明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。
月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，水不厌深。周公吐哺，天下归心。


F
《风》——李峤（唐）
解落三秋叶，能开二月花。过江千石浪，入竹万竿斜。

《枫桥夜泊》——张继（唐）
月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。

《逢雪宿芙蓉山》——刘长卿（唐）
日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。

《芙蓉楼送辛渐》——王昌龄（唐）
寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。

《赋得古原草送别/草》——白居易（唐）
离离原上草，一岁一枯荣。野火烧不尽，出风吹又生。
远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。


G
《观沧海》——曹操（东汉末年）
东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。
秋风萧瑟，洪波涌起。日月之行，若出其中。星汉灿烂，若出其里。
幸甚至哉，歌以咏志。

《古朗月行》——李白（唐）
小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。
仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐。

《龟虽寿》——曹操（东汉末年）
神龟虽寿，犹有尽时；腾蛇乘雾，终为土灰。老骥伏枥，志在千里。
烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。
幸甚至哉，歌以咏志。


H
《黄鹤楼》——崔颢（唐）
昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。
晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。

《黄鹤楼送孟浩然之广陵》——李白（唐）
故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。

《回乡偶书二首·其一》——贺知章（唐）
少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。


J
《蒹葭》——佚名（先秦）
蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。
蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。
蒹葭采采，白露未已，所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。

《江南春》——杜牧（唐）
千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。

《江雪》——柳宗元（唐）
千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。

《静夜思》——李白（唐）
床前明月光，疑是地上霜。举头望明月，低头思故乡。

《九月九日忆山东兄弟》——王维（唐）
独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。

《绝句》——杜甫（唐）
两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。


L
《浪淘沙（北戴河）》——毛泽东（近现代）
大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？
往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。

《凉州词二首·其一》——王翰（唐）
葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？


M
《梅花/梅》——王安石（宋）
墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。

《悯农·其一》——李绅（唐）
春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。

《悯农·其一》——李绅（唐）
锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？


P
《破阵子（为陈同甫赋壮词以寄之）》——辛弃疾（宋）
醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。
马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后。可怜白发生！


Q
《七律·长征》——毛泽东（近现代）
红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪。乌蒙磅礴走泥丸。
金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。

《钱塘湖春行》——白居易（唐）
孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。

《沁园春·雪》——毛泽东（近现代）
北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红装素裹，分外妖娆。
江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。

《青松》——陈毅（近现代）
大雪压青松，青松挺且直。要知松高洁，待到雪化时。

《青玉案（元夕）》——辛弃疾（宋）
东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。
蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。暮然回首，那人却在，灯火阑珊处。

《清平乐（村居）》——辛弃疾（宋）
茅檐低小，溪上青青草。醉里吴英相媚好，白发谁家翁媪。
大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。


R
《如梦令（常记溪亭日暮）》——李清照（宋）
常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。


S
《山村咏怀》——邵雍（宋）
一去二三里，烟村四五家。亭台六七座，八九十枝花。

《山行》——杜牧（唐）
远上寒山石径斜，白云深处有人家。停车坐爱枫林晚，霜叶红于二月花。

《石灰吟》——于谦（明）
千锤万凿出深山，烈火焚烧若等闲。粉骨碎身浑不怕，要留清白在人间。

《水调歌头（明月几时有）》——苏轼（宋）
丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。
明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。
转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。

《四时田园杂兴·其三十一》——范成大（宋）
昼出耕田夜继麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。

《送杜少府之任蜀州》——王勃（唐）
城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。

《送元二使安西》——王维（唐）
渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。

《宿新市徐公店》——杨万里（宋）
篱落疏疏一径深，树上花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。

《所见》——袁枚（清）
牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。


T
《桃花庵歌》——唐寅（明）
桃花坞里桃花庵，桃花庵里桃花仙；桃花仙人种桃树，又摘桃花换酒钱。
酒醒只来花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。
但愿老死花酒间，不愿鞠躬车马前。车尘马足贵者趣，酒盏花枝贫者缘。
若将富贵比贫者，一在平地一在天。若将花酒比车马，他得驱驰我得闲。
世人笑我忒风骚，我笑他人看不穿。不见五陵豪杰墓，无花无酒锄作田。

《滕王阁诗》——王勃（唐）
滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。

《天净沙（秋思）》——马致远（元）
枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。


W
《望庐山瀑布》——李白（唐）
日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。

《望天门山》——李白（唐）
天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。


X
《夏日绝句》——李清照（宋）
生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。

《相思》——王维（唐）
红豆生南国，春来发几枝。愿君多采撷，此物最相思。

《小池》——杨万里（宋）
泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。

《小儿垂钓》——胡令能（唐）
蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。

《晓出净慈寺送林子方》——杨万里（宋）
毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。

《宣州谢眺楼饯别校书叔云》——李白（唐）
弃我去者，昨日之日不可留。乱我心者，今日之日多烦忧。
长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。

《寻隐者不遇》——贾岛（唐）
松下问童子，言师采药去。只在此山中，云深不知处。


Y
《雁门太守行》——李贺（唐）
黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。

《夜书所见》——叶绍翁（宋）
萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。

《忆江南》——白居易（唐）
江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？

《忆秦娥（娄山关）》——毛泽东（近现代）
西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。
雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。

《咏鹅》——骆宾王（唐）
鹅鹅鹅，曲项向天歌。白毛浮绿水，红掌拨清波。

《咏柳》——贺知章（唐）
碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。

《游子吟》——孟郊（唐）
慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。

《元日》——王安石（宋）
爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。


Z
《早春呈水部张十八员外（其一）》——韩愈（唐）
天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。

《早发白帝城》——李白（唐）
朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。

《赠汪伦》——李白（唐）
李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。

《舟过安仁》——杨万里（宋）
一叶渔舟两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。






*/