/*

古诗词：

B
《别董大二首》——高适（唐）
千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。
六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。

《泊秦淮》——杜牧（唐）
烟笼寒水月笼沙，夜泊情怀近酒家。商女不知亡国恨，隔江犹唱后庭花。


C
《池上》——白居易（唐）
小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。

《赤壁》——杜牧（唐）
折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。

《酬乐天扬州初逢席上见赠》——刘禹锡（唐）
巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。

《出塞二首·其一》——王昌龄（唐）
秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。

《滁州西涧》——韦应物（唐）
独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。

《春江花月夜》——张若虚（唐）
春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰；空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？
人生代代无穷已，江月年年只相似。不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。
此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。

《春望》——杜甫（唐）
国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。

《春晓》——孟浩然（唐）
春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。

《次北固山下》——王湾（唐）
客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。

《村居》——高鼎（清）
草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。


D
《登高》——杜甫（唐）
风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。

《登鹳雀楼》——王之涣（唐）
白日依山尽看，黄河入海流。欲穷千里目，更上一层楼。

《登乐游园》——李商隐（唐）
向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。

《登金陵凤凰台》——李白（唐）
凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。

《登幽州台歌》——陈子昂（唐）
前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！

《渡汉江》——宋之问（唐）
岭外音书断，经冬复历春。近乡情更怯，不敢问来人。

《短歌行》——曹操（东汉末年）
对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。
青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。
明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。
月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，水不厌深。周公吐哺，天下归心。


F
《风》——李峤（唐）
解落三秋叶，能开二月花。过江千石浪，入竹万竿斜。

《枫桥夜泊》——张继（唐）
月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。

《逢入京使》——岑参（唐）
故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。

《逢雪宿芙蓉山》——刘长卿（唐）
日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。

《芙蓉楼送辛渐》——王昌龄（唐）
寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。

《赋得古原草送别/草》——白居易（唐）
离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。
远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。


G
《哥舒歌》——西鄙人（唐）
北斗七星高，哥舒夜带刀。至今窥牧马，不敢过临洮。

《观沧海》——曹操（东汉末年）
东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。
秋风萧瑟，洪波涌起。日月之行，若出其中。星汉灿烂，若出其里。
幸甚至哉，歌以咏志。

《古朗月行》——李白（唐）
小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。
仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐。

《龟虽寿》——曹操（东汉末年）
神龟虽寿，犹有尽时；腾蛇乘雾，终为土灰。老骥伏枥，志在千里。
烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。
幸甚至哉，歌以咏志。

《过故人庄》——孟浩然（唐）
故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。


H
《寒窑赋》——吕蒙正（宋）
天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。
盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军事。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。
有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。
青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。
天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？
吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公。身虽鞠躬于一人之下，但列职于千万人之上。有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥，人道我贵，非我之能也，此乃时也、运也、命也。
嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。

《黄鹤楼》——崔颢（唐）
昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。
晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。

《黄鹤楼送孟浩然之广陵》——李白（唐）
故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。

《回乡偶书二首·其一》——贺知章（唐）
少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。


J
《蒹葭》——佚名（先秦）
蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。
蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。
蒹葭采采，白露未已，所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。

《江城子·乙卯正月二十日夜记梦》——苏轼（宋）
十年生死两茫茫。不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。
夜来幽梦忽还乡。小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。

《江南春》——杜牧（唐）
千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。

《江南逢李龟年》——杜甫（唐）
岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。

《江雪》——柳宗元（唐）
千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。

《静夜思》——李白（唐）
床前明月光，疑是地上霜。举头望明月，低头思故乡。

《九月九日忆山东兄弟》——王维（唐）
独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。

《绝句》——杜甫（唐）
两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。


L
《浪淘沙（北戴河）》——毛泽东（近现代）
大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？
往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。

《凉州词二首·其一》——王之涣（唐）
黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。

《凉州词二首·其二》——王翰（唐）
葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？

《鹿柴》——王维（唐）
空山不见人，但闻人语响。返影入深林，复照青苔上。

《旅夜书怀》——杜甫（唐）
细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。漂漂何所似，天地一沙鸥。


M
《梅花/梅》——王安石（宋）
墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。

《悯农·其一》——李绅（唐）
春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。

《悯农·其二》——李绅（唐）
锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？


P
《琵琶行》——白居易（唐）
浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。
忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁，琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为霓裳后绿腰。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁剂突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。
沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。
我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛，呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。
感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。

《破阵子（为陈同甫赋壮词以寄之）》——辛弃疾（宋）
醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。
马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后。可怜白发生！


Q
《七律·长征》——毛泽东（近现代）
红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪。乌蒙磅礴走泥丸。
金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。

《七律·人民解放军占领南京》——毛泽东（近现代）
钟山风雨起苍黄，百万雄师过大江。虎踞龙盘今胜昔，天翻地覆慨而慷。
宜将剩勇追穷寇，不可沽名学霸王。天若有情天亦老，人间正道是沧桑。

《钱塘湖春行》——白居易（唐）
孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。

《将进酒》——李白（唐）
君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。
烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。
陈王昔时宴平乐，斗酒十千恣欢虐。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。

《沁园春·雪》——毛泽东（近现代）
北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红装素裹，分外妖娆。
江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。

《青松》——陈毅（近现代）
大雪压青松，青松挺且直。要知松高洁，待到雪化时。

《青玉案（元夕）》——辛弃疾（宋）
东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。
蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。暮然回首，那人却在，灯火阑珊处。

《清平乐（村居）》——辛弃疾（宋）
茅檐低小，溪上青青草。醉里吴英相媚好，白发谁家翁媪。
大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。


R
《如梦令（常记溪亭日暮）》——李清照（宋）
常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。

《如梦令（昨夜雨疏风骤）》——李清照（宋）
昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否，应是绿肥红瘦。


S
《塞下曲》——卢纶（唐）
月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。

《山村咏怀》——邵雍（宋）
一去二三里，烟村四五家。亭台六七座，八九十枝花。

《山行》——杜牧（唐）
远上寒山石径斜，白云深处有人家。停车坐爱枫林晚，霜叶红于二月花。

《石灰吟》——于谦（明）
千锤万凿出深山，烈火焚烧若等闲。粉骨碎身浑不怕，要留清白在人间。

《蜀道难》——李白（唐）
噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。
问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也若此，嗟乎远道之人胡为乎来哉！
剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！

《水调歌头（明月几时有）》——苏轼（宋）
丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。
明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。
转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。

《四时田园杂兴·其三十一》——范成大（宋）
昼出耕田夜继麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。

《送杜少府之任蜀州》——王勃（唐）
城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。

《送灵澈上人》——刘长卿（唐）
苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。

《送元二使安西/渭城曲》——王维（唐）
渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。

《宿新市徐公店》——杨万里（宋）
篱落疏疏一径深，树上花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。

《所见》——袁枚（清）
牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。


T
《桃花庵歌》——唐寅（明）
桃花坞里桃花庵，桃花庵里桃花仙；桃花仙人种桃树，又摘桃花换酒钱。
酒醒只来花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。
但愿老死花酒间，不愿鞠躬车马前。车尘马足贵者趣，酒盏花枝贫者缘。
若将富贵比贫者，一在平地一在天。若将花酒比车马，他得驱驰我得闲。
世人笑我忒风骚，我笑他人看不穿。不见五陵豪杰墓，无花无酒锄作田。

《滕王阁诗》——王勃（唐）
滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。

《题都城南庄》——崔护（唐）
去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。

《题破山寺后禅院》——常建（唐）
清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。

《天净沙（秋思）》——马致远（元）
枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。


W
《望庐山瀑布》——李白（唐）
日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。

《望天门山》——李白（唐）
天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。

《望月怀远》——张九龄（唐）
海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。

《望岳》——杜甫（唐）
岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。

《无题·相见时难别亦难》——李商隐（唐）
相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。

《乌衣巷》——刘禹锡（唐）
朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。


X
《夏日绝句》——李清照（宋）
生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。

《相思》——王维（唐）
红豆生南国，春来发几枝。愿君多采撷，此物最相思。

《小池》——杨万里（宋）
泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。

《小儿垂钓》——胡令能（唐）
蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。

《晓出净慈寺送林子方》——杨万里（宋）
毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。

《行路难·其一》——李白（唐）
金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。

《宣州谢眺楼饯别校书叔云》——李白（唐）
弃我去者，昨日之日不可留。乱我心者，今日之日多烦忧。
长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。

《寻隐者不遇》——贾岛（唐）
松下问童子，言师采药去。只在此山中，云深不知处。


Y
《雁门太守行》——李贺（唐）
黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。

《夜书所见》——叶绍翁（宋）
萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。

《夜宿山寺》——李白（唐）
危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。

《夜雨寄北》——李商隐（唐）
君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。

《忆江南》——白居易（唐）
江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？

《忆秦娥（娄山关）》——毛泽东（近现代）
西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。
雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。

《咏鹅》——骆宾王（唐）
鹅鹅鹅，曲项向天歌。白毛浮绿水，红掌拨清波。

《咏柳》——贺知章（唐）
碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。

《游子吟》——孟郊（唐）
慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。

《雨霖铃（寒蝉凄切）》——柳永（宋）
寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里秋波，暮霭沉沉楚天阔。
多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？

《与诸子登岘山》——孟浩然（唐）
人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。

《元日》——王安石（宋）
爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。


Z
《早春呈水部张十八员外（其一）》——韩愈（唐）
天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。

《早发白帝城》——李白（唐）
朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。

《赠汪伦》——李白（唐）
李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。

《舟过安仁》——杨万里（宋）
一叶渔舟两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。

《竹里馆》——王维（唐）
独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。


*/