/*

1.UNO（已有正版）
人数（2-6）
胜利条件：最先打完所有牌的玩家为获胜者。（合家欢）


2.情书（已有正版）
人数（3-5）
胜利条件：最终存活或者最终比大小最大的玩家为获胜者。（合家欢、对抗）


3.诺丁汉警长（已有正版）
人数（3-5）
胜利条件：最终获得钱最多的玩家为获胜者。（合家欢、对抗、赌博）


4.璀璨宝石（已有典藏版/已有普通扩展）
人数（2-4）
胜利条件：最先获得到15分的玩家为获胜者。（对抗、策略）


5.精灵回路·归零（已有正版和扩展）
人数（2-4）
胜利条件：击败最终boss获得最终胜利。（合作，打怪升级）


6.林中小屋（已有普通版）
人数（3-5）
胜利条件：好人完成任务，奸徒打败所有好人或者完成任务获胜。（对抗、恐怖）


7.三国杀（已有普通版）
人数（3-8）
胜利条件：主公和忠臣杀光其他所有人，反贼杀掉主公，内奸单挑主公获胜。（对抗、策略）



未获得：

1.骆驼大赛（无）
人数（3-5）
胜利条件：当有任一骆驼到达终点，最终分数最高的玩家为获胜者。（合家欢、赌博）


2.不了不了（无）
人数（3-7）
胜利条件：翻完24张牌后，取得最小分数的玩家为获胜者。（合家欢、策略）


3.蒸蒸日上（无）
人数（2-5）
胜率条件：吃的最爽的玩家为获胜者。（合家欢、对抗）



*/