/*

1.阿兹克特（美洲）：
文明强项：步兵/僧侣
奇观：特诺奇蒂特兰大金字塔
特色单位：精锐豹勇士（60食物+30黄金)：生命75/攻击12/护甲2/盾牌1
银冠科技：掷矛器（400食物+350黄金）：掷矛手攻击力+1，射程+1
金冠科技：荣冠战争（450食物+750黄金）：步兵攻击力+4
文明特色：村民携带量多3、军事单位训练快11.1%、每项修道院科技能提高僧侣生命值5、开局多50黄金
组队奖励：圣物产生多33%的黄金


2.埃塞尔比亚（非洲）
文明强项：步弓手/攻程武器
奇观：以马内利殿堂
特色单位：精锐弯刀勇士（50食物+30黄金）：生命50/攻击18/护甲0/盾牌1
银冠科技：龙脉（300食物+300黄金）：弯刀勇士和骆驼部队受到来自骑乘部队的伤害-3
金冠科技：扭绞机（450食物+750黄金）：攻城武器厂部队伤害范围扩大
文明特色：步弓系攻击速度+18%、每次升级到一个新的时代能获得100黄金和100食物、长枪兵免费升级
组队奖励：哨站的视野+3且不消耗石头


3.柏柏尔（中东）
文明强项：骑兵/骆驼兵
奇观：哈桑塔
特色单位：精锐骆驼射手（50木材+60黄金）：生命60/攻击8/护甲1/盾牌1、标枪骑兵
银冠科技：土堡（250食物+250黄金）：团队的城堡工作效率快25%
金冠科技：马格里布骆驼（700食物+300黄金）：骆驼部队拥有自愈能力，每分钟恢复15生命值
文明特色：村民在黑暗时代移动速度+5%，在封建时代之后移动速度+10%、船只移动速度+10%、马厩部队在城堡时代便宜15%，帝王时代便宜20%
组队奖励：城堡时代开始可以在靶场训练标枪骑兵


4.拜占庭（地中海）
文明强项：防御
奇观：圣索菲亚大教堂
特色单位：精锐甲胄骑兵（70食物+75黄金）：生命150/攻击12/护甲2/盾牌1
银冠科技：希腊之火（250食物+300黄金）：喷火船射程+1，炮塔和德罗蒙战舰增加0.5格溅射范围
金冠科技：后勤学（1000食物+600黄金）：甲胄骑兵攻击追加0.5半径的践踏伤害，对步兵附加攻击+6
文明特色：建筑生命值黑暗时代+10%，封建+20%，城堡+30%，帝王+40%、骆驼兵、掷矛手、长枪兵便宜25%、喷火船和德莱蒙战舰攻击快25%、升级到帝王时代的花费便宜33%、城镇瞭望和城镇巡逻免费升级
组队奖励：僧侣+100%的治疗速度


5.保加利亚（东欧）
文明强项：步兵/骑兵
奇观：普雷斯拉夫圆形教堂
特色单位：精锐保加利亚骑兵（60食物+70黄金）：生命120/攻击14/护甲2/盾牌2、营垒
银冠科技：马镫（）：骑兵攻击速度+25%
金冠科技：协议（）：民兵系部队+5护甲
文明特色：民兵系升级免费、城镇中心石料费用-50%、可建造营垒、铁匠铺和攻城制造所科技和升级食物费用-50%
组队奖励：铁匠铺研究效率+80%


6.波斯（中东）
文明强项：骑兵
奇观：塔克基思拉宫
特色单位：精锐战象（200食物+75黄金）：生命600/攻击20/护甲1/盾牌3、萨瓦尔、商队旅馆
银冠科技：波斯步弓手（400木材+300黄金）：步弓手系不消耗黄金，并额外消耗35木材
金冠科技：堡垒（）：城堡发射炮弹，攻击力+4，对冲车攻击力+3，对步兵攻击力+3，城堡受到的额外伤害-25%
文明特色：开始拥有额外的50木材和食物、城镇中心、船坞有两倍生命值，并且在黑暗/封建/城堡/帝王时代工作速度提升5%/10%/15%/20%、帕提亚战术在城堡时代可用、帝王时代可以建造商队旅馆
组队奖励：骑士对射手伤害+2


7.不列颠（西欧）
文明强项：步弓手
奇观：奇彻斯特座堂
特色单位：精锐长弓兵（35木材+40黄金）：生命40/攻击7/护甲0/盾牌1
银冠科技：英皇侍卫（750木材+450黄金）：步弓兵射程+1，塔伤害+2
金冠科技：战狼号（800木材+400黄金）：巨型投石机溅射半径+0.5，命中率100%
文明特色：城堡时代城镇中心便宜50%木材、弓箭手在城堡时代/帝王时代的时候+1/+2射程、牧羊人效率+25%
组队奖励：靶场训练快10%


8.鞑靼（中亚）
文明强项：骑兵/骑射手
奇观：兀鲁伯天文台
特色单位：精锐怯薛（50食物+40黄金）：生命140/攻击11/护甲1/盾牌3、火焰骆驼
银冠科技：丝甲（400木材+300黄金）：骑射手、斥候骑兵和草原枪兵+1近战护甲和+1远程护甲
金冠科技：帖木儿攻城术（400木材+500黄金）：巨型投石机+2射程
文明特色：可蓄养动物的食物量+50%、高处部队朝低处敌军攻击伤害额外+50%(取代原来的25%)、扳指和帕提亚战术免费升级、城堡时代开始，每个新建造的城镇中心生成两只羊
组队奖励：骑射手视野+2


9.法兰克（西欧）
文明强项：骑兵
奇观：圣维特主教座堂
特色单位：精锐掷斧兵（55食物+25黄金）：生命70/攻击8/护甲1/盾牌0
银冠科技：芒刺斧（300食物+300黄金）：掷斧兵攻击范围+1
金冠科技：骑士精神（600木材+500黄金）：提升马厩工作效率40%
文明特色：城堡在城堡时代/帝王时代便宜15%/25%、农田升级免费、粮草征收员的生产效率快15%、封建时代开始骑兵生命值+20%
组队奖励：骑士视野+2


10.高丽（东亚）
文明强项：塔/弓箭手/拍车
奇观：皇龙寺
特色单位：精锐高丽战车（94木材+60黄金）：生命200/攻击9/护甲0/盾牌4、精锐龟甲船
银冠科技：邑城（300食物+300木材）：防御箭塔射程+2
金冠科技：神机箭（800木材+500黄金）：投石车的射程+1
文明特色：塔和射手护甲免费升级(炮塔需要化学)、射手和步兵木材费用-50%，战舰木材费用-20%、村民视野+3、石矿工采石快20%
组队奖励：删除投石车系的最小射程


11.高棉（东南亚）
文明强项：弩炮/象兵
奇观：吴哥窟
特色单位：精锐弩炮战象（100食物+80黄金）：生命290/攻击9/护甲0/盾牌3
银冠科技：獠牙剑（300食物+450木材）：象兵攻击力+3
金冠科技：双箭弩（700食物+400黄金）：弩炮战象和弩炮一次发射两支箭
文明特色：不需要建筑来升级时代或者解锁其它建筑、象兵移动快10%、村民可以驻扎进房屋里、高棉农民在耕作时不需要回到磨坊，而是以直接增加粮食的形式获取食物
组队奖励：弩炮射程+1


12.哥特（中欧）
文明强项：步兵
奇观：狄奥多利克之墓
特色单位：精锐近卫军（80食物+40黄金）：生命70/攻击12/护甲0/盾牌8
银冠科技：无政府（450食物+250黄金）：可在兵营训练近卫军，兵营训练时间为13秒
金冠科技：井喷（400木材+600黄金）：兵营训练快100%
文明特色：步兵在黑暗/封建/城堡/帝王时代便宜20%/25%/30%/35%、可以马上研究织布机、步兵对一般建筑攻击力从封建时代开始，每个时代+1、村民对野猪攻击力+5；猎人携带多15肉，猎物资源产量+20%、帝王时代+10人口上限
组队奖励：兵营工作效率+20%


13.凯尔特（西欧）
文明强项：步兵/攻城武器
奇观：卡瑟尔岩
特色单位：精锐靛蓝突袭者（65食物+25黄金）：生命80/攻击13/护甲0/盾牌1
银冠科技：堡垒（250食物+200黄金）：箭塔和城堡射击速度+33%，每分钟治疗周边7格内步兵30生命值
金冠科技：凯尔特狂暴（750食物+450黄金）：攻城武器厂的部队生命值+40%
文明特色：封建时代开始，步兵移动快15%、伐木工工作快15%、攻城武器攻击速度+25%、视野内的绵羊类单位无法被招降
组队奖励：攻城武器厂训练快20%


14.库曼（中亚）
文明强项：骑兵
奇观：萨克尔堡垒
特色单位：精锐钦察骑射手（60木材+35黄金）：生命45/攻击5/护甲0/盾牌0
银冠科技：大草原畜牧（200食物+300木材）：斥候骑兵、骑射手和草原枪兵的训练速度快50%
金冠科技：库曼雇佣兵（650木材+400黄金）：团队成员每拥有1个城堡就生成5个免费的精锐钦察，同时解锁在城堡训练钦察佣兵，训练时间为12秒
文明特色：封建时代就可以建造另一个城镇中心、封建时代就可以建造攻城武器厂和生产冲车，城堡时代可以研发中型冲车、封建/城堡/帝王时代提升骑兵5%/10%/15%移动速度、靶场和马厩便宜75木头
组队奖励：木墙的生命值提高33%


15.立陶宛（欧洲）
文明强项：骑兵/僧侣
奇观：特拉凯岛城堡公爵宫殿
特色单位：精锐皇家骑士（70食物+50黄金）：生命130/攻击14/护甲2/盾牌2、波兰翼骑兵
银冠科技：山寨堡（250食物+250黄金）：城镇中心+3射程
金冠科技：塔盾（500食物+200黄金）：长枪兵和投矛手的远程装甲+2
文明特色：每个城镇中心提供100食物、长枪兵和投矛手移动速度+10%、骑兵(斥候骑兵除外)每收集1个圣物就增加1攻击力，最大+4
组队奖励：修道院工作效率+20%


16.马来（东南亚）
文明强项：海军/步兵
奇观：卡拉山庙
特色单位：精锐爪刀勇士（30食物+15黄金）：生命40/攻击7/护甲1/盾牌1
银冠科技：海上霸主（300食物+300黄金）：船坞升级为能射箭更坚固的巨港
金冠科技：强征兵役（850食物+500黄金）：剑士系免黄金，并额外消耗20食物
文明特色：时代升级速度快80%、渔场便宜33%，食物量+300%、象兵在城堡时代便宜25%，在帝王时代便宜35%、步兵护甲免费升级
组队奖励：码头的视野翻倍


17.马里（非洲）
文明强项：步兵/骑兵
奇观：杰内大清真寺
特色单位：精锐飞刀女兵（50食物+40黄金）：生命45/攻击13/护甲0/盾牌0
银冠科技：蛮王（200食物+300木材）：城镇中心不需要驻扎部队就自带3支箭矢
金冠科技：死士（650食物+400黄金）：骑兵部队+5攻击力
文明特色：建筑便宜15%木材、从封建时代开始，兵营单位每个时代远程护甲+1、金矿开采延长10%，金矿工携带量+15%，开采黄金效率+15%
组队奖励：大学工作效率提升80%


18.马扎尔（东欧）
文明强项：骑兵
奇观：科文城堡
特色单位：精锐马扎尔骠骑（80食物+10黄金）：生命85/攻击10/护甲0/盾牌2
银冠科技：雇佣军（200食物+300黄金）：生产马扎尔骠骑兵所需要的黄金成本用食物代替
金冠科技：反曲弓（600木材+400黄金）：骑射手攻击力和射程+1
文明特色：村民一击杀死有攻击性的野生动物、铁匠铺的近战攻击科技免费升级、马厩轻骑兵单位便宜15%
组队奖励：骑射手训练速度+25%


19.玛雅（美洲）
文明强项：步弓手/鹰勇士
奇观：蒂卡尔神庙
特色单位：精锐羽箭手（40木材+40黄金）：生命65/攻击5/护甲0/盾牌2
银冠科技：胡尔切掷矛兵（300食物+300黄金）：掷矛手投掷第二支投矛
金冠科技：黄金国（750食物+450黄金）：鹰勇士生命值+40
文明特色：开始多1个村民，但少50食物、资源持续开采量多15%、步弓手在封建时代便宜10%，城堡时代20%，帝王时代30%
组队奖励：墙和城门便宜50%


20.蒙古（东亚）
文明强项：骑射手/攻城武器
奇观：成吉思汗大帐篷
特色单位：精锐蒙古突骑（55木材+65黄金）：生命60/攻击8/护甲1/盾牌0
银冠科技：游牧（300木材+150黄金）：住房被摧毁后人口也不会减少
金冠科技：攻城（500木材+450黄金）：攻城武器厂的部队移动快50%
文明特色：骑射手攻击速度+25%、轻骑兵系和草原枪兵系在城堡时代+20%，帝王时代+30%生命值、猎人工作效率+40%
组队奖励：斥候骑兵系视野+2


21.缅甸（东南亚）
文明强项：象兵/僧侣
奇观：瑞喜宫塔
特色单位：精锐飞镖骑兵（75木材+60黄金）：生命65/攻击19/护甲0/盾牌2
银冠科技：曼尼普尔骑兵（）：骑兵对弓箭手的伤害+4
金冠科技：象轿（）：象兵的远程护甲和近程护甲+1
文明特色：伐木场科技免费升级、从封建时代开始，步兵攻击力每个时代+1、修道院科技便宜50%、大象部队获得+1/+1防御力
组队奖励：显示地图上的圣物


22.葡萄牙（地中海）
文明强项：火药/海军
奇观：贝伦塔
特色单位：精锐风琴炮（80木材+51黄金）：生命70/攻击20/护甲2/盾牌6、精锐卡拉维尔战舰（90木材+34黄金）：生命165/攻击28/护甲0/盾牌8、大商站
银冠科技：巨桅大帆船（200木材+300黄金）：船的近程护甲和远程护甲+1
金冠科技：火绳枪（700食物+400黄金）：提高火药单位对移动目标的命中率
文明特色：所有单位的黄金费用便宜20%、船只+10%生命值、帝王时代可以建造大商站、村民从果丛获得额外的33%木材
组队奖励：科技研究速度+25%


23.日本（东亚）
文明强项：步兵/海军
奇观：东大寺
特色单位：精锐日本武士（60食物+30黄金）：生命80/攻击12/护甲1/盾牌1
银冠科技：射箭孔（300食物+300木材）：塔额外多射两支箭
金冠科技：弹射器（750木材+400黄金）：打包机拆装速度加快四倍，攻击速度+33%
文明特色：渔船两倍生命值，+2远程护甲，效率在黑暗、封建、城堡、帝王时代增加5%/10%/15%/20%、磨坊、伐木场和矿场便宜50%、从封建时代开始步兵攻击速度+33%、骑射手对射手部队(除掷矛手外)+2伤害
组队奖励：战舰视野+50%


24.萨拉森（中东）
文明强项：骆驼
奇观：萨迈拉大清真寺
特色单位：精锐马穆鲁克（55食物+85黄金）：生命80/攻击10/护甲1/盾牌0
银冠科技：健康之家（）：僧侣对5格范围内的部队每秒治疗1.25生命值
金冠科技：配重块（）：投石车和巨型投石机攻击力+15%
文明特色：市场成本只需75木材，交易花费只有5%、运输船两倍生命值，运输量+5、箭船攻击间隔-20%、骆驼单位+25%生命值
组队奖励：步弓兵对一般建筑附加2伤害


25.斯拉夫（东欧）
文明强项：步兵/攻城武器
奇观：基日岛木结构教堂
特色单位：精锐贵族铁骑（50食物+80黄金）：生命130/攻击14/护甲6/盾牌3
银冠科技：罗斯堡垒（）：城堡和塔石头成本40%转化成木材成本
金冠科技：皇家卫队（1200食物+750黄金）：步兵追加0.5半径的5点溅射伤害
文明特色：农夫耕田速度提升15%、供给免费升级、攻城武器厂部队便宜15%、僧侣移动速度+20%
组队奖励：兵营、靶场、马厩、攻城武器厂提供额外的5人口


26.条顿（中欧）
文明强项：步兵/骑兵
奇观：玛利亚拉赫修道院
特色单位：精锐条顿武士（85食物+40黄金）：生命100/攻击17/护甲10/盾牌2
银冠科技：重装甲（400木材+350黄金）：为攻城器具提供4装甲
金冠科技：开垛口（600食物+400石料）：城堡+3攻击距离，驻扎步兵也可以增加城堡伤害，驻扎效率与村民一致(5)
文明特色：僧侣双倍治疗距离、塔能驻扎双倍单位、城镇中心可以驻扎多10个单位、近射孔和草药免费升级、农田便宜40%、兵营单位和马厩单位在城堡时代和帝王时代各获得1近战护甲(总计2)
组队奖励：单位对僧侣招降抵抗加强


27.土耳其（中东）
文明强项：火药
奇观：塞利米耶清真寺
特色单位：精锐苏丹亲兵（60食物+55黄金）：生命50/攻击22/护甲2/盾牌0
银冠科技：突厥骑射（350食物+150黄金）：骑射手生命值+20
金冠科技：火炮术（500黄金+450石料）：炮塔、手推炮和炮舰射程+2
文明特色：火药单位生命值+25%、研究火药科技花费便宜50%、化学免费升级、金矿工采金快20%、轻骑兵和翼骑兵免费升级、轻骑兵系列单位+1远程护甲
组队奖励：火药部队训练快25%


28.维京（中欧）
文明强项：步兵/海军
奇观：博尔贡木板教堂
特色单位：精锐狂战士（65食物+25黄金）：生命75/攻击14/护甲2/盾牌1、精锐龙头战舰（100木材+50黄金）：生命160/攻击8/护甲0/盾牌8
银冠科技：酋长（400食物+300黄金）：步兵对骑兵攻击+5，对骆驼+4，杀死村民获得5金，杀死僧侣和贸易单位获得20金
金冠科技：博格斯维加尔（）：步弓手和龙头战舰+1攻击力
文明特色：步兵封建时代生命值+10%，城堡时代+15%，帝王时代+20%、战船封建和城堡时代便宜15%，帝王时代便宜20%、独轮手推车和手推车免费
组队奖励：船坞便宜15%


29.西班牙（地中海）
文明强项：火药
奇观：黄金塔
特色单位：精锐西班牙征服者（60食物+70黄金）：生命70/攻击18/护甲2/盾牌2、传教士（100黄金）：生命30/攻击0/护甲0/盾牌0
银冠科技：宗教法庭（100食物+300黄金）：僧侣和传教士的招降速度加快，传教士+1射程
金冠科技：霸权（400食物+250黄金）：村民攻击+6、生命+40、护甲和盾牌+2
文明特色：建筑工建造快30%、铁匠铺升级免黄金、炮舰射击更快更准确、每研究一个科技获得20金、火药单位攻击速度+15%
组队奖励：贸易单位产生多25%黄金


30.匈奴（中欧）
文明强项：骑兵
奇观：君士坦丁凯旋门
特色单位：精锐答刺罕骑兵（60食物+60黄金）：生命150/攻击11/护甲1/盾牌4
银冠科技：掠夺者（300木材+200黄金）：马厩能训练答剌罕骑兵，马厩训练时间为21秒
金冠科技：无神论（500食物+500黄金）：敌人世界奇观或是遗迹胜利的倒数+100年，敌方圣物的收益-50%
文明特色：不用建造居住房舍，但开局木材-100、骑射手训练成本在城堡时代-10%、帝王时代-20%、巨型投石机准确率+30%
组队奖励：马厩训练效率+20%


31.意大利（地中海）
文明强项：火药/海军
奇观：圣罗伦佐主教座堂
特色单位：精锐热那亚弩手（45木材+40黄金）：生命50/攻击6/护甲1/盾牌0、意大利佣兵（35食物+50黄金）：生命80/攻击9/护甲1/盾牌0
银冠科技：大盾（300食物+150黄金）：弩手和意大利佣兵远程护甲和近程护甲+1
金冠科技：丝绸之路（500食物+250黄金）：贸易单位便宜50%
文明特色：时代升级便宜15%、船坞和大学科技便宜33%、渔船便宜15%、火药部队便宜20%
组队奖励：帝王时代可以训练意大利佣兵


32.印度斯坦（南亚）
文明强项：骆驼/火药
奇观：胡马雍陵
特色单位：精锐骑象射手（100食物+70黄金）：生命330/攻击7/护甲0/盾牌3、帝王骆驼骑兵（55食物+60黄金）：生命140/攻击9/护甲0/盾牌0、古拉姆、商队旅馆
银冠科技：大干路（）：所有黄金收集速度+10%，交易费用降低到10%
金冠科技：印度火铳（）：火枪手射程+2
文明特色：骆驼兵攻击速度+20%、村民在黑暗/封建/城堡/帝王时代便宜8%/13%/18%/23%、火药部队近战护甲和远程护甲+1
组队奖励：骆驼兵和轻骑兵对建筑攻击力+2


33.印加（美洲）
文明强项：步兵
奇观：马丘比丘太阳神庙
特色单位：精锐印加百夫长（60食物+30黄金）：生命80/攻击8/护甲1/盾牌0、投石手（30食物+40黄金）：生命40/攻击4/护甲0/盾牌0
银冠科技：安第斯弹弓（200食物+300黄金）：掷矛手和投石手最小射程删除
金冠科技：织物盾（）：投石手、鹰勇士、印加枪兵长近程护甲+1，远程护甲+2
文明特色：城堡时代开始，铁匠铺的步兵科技能升级村民的攻防、步兵单位在每个时代减少10%/15%/20%/25%食物成本、每个房子能支持10人口、建筑便宜15%石头
组队奖励：团队成员获得1只羊驼


34.越南（东亚）
文明强项：步弓手
奇观：宁福寺
特色单位：精锐藤甲弓兵（50木材+45黄金）：生命45/攻击7/护甲0/盾牌6、帝王掷矛手（25食物+35木材）：生命35/攻击4/护甲0/盾牌5
银冠科技：宝伞（250食物+250黄金）：象兵生命值+100
金冠科技：纸币（500食物+300木材）：伐木工工作时获得黄金，效率是每个伐木工65秒获得1黄金
文明特色：游戏开始时显示敌人位置、靶场部队的生命值+20%、免费升级征召、经济科技的木头消耗删除，研究速度+100%
组队奖励：可以升级帝王掷矛手


35.中国（东亚）
文明强项：步弓手
奇观：天坛
特色单位：精锐诸葛弩（40木材+35黄金）：生命50/攻击8/护甲0/盾牌0
银冠科技：长城（400木材+200石料）：城墙与箭塔的生命值提高30%
金冠科技：火箭术（600木材+600黄金）：诸葛弩攻击力+2，弩炮攻击力+4
文明特色：初始村民+3，但是木材-50、食物-200、城镇中心提供人口数+15并且视野+7、封建时代、城堡时代、帝王时代的科技研发成本-5%/-10%/-15%、爆破船生命值+50%
组队奖励：农田产量+10%


36.勃艮第（西欧）—— 《西方领主》2021.1.27
文明强项：骑兵
奇观：布鲁塞尔市政厅
特色单位：精锐马上轻装兵、弗拉芒民兵
银冠科技：勃艮第葡萄园（）农民耕作生产黄金(速度为每个农民0.015黄金每秒)
金冠科技：弗拉芒革命（）：将所有现有村民升级为佛兰芒民兵，同时解锁兵营训练佛兰芒民兵
文明特色：经济升级可以提前一个时代研发，同时减少33%的食物成本、重装骑士可以提前一个时代研发，马厩科技便宜50%、火药部队获得25%攻击加成
组队奖励：圣物产生额外的食物(0.5食物每秒流速度)


37.西西里（地中海）—— 《西方领主》
文明强项：步兵/骑兵
奇观：蒙雷阿莱主教座堂
特色单位：精锐萨金特卫队、城楼
银冠科技：第一次十字军东征（）：研究后每个城镇中心(最大5个)附近都会出现5个萨金特卫兵，并额外增加单位的抗转化能力
金冠科技：锁子甲（）：骑士获得+1/+2护甲
文明特色：城镇中心建造速度提高100%，防御设施建造速度提高50%、地面部队吸收33%来自所有额外加成的伤害(攻城武器除外)、每次升级农场科技时，直到下一次播种之前农场都会获得额外125%的食物、取代原来的瞭望箭塔，可以建造城楼、开局多100石头
组队奖励：运输船获得5视野并且成本降低50%


38.波西米亚（东欧）—— 《公爵黎明》2021.8.11
文明强项：火药/战车
奇观：火药塔
特色单位：精锐胡斯派战车、榴弹炮
银冠科技：大车阵战术（）：火药部队移动速度+15%
金冠科技：胡斯革新（）：生产僧侣和修道院科技不消耗黄金而是食物
文明特色：铁匠铺和大学木材花费-100、城堡时代可研究化学和生产火枪手、长枪兵系列额外伤害+25%、热情和圣洁影响村民、采矿场科技免费
组队奖励：市场工作效率提升80%


39.波兰（东欧）—— 《公爵黎明》
文明强项：骑兵
奇观：瓦维尔主教座堂
特色单位：精锐奥布奇战锤兵、波兰翼骑兵、大庄园
银冠科技：贵族特权（）：骑士黄金费用-60%
金冠科技：列克提克遗产（）：轻骑兵系部队造成践踏伤害
文明特色：村民获得自愈能力，在封建时代/城堡时代/帝王时代每分钟恢复10/15/20、拥有取代磨坊的独特建筑大庄园、采石除了获得石料外还能额外获得33%黄金
组队奖励：轻骑兵系对步弓手系伤害+1


40.孟加拉（南亚）—— 《印度王朝》2022.4.28
文明强项：象兵/海军
奇观：索玛普利大寺
特色单位：精锐拉塔、装甲象兵
银冠科技：派（）：战车和大象攻击速度提高20%
金冠科技：大乘佛教（）：村民和僧侣占用的人口空间减少10%
文明特色：大象单位受到的额外伤害减少25%，并且更能抵抗转化、到达下一个时代时，城镇中心会生成2个村民、舰船每分钟恢复15HP、僧侣近战护甲+3/远程护甲+3、近战骑兵+2对掷矛手加成
组队奖励：贸易单位产出额外的基于黄金10%的食物


41.达罗毗荼（南亚）—— 《印度王朝》
文明强项：海军
奇观：布里哈迪希瓦拉神庙
特色单位：精锐印度剑客、精锐楼船
银冠科技：医疗团队（）：大象单位每分钟恢复30生命值
金冠科技：乌兹钢（）：步兵和骑兵攻击无视护甲
文明特色：进入下一个时代时获得200木材、渔夫和渔船携带量+15、兵营科技成本-50%、掷矛手和骑象射手的攻击速度提高25%、攻城武器-33%木材成本
组队奖励：船坞提供5人口


42.瞿折罗（南亚）—— 《印度王朝》
文明强项：骆驼/骑射
奇观：索姆纳特神庙
特色单位：精锐飞轮刃投掷手、施里瓦姆沙骑手、骆驼斥候
银冠科技：刹帝利（）：军事单位食物成本-25%
金冠科技：边防卫队（）：骆驼兵和骑象射手+4近战护甲
文明特色：开局拥有额外两片浆果丛、驻扎畜牧动物进入磨坊获得食物、骑乘部队造成的额外伤害在封建时代/城堡时代/帝王时代+20%/+30%/+40%、渔船可以驻扎在船坞
组队奖励：骆驼和大象单位的生产速度提高25%


43.罗马（地中海）—— 《罗马归来》2023.5.17
文明强项：骑兵
奇观：圆形竞技场
特色单位：精锐百夫长、罗马军
银冠科技：重弩（）：弩炮系攻击速度+33%，箭船系攻击力+2
金冠科技：野战军（）：民兵系、骑士系和百夫长训练速度+50%，获得冲锋攻击
文明特色：村民收集、建造、维修速度+5%、战舰系和德罗蒙战舰近战护甲和远程护甲+1、步兵获得铁匠铺护甲科技双倍收益、弩炮黄金成本-60%，受益于弹道学
组队奖励：弩炮减少最小射程


44.亚美尼亚（地中海）—— 《皇家山脉》2023.11.1
文明强项：僧侣/海军
奇观：埃奇米阿津主教座堂
特色单位：精锐复合弓箭手、牧师战士、骡车、强化教堂
银冠科技：奇里乞亚舰队（）：爆破船攻击范围+20%，箭船和德莱蒙战舰+1射程
金冠科技：费雷特斯（）：除长枪兵系外的步兵生命值+30，牧师战士恢复速度+100%
文明特色：骡车成本-25%，骡车科技效果+40%、第一个建造的强化教堂会提供1个免费圣物、军营部队(剑士除外)在早一个时代可用、箭船和德罗蒙战舰发射子弹数+1
组队奖励：步兵+2视野


45.格鲁吉亚（地中海）—— 《皇家山脉》
文明强项：骑兵
奇观：生命之柱主教座堂
特色单位：精锐莫纳斯帕、骡车、强化教堂
银冠科技：斯万箭塔（）：防御建筑攻击力+2，箭塔发射的箭矢穿透复数目标
金冠科技：阿兹瑙里骑兵（）：骑兵人口占据量-15%
文明特色：以1只骡车开局、强化教堂为周围8格范围内的村民提供+10%工作效率、居高临下作战时受到的伤害额外-15%(从-25%增加到-40%)、骑兵在封建时代/城堡时代/帝王时代每分钟恢复5/10/15生命值
组队奖励：修理建筑消耗资源量-25%


*/