/*

// 马厩

轻骑系：（80食物）

0.斥候骑兵（封建前）：生命45、攻击3、护甲0、盾牌2、（对僧侣+6）
1.斥候骑兵：生命45、攻击5、护甲0、盾牌2、（对僧侣+6）

2.轻骑兵：生命60、攻击7、护甲0、盾牌2、（对僧侣+10）————升级费用（150食物+50黄金）

3.翼骑兵：生命75、攻击7、护甲0、盾牌2、（对僧侣+12）————升级费用（500食物+600黄金）


骑士系：（60食物+75黄金）

1.骑士：生命100、攻击10、护甲2、盾牌2

2.重装骑士：生命120、攻击12、护甲2、盾牌2 ————升级费用（300食物+300黄金）

3.游侠：生命160、攻击14、护甲2、盾牌3 ————升级费用（1300食物+750黄金）


骆驼系：（55食物+60黄金）

1.骆驼兵：生命100、攻击6、护甲0、盾牌0、（对骑兵+9、骆驼+5、战舰渔船+5）

2.重装骆驼兵：生命120、攻击7、护甲0、盾牌0、（对骑兵+18、马穆+16、骆驼+9、战舰渔船+9）————升级费用（325食物+360黄金）


象兵系：（120食物+70黄金）

1.象兵：生命250、攻击12、护甲1、盾牌2、（对防御建筑+8、攻城武器+4）

2.精锐象兵：生命300、攻击14、护甲1、盾牌3、（对防御建筑+14、攻城武器+7）————升级费用（1100食物+700黄金）


草原突骑系：（70食物+40黄金）

1.草原突骑：生命60、攻击9、护甲0、盾牌1、射程1

2.精锐草原突骑：生命80、攻击11、护甲0、盾牌1、射程1 ————升级费用（900食物+550黄金）


科技：

1.血统（150食物+100黄金）：侦察骑兵/骑兵类/骑射手类/特殊骑兵类单位生命值+20

2.畜牧（150食物）：侦察骑兵类/骑兵类/骑射手类/特殊骑兵类单位和传教士移动速度+10%

*/