/*

// 兵营

剑士系：（60食物+20黄金）

1.民兵：生命40、攻击4、护甲0、盾牌1

2.剑士：生命45、攻击6、护甲0、盾牌1、（对鹰勇士+2、建筑+2）————升级费用（100食物+40黄金）

3.长剑士：生命60、攻击9、护甲1、盾牌1、（对鹰勇士+6、建筑+3）————升级费用（150食物+65黄金）

4.双手剑士：生命60、攻击12、护甲1、盾牌1、（对鹰勇士+8、建筑+4）————升级费用（300食物+100黄金）

5.冠军剑士：生命70、攻击13、护甲1、盾牌1、（对鹰勇士+8、建筑+4）————升级费用（750食物+350黄金）


枪兵系：（35食物+25木材）

1.长矛兵：生命45、攻击3、护甲0、盾牌0、（对象+30、马穆+16、骑兵+15、骆驼+12、战舰渔船+9）

2.长枪兵：生命55、攻击4、护甲0、盾牌0、（对象+47、马穆+29、骑兵+22、骆驼+18、战舰渔船+16）————升级费用（215食物+90黄金）

3.长戟兵：生命60、攻击6、护甲0、盾牌0、（对象+60、马穆+37、骑兵+32、骆驼+26、战舰渔船+17）————升级费用（300食物+600黄金）


鹰勇士系：（20食物+50黄金）

0.鹰斥候（城堡前）：生命50、攻击4、护甲0、盾牌2、（对僧侣+8、攻城武器+3）
1.鹰斥候：生命50、攻击7、护甲0、盾牌2、（对僧侣+8、攻城武器+3、骑兵+2、骆驼+1）

2.鹰勇士：生命55、攻击7、护甲0、盾牌3、（对僧侣+8、攻城武器+3、骑兵+3、骆驼+2）————升级费用（200食物+200黄金）

3.精锐鹰勇士：生命60、攻击9、护甲0、盾牌4、（对僧侣+10、攻城武器+5、骑兵+4、骆驼+3）————升级费用（800食物+500黄金）


科技：

1.供给（75食物+75黄金）：民兵系单位食物费用-15

2.护卫（100食物）：步兵类单位移动速度+10%

3.纵火（150食物+50黄金）：步兵类单位对建筑伤害+2


 */