/*

// 铁匠铺

近战攻击：

1.锻造（150食物）：步兵类/骑兵类/侦察骑兵类攻击+1

2.铸铁（250食物+150黄金）：步兵类/骑兵类/侦察骑兵类攻击+1

3.鼓风炉（350食物+200黄金）：步兵类/骑兵类/侦察骑兵类攻击+2


远程攻击：

1.箭羽（100食物+50黄金）：射手类/骑射手类/舰船系/龙头/卡拉维尔/城堡/城镇中心/营垒/塔/巨港攻击+1、射程+1、视野+1（城镇中心不加射程）

2.锥子箭（200食物+100黄金）：射手类/骑射手类/舰船系/龙头/卡拉维尔/城堡/城镇中心/营垒/塔/巨港攻击+1、射程+1、视野+1（城镇中心不加射程）

3.护腕（300食物+200黄金）：射手类/骑射手类/舰船系/龙头/卡拉维尔/城堡/城镇中心/营垒/塔/巨港攻击+1、射程+1、视野+1（城镇中心不加射程）


步兵防御：

1.步兵鳞甲（100食物）：步兵类护甲+1、盾牌+1

2.步兵锁甲（200食物+100黄金）：步兵类护甲+1、盾牌+1

3.步兵钢甲（300食物+150黄金）：步兵类护甲+1、盾牌+2


骑兵防御：

1.骑兵鳞甲（150食物）：骑兵类/侦察骑兵类护甲+1、盾牌+1

2.骑兵锁甲（220食物+120黄金）：骑兵类/侦察骑兵类护甲+1、盾牌+1

3.骑兵钢甲（275食物+225黄金）：骑兵类/侦察骑兵类护甲+1、盾牌+2


射手防御：

1.射手软甲（100食物）：射手类/骑射手类护甲+1、盾牌+1

2.射手皮甲（150食物+150黄金）：射手类/骑射手类护甲+1、盾牌+1

3.射手锁甲（250食物+250黄金）：射手类/骑射手类护甲+1、盾牌+2


民族适用性：

全科技民族（8+2）：柏柏尔、不列颠、中国、意大利、葡萄牙、萨拉森、西班牙、土耳其、（印加、玛雅）

缺近战三攻（6）：拜占庭、瞿折罗、高丽、立陶宛、马里、越南

缺远程三攻（7）：凯尔特、库曼、法兰克、马里、波斯、斯拉夫、条顿

缺步兵三防（8）：鞑靼、孟加拉、哥特、印度、匈奴、高棉、立陶宛、马扎尔

缺步兵二防（1）：鞑靼

缺骑兵三防（11）：马来、波西米亚、凯尔特、达罗毗荼、埃塞、哥特、日本、高丽、蒙古、波兰、维京

缺骑兵二防（1）：马来

缺射手三防（11）：缅甸、阿兹特克、保加利亚、勃艮第、凯尔特、法兰克、瞿折罗、匈奴、蒙古、波兰、西西里

缺射手二防（1）：缅甸


民族加成

1.保加利亚：铁匠铺科技食物费用-50%

2.中国：铁匠铺科技在封建/城堡/帝王分别便宜10%/15%/20%（不叠加）

3.印加：村民享受铁匠铺的步兵升级

4.高丽：铁匠铺射手护甲科技免费升级

5.马扎尔：近战攻击（锻造、铸铁、鼓风炉）免费

6.葡萄牙：所有科技研究时间-23.1%

7.西班牙：铁匠铺升级免黄金



 */