/*

// 攻城武器厂

冲车系：（160木材+75黄金）

1.轻型冲车：生命175、攻击2、护甲-3、盾牌180、驻扎4、（对建筑+125、攻城武器+40）

2.中型冲车：生命200、攻击3、护甲-3、盾牌190、驻扎5、（对建筑+150、攻城武器+50、冲车护甲+1）————升级费用（300食物）

3.重型冲车：生命270、攻击4、护甲-3、盾牌195、驻扎6、（对建筑+200、攻城武器+65、冲车护甲+2）————升级费用（1000食物）


战象系：（130食物+95黄金）

1.装甲战象：生命200、攻击4、护甲-2、盾牌140、（对建筑+75、攻击武器+25、象护甲+17、骑兵护甲+7）

2.攻城战象：生命250、攻击4、护甲-2、盾牌150、（对建筑+105、攻击武器+35、象护甲+18、骑兵护甲+8、冲车护甲+2）————升级费用（650食物）


投石车系：（160木材+135黄金）

1.轻型投石车：生命50、攻击40、护甲0、盾牌6、射程7、（对建筑+35、攻城武器+12、胡斯派+52）

2.中型投石车：生命60、攻击50、护甲0、盾牌7、射程8、（对建筑+45、攻城武器+12、胡斯派+62）————升级费用（800食物+500黄金）

3.重型投石车：生命70、攻击75、护甲0、盾牌8、射程8、（对建筑+60、攻城武器+12、胡斯派+87）————升级费用（1450食物+1000黄金）


弩炮系：（75木材+75黄金）

1.弩炮：生命40、攻击12、护甲0、盾牌7、射程7、（对象+6、建筑+2、冲车+1）

2.重型弩炮：生命50、攻击16、护甲0、盾牌7、射程7、（对象+8、建筑+4、冲车+2）


其他：

1.攻城塔（200木材+160黄金）：生命220、攻击0、护甲-2、盾牌100、驻扎10

2.手推炮（225木材+225黄金）：生命80、攻击50、护甲2、盾牌5、射程12、（对防御建筑+240、建筑+200、战舰渔船+40、攻城武器+20、胡斯派+60）


 */