/*

1.阿兹克特（美洲）：
文明强项：步兵/僧侣
奇观：特诺奇蒂特兰大金字塔
特色单位：精锐豹勇士（60食物+30黄金)：生命75/攻击19/护甲2/盾牌2
银冠科技：掷矛器（400食物+350黄金）：掷矛手攻击力+1，射程+1
金冠科技：荣冠战争（450食物+750黄金）：步兵攻击力+4
文明特色：初始+50黄金、村民携带量+3、军事单位训练速度+15%、研究一项修道院科技后僧侣的生命值+5
组队奖励：圣物产生的黄金+33%


2.埃塞尔比亚（非洲）
文明强项：弓兵
奇观：以马内利殿堂
特色单位：精锐弯刀勇士（50食物+30黄金）：生命50/攻击18/护甲0/盾牌1
银冠科技：龙脉（300食物+300黄金）：弯刀勇士和骆驼骑兵受到骑兵单位的伤害-3
金冠科技：扭绞机（1000食物+600黄金）：攻城武器厂单位的爆炸伤害范围提升
文明特色：升级到下一个时代时获得的黄金+100、食物+100、步弓手攻击速度+18%、长枪兵升级免费
组队奖励：哨站视野+3且不消耗石料


3.柏柏尔（中东）
文明强项：骑兵/海军
奇观：哈桑塔
特色单位：精锐骆驼射手（50木材+60黄金）：生命60/攻击8/护甲1/盾牌1、精锐标枪骑兵（40食物+35木材）：生命55/攻击4/护甲0/盾牌4
银冠科技：土堡（250食物+250黄金）：团队的城堡工作速度+25%
金冠科技：马格里布骆驼（700食物+300黄金）：骆驼单位每分钟恢复15生命值
文明特色：村民在黑暗时代的移动速度+5%，从封建时代开始+10%、马厩单位在城堡/帝王时代的费用-15/20%、船舰移动速度+10%
组队奖励：从城堡时代开始，靶场提供标枪骑兵


4.拜占庭（地中海）
文明强项：防御
奇观：圣索菲亚大教堂
特色单位：精锐甲胄骑兵（70食物+75黄金）：生命150/攻击12/护甲2/盾牌1
银冠科技：希腊之火（250食物+300黄金）：喷火船射程+1；德罗蒙战舰和炮塔的爆炸范围提升
金冠科技：后勤学（800食物+600黄金）：甲胄骑兵能造成践踏伤害，对步兵的攻击力+6
文明特色：建筑生黑暗/封建/城堡/帝王时代的生命值+10/20/30/40%、骆驼骑兵、掷矛手和长矛兵系的费用-25%、城镇瞭望、城镇巡逻免费、升级到帝王时代的费用-33%、喷火船和德罗蒙战舰攻击速度+25%
组队奖励：僧侣治疗速度+100%


5.保加利亚（东欧）
文明强项：步兵/骑兵
奇观：普雷斯拉夫圆形教堂
特色单位：精锐保加利亚骑兵（60食物+70黄金）：生命120/攻击14/护甲2/盾牌2、营垒
银冠科技：马镫（400食物+200黄金）：骑兵攻击速度+33%
金冠科技：协议（900食物+450黄金）：民兵系近战护甲+5
文明特色：民兵系升级免费、铁匠铺和攻城武器厂科技的食物费用-50%、城镇中心石料费用-50%、在城堡时代可建造要塞
组队奖励：铁匠铺工作效率+80%


6.波斯（中东）
文明强项：骑兵
奇观：塔克基思拉宫
特色单位：精锐战象（170食物+85黄金）：生命600/攻击20/护甲1/盾牌3、萨瓦尔（60食物+75黄金）：生命145/攻击14/护甲3/盾牌4、商队旅馆
银冠科技：波斯步弓手（400木材+300黄金）：生产弓兵系消耗额外木材，而不消耗黄金
金冠科技：堡垒（600木材+300黄金）：城堡攻击力+4，对冲车攻击力+3，对步兵攻击力+3，受到的额外伤害-25%
文明特色：初始木材和食物+50、城镇中心和码头的生命值+100%，在黑暗/封建/城堡/帝王时代的工作速度+5/10/15/20%、在城堡时代可使用帕提亚战术、在帝王时代可以建造商队驿站
组队奖励：骑士系对远程士兵的攻击力+2


7.不列颠（西欧）
文明强项：步弓手
奇观：奇彻斯特座堂
特色单位：精锐长弓兵（35木材+40黄金）：生命40/攻击7/护甲0/盾牌1
银冠科技：英皇侍卫（750木材+450黄金）：步弓兵和掷矛手系射程+1；瞭望塔系攻击力+2
金冠科技：战狼号（800木材+400黄金）：巨型投石机可造成爆破伤害，且准确度更高
文明特色：羊倌工作速度+25%、从城堡时代开始，城镇中心的木材费用-50%、步弓手在城堡/帝王时代的射程+1/+2
组队奖励：靶场工作速度+10%


8.鞑靼（中亚）
文明强项：骑射手
奇观：兀鲁伯天文台
特色单位：精锐怯薛（60食物+40黄金）：生命140/攻击11/护甲1/盾牌3、火焰骆驼（75食物+35黄金）：生命55/攻击20/护甲0/盾牌0
银冠科技：丝护甲（400木材+300黄金）：轻型骑手和骑射手的近战护甲+1/远程护甲+1
金冠科技：帖木儿攻城术（500木材+400黄金）：巨型投石机射程+2
文明特色：牲畜持续时间+50%、在高海拔战斗时，单位造成的伤害+25%、从城堡时代开始，新建造的城镇中心会生产2头绵羊、扳指、帕提亚战术免费
组队奖励：骑射手视野+2


9.法兰克（西欧）
文明强项：骑兵
奇观：圣维特主教座堂
特色单位：精锐掷斧兵（55食物+25黄金）：生命70/攻击8/护甲1/盾牌0
银冠科技：芒刺斧（300食物+300黄金）：掷斧兵射程+1
金冠科技：骑士精神（600木材+500黄金）：马厩工作速度+40%
文明特色：采果工的工作速度+15、磨坊科技免费、骑兵单位从封建时代开始生命值+20%、城堡在城堡/帝王时代的费用-15/25%
组队奖励：骑士系视野+2


10.高丽（东亚）
文明强项：防御/海军
奇观：皇龙寺
特色单位：精锐高丽战车（94木材+60黄金）：生命200/攻击9/护甲0/盾牌4、精锐龟甲船（190木材+180黄金）：生命300/攻击8/护甲8/盾牌8
银冠科技：邑城（300食物+300木材）：瞭望塔系射程+2
金冠科技：神机箭（1100木材+800黄金）：火箭推车和龟甲船射程+1，可发射额外炮弹
文明特色：石矿工的工作速度+20%、远程士兵和步兵的木材费用-50%、弓兵护甲和塔升级免费（升级炮塔需要化学）、战船的木材费用-20%
组队奖励：村民视野+3


11.高棉（东南亚）
文明强项：攻城武器/大象
奇观：吴哥窟
特色单位：精锐弩炮战象（100食物+80黄金）：生命290/攻击10/护甲0/盾牌3
银冠科技：獠牙剑（300食物+450木材）：象兵攻击力+3
金冠科技：双箭弩（700食物+400黄金）：重弩战象和蝎式弩可额外发射一枚弩箭
文明特色：不需要建筑即可升级到下一个时代或解锁其他建筑、农民不需要磨坊或城镇中心就可以存放食物、村民可以驻扎进房屋里、象兵移动速度+10%
组队奖励：蝎式弩射程+1


12.哥特（中欧）
文明强项：步兵
奇观：狄奥多利克之墓
特色单位：精锐近卫军（75食物+35黄金）：生命70/攻击12/护甲0/盾牌8
银冠科技：无政府（450食物+250黄金）：可在兵营训练近卫军
金冠科技：井喷（400木材+600黄金）：兵营生成速度+100%
文明特色：可以马立即研究织布机、村民对野猪的攻击力+5；猎人携带量+15；被捕猎的动物持续时间+20%、步兵在黑暗/封建/城堡/帝王时代的费用-15/20/25/30%、步兵在封建/城堡/帝王时代对建筑的攻击力+1/+2/+3、在帝王时代人口空间+10
组队奖励：兵营生产速度+20%


13.凯尔特（西欧）
文明强项：步兵/攻城武器
奇观：卡瑟尔岩
特色单位：精锐靛蓝突袭者（70食物+25黄金）：生命85/攻击15/护甲0/盾牌1
银冠科技：堡垒（250食物+200黄金）：城堡和瞭望塔系的攻击速度+33%；城堡会治疗7格范围内的友方步兵
金冠科技：凯尔特狂暴（750食物+450黄金）：攻城武器厂单位的生命值+40%
文明特色：伐木工工作速度+15%、处于凯尔特单位视野内的牲畜不会被窃取、步兵在黑暗/封建/城堡/帝王时代的移动速度+5/+10/+15/+20%、攻城武器攻击速度+25%
组队奖励：攻城武器厂生产速度+20%


14.库曼（中亚）
文明强项：骑兵
奇观：萨克尔堡垒
特色单位：精锐钦察（60木材+35黄金）：生命45/攻击5/护甲0/盾牌0
银冠科技：大草原畜牧（200食物+300木材）：轻型骑手和骑射手的训练速度+100%
金冠科技：库曼雇佣兵（650木材+400黄金）：所有团队成员均可在每座城堡免费训练5名精锐钦察
文明特色：在封建时代可额外建造一座城镇中心、骑兵单位在封建/城堡/帝王时代的移动速度+5/10/15%、靶场和马厩的木材费用-75、在封建时代可以使用攻城武武器厂和攻城锤；在城堡时代可以使用中型冲车
组队奖励：木栅栏的生命值+33%


15.立陶宛（欧洲）
文明强项：骑兵/僧侣
奇观：特拉凯岛城堡公爵宫殿
特色单位：精锐皇家骑士（70食物+50黄金）：生命130/攻击16/护甲2/盾牌1、波兰翼骑兵（80食物）：生命80/攻击9/护甲1/盾牌2
银冠科技：山寨堡（250食物+250黄金）：城镇中心+3射程
金冠科技：塔盾（500食物+200黄金）：长枪兵和投矛手的远程装甲+2
文明特色：每座城镇中心提供的食物+100、长矛兵系和掷矛系的移动速度+10%、每驻守一件圣物，骑士系和烈堤司的攻击力+1（最高+4）
组队奖励：修道院的工作速度+20%


16.马来（东南亚）
文明强项：海军
奇观：卡拉山庙
特色单位：精锐爪刀勇士（25食物+15黄金）：生命40/攻击8/护甲1/盾牌1
银冠科技：海上霸主（300食物+300黄金）：船坞升级为能射箭更坚固的巨港
金冠科技：强征兵役（850食物+500黄金）：剑士系免黄金，并额外消耗20食物
文明特色：升级至下一个时代的速度+66%、步兵护甲升级免费、象兵在城堡/帝王时代的费用-25/35%、养鱼场费用-33%且提供的食物+200%
组队奖励：码头视野+6


17.马里（非洲）
文明强项：步兵
奇观：杰内大清真寺
特色单位：精锐飞刀女兵（50食物+40黄金）：生命50/攻击13/护甲0/盾牌0
银冠科技：蛮王（200食物+300木材）：城镇中心无驻军亦能自动射箭
金冠科技：死士（650食物+400黄金）：骑兵攻击力+5
文明特色：建筑的木材费用-15%、村民存放的黄金额外+10%、兵营单位在封建/城堡/帝王时代的远程护甲+1/+2/+3
组队奖励：大学工作速度+80%


18.马扎尔（东欧）
文明强项：骑兵
奇观：科文城堡
特色单位：精锐马扎尔骠骑（35食物+45黄金）：生命85/攻击10/护甲0/盾牌2
银冠科技：科维尼安军队（200食物+300黄金）：训练马扎尔骠骑消耗额外食物，而不消耗黄金
金冠科技：反曲弓（600木材+400黄金）：骑射手攻击力+1，射程+1
文明特色：村民一击就能杀死狼群、斥候骑兵系费用-15%、近战攻击升级免费
组队奖励：骑射手训练速度+25%


19.玛雅（美洲）
文明强项：弓兵
奇观：蒂卡尔神庙
特色单位：精锐羽箭手（55木材+55黄金）：生命65/攻击5/护甲0/盾牌2
银冠科技：胡尔切掷矛兵（300食物+300黄金）：掷矛手可额外投掷一支长矛
金冠科技：黄金国（750食物+450黄金）：鹰勇士生命值+40
文明特色：初始村民数+1，但食物-50、资源持续时间+15%、步弓手在封建/城堡/帝王时代的费用-10/20/30%
组队奖励：城墙费用-50%


20.蒙古（东亚）
文明强项：骑射手
奇观：成吉思汗大帐篷
特色单位：精锐蒙古突骑（55木材+65黄金）：生命60/攻击8/护甲1/盾牌0
银冠科技：游牧（300木材+150黄金）：失去房屋时人口空间不会减少
金冠科技：操练（500木材+450黄金）：攻城武器厂单位的移动速度+50%
文明特色：猎人工作效率+40%、骑射手攻击速度+25%、轻型骑手在城堡/帝王时代的生命值+20/30%
组队奖励：斥候骑兵系视野+2


21.缅甸（东南亚）
文明强项：步兵/骑兵
奇观：瑞喜宫塔
特色单位：精锐飞镖骑兵（75木材+60黄金）：生命65/攻击14/护甲0/盾牌2
银冠科技：曼尼普尔骑兵（300食物+300黄金）：骑兵对远程士兵的攻击力+4
金冠科技：象轿（400食物+300木材）：象兵近战护甲+1/远程护甲+1
文明特色：伐木场科技免费、步兵在封建/城堡/帝王时代的攻击力+1/+2/+3、象兵近战护甲+1/远程护甲+1、修道院科技费用-50%
组队奖励：游戏开始时就能在地图上看见圣物


22.葡萄牙（地中海）
文明强项：海军/火药
奇观：贝伦塔
特色单位：精锐风琴炮（80木材+70黄金）：生命70/攻击8/护甲2/盾牌6、精锐卡拉维尔战舰（90木材+43黄金）：生命150/攻击8/护甲0/盾牌8、大商站
银冠科技：大帆船（200木材+300黄金）：船舰的近战护甲+1/远程护甲+1
金冠科技：火绳枪（700食物+400黄金）：火药单位攻击移动目标的准确度更高
文明特色：采果工不仅能产生食物，还能产生木材、所有单位的黄金费用-20%、在帝王时代可建造大商站、船舰生命值+10%
组队奖励：科技研究速度+25%


23.日本（东亚）
文明强项：步兵
奇观：东大寺
特色单位：精锐日本武士（45食物+30黄金）：生命80/攻击12/护甲1/盾牌1
银冠科技：射箭孔（300食物+300木材）：瞭望塔系可发射额外的箭矢
金冠科技：弹射器（550木材+300黄金）：巨型投石机的攻击速度和组装/拆装速度提升
文明特色：磨坊、伐木场和采矿场的费用-50%、从封建时代开始步兵攻击速度+33%、骑射手对远程士兵的攻击力+2（掷矛手除外）、捕鱼船在黑暗封建/城堡/帝王时代的工作速度+5/10/15/20；生命值+100%且远程护甲+2
组队奖励：箭船系视野+4


24.萨拉森（中东）
文明强项：骆驼/海军
奇观：萨迈拉大清真寺
特色单位：精锐马穆鲁克（55食物+85黄金）：生命90/攻击10/护甲1/盾牌0
银冠科技：穆斯林诊所（300木材+200黄金）：僧侣被动治疗附近多个单位
金冠科技：配重块（650食物+500黄金）：巨型投石机和投石车系的攻击力+15%
文明特色：市场贸易税仅5%；市场的木材费用-100、骆驼单位生命+25%、箭船系攻击速度+25%、运输船生命值+100%，载运量+20
组队奖励：步弓兵和掷矛手系对建筑的攻击力+2


25.斯拉夫（东欧）
文明强项：步兵/攻城武器
奇观：基日岛木结构教堂
特色单位：精锐贵族铁骑（60食物+70黄金）：生命130/攻击14/护甲8/盾牌3
银冠科技：罗斯堡垒（400木材+200黄金）：用额外的木材费用替代城堡和瞭望塔系40%的石料费用
金冠科技：皇家卫队（900食物+500黄金）：步兵可造成践踏伤害
文明特色：农民工作速度+15%、纵火、软甲免费、攻城武器厂单位费用-15%、僧侣移动速度+20%
组队奖励：军事建筑提供的人口空间+5


26.条顿（中欧）
文明强项：步兵/骑兵
奇观：玛利亚拉赫修道院
特色单位：精锐条顿武士（85食物+40黄金）：生命100/攻击17/护甲10/盾牌2
银冠科技：重装甲（400木材+350黄金）：为攻城器具提供4装甲
金冠科技：开垛口（600食物+400石料）：城堡+3攻击距离，驻扎步兵也可以增加城堡伤害，驻扎效率与村民一致(5)
文明特色：僧侣双倍治疗距离、塔能驻扎双倍单位、城镇中心可以驻扎多10个单位、近射孔和草药免费升级、农田便宜40%、兵营单位和马厩单位在城堡时代和帝王时代各获得1近战护甲(总计2)
组队奖励：单位对僧侣招降抵抗加强


27.土耳其（中东）
文明强项：火药
奇观：塞利米耶清真寺
特色单位：精锐苏丹亲兵（60食物+55黄金）：生命50/攻击22/护甲2/盾牌0
银冠科技：突厥骑射（350食物+150黄金）：骑射手生命值+20
金冠科技：火炮术（500黄金+450石料）：炮塔、手推炮和炮舰射程+2
文明特色：火药单位生命值+25%、研究火药科技花费便宜50%、化学免费升级、金矿工采金快20%、轻骑兵和翼骑兵免费升级、轻骑兵系列单位+1远程护甲
组队奖励：火药部队训练快25%


28.维京（中欧）
文明强项：步兵/海军
奇观：博尔贡木板教堂
特色单位：精锐狂战士（65食物+25黄金）：生命75/攻击14/护甲2/盾牌1、精锐龙头战舰（100木材+50黄金）：生命160/攻击8/护甲0/盾牌8
银冠科技：酋长（400食物+300黄金）：步兵对骑兵攻击+5，对骆驼+4，杀死村民获得5金，杀死僧侣和贸易单位获得20金
金冠科技：博格斯维加尔（）：步弓手和龙头战舰+1攻击力
文明特色：步兵封建时代生命值+10%，城堡时代+15%，帝王时代+20%、战船封建和城堡时代便宜15%，帝王时代便宜20%、独轮手推车和手推车免费
组队奖励：船坞便宜15%


29.西班牙（地中海）
文明强项：火药
奇观：黄金塔
特色单位：精锐西班牙征服者（60食物+70黄金）：生命70/攻击18/护甲2/盾牌2、传教士（100黄金）：生命30/攻击0/护甲0/盾牌0
银冠科技：宗教法庭（100食物+300黄金）：僧侣和传教士的招降速度加快，传教士+1射程
金冠科技：霸权（400食物+250黄金）：村民攻击+6、生命+40、护甲和盾牌+2
文明特色：建筑工建造快30%、铁匠铺升级免黄金、炮舰射击更快更准确、每研究一个科技获得20金、火药单位攻击速度+15%
组队奖励：贸易单位产生多25%黄金


30.匈奴（中欧）
文明强项：骑兵
奇观：君士坦丁凯旋门
特色单位：精锐答刺罕骑兵（60食物+60黄金）：生命150/攻击11/护甲1/盾牌4
银冠科技：掠夺者（300木材+200黄金）：马厩能训练答剌罕骑兵，马厩训练时间为21秒
金冠科技：无神论（500食物+500黄金）：敌人世界奇观或是遗迹胜利的倒数+100年，敌方圣物的收益-50%
文明特色：不用建造居住房舍，但开局木材-100、骑射手训练成本在城堡时代-10%、帝王时代-20%、巨型投石机准确率+30%
组队奖励：马厩训练效率+20%


31.意大利（地中海）
文明强项：火药/海军
奇观：圣罗伦佐主教座堂
特色单位：精锐热那亚弩手（45木材+40黄金）：生命50/攻击6/护甲1/盾牌0、意大利佣兵（35食物+50黄金）：生命80/攻击9/护甲1/盾牌0
银冠科技：大盾（300食物+150黄金）：弩手和意大利佣兵远程护甲和近程护甲+1
金冠科技：丝绸之路（500食物+250黄金）：贸易单位便宜50%
文明特色：时代升级便宜15%、船坞和大学科技便宜33%、渔船便宜15%、火药部队便宜20%
组队奖励：帝王时代可以训练意大利佣兵


32.印度斯坦（南亚）
文明强项：骆驼/火药
奇观：胡马雍陵
特色单位：精锐骑象射手（100食物+70黄金）：生命330/攻击7/护甲0/盾牌3、帝王骆驼骑兵（55食物+60黄金）：生命140/攻击9/护甲0/盾牌0、古拉姆、商队旅馆
银冠科技：大干路（）：所有黄金收集速度+10%，交易费用降低到10%
金冠科技：印度火铳（）：火枪手射程+2
文明特色：骆驼兵攻击速度+20%、村民在黑暗/封建/城堡/帝王时代便宜8%/13%/18%/23%、火药部队近战护甲和远程护甲+1
组队奖励：骆驼兵和轻骑兵对建筑攻击力+2


33.印加（美洲）
文明强项：步兵
奇观：马丘比丘太阳神庙
特色单位：精锐印加百夫长（60食物+30黄金）：生命80/攻击8/护甲1/盾牌0、投石手（30食物+40黄金）：生命40/攻击4/护甲0/盾牌0
银冠科技：安第斯弹弓（200食物+300黄金）：掷矛手和投石手最小射程删除
金冠科技：织物盾（）：投石手、鹰勇士、印加枪兵长近程护甲+1，远程护甲+2
文明特色：城堡时代开始，铁匠铺的步兵科技能升级村民的攻防、步兵单位在每个时代减少10%/15%/20%/25%食物成本、每个房子能支持10人口、建筑便宜15%石头
组队奖励：团队成员获得1只羊驼


34.越南（东亚）
文明强项：步弓手
奇观：宁福寺
特色单位：精锐藤甲弓兵（50木材+45黄金）：生命45/攻击7/护甲0/盾牌6、帝王掷矛手（25食物+35木材）：生命35/攻击4/护甲0/盾牌5
银冠科技：宝伞（250食物+250黄金）：象兵生命值+100
金冠科技：纸币（500食物+300木材）：伐木工工作时获得黄金，效率是每个伐木工65秒获得1黄金
文明特色：游戏开始时显示敌人位置、靶场部队的生命值+20%、免费升级征召、经济科技的木头消耗删除，研究速度+100%
组队奖励：可以升级帝王掷矛手


35.中国（东亚）
文明强项：步弓手
奇观：天坛
特色单位：精锐诸葛弩（40木材+35黄金）：生命50/攻击8/护甲0/盾牌0
银冠科技：长城（400木材+200石料）：城墙与箭塔的生命值提高30%
金冠科技：火箭术（600木材+600黄金）：诸葛弩攻击力+2，弩炮攻击力+4
文明特色：初始村民+3，但是木材-50、食物-200、城镇中心提供人口数+15并且视野+7、封建时代、城堡时代、帝王时代的科技研发成本-5%/-10%/-15%、爆破船生命值+50%
组队奖励：农田产量+10%


36.勃艮第（西欧）—— 《西方领主》2021.1.27
文明强项：骑兵
奇观：布鲁塞尔市政厅
特色单位：精锐马上轻装兵、弗拉芒民兵
银冠科技：勃艮第葡萄园（）农民耕作生产黄金(速度为每个农民0.015黄金每秒)
金冠科技：弗拉芒革命（）：将所有现有村民升级为佛兰芒民兵，同时解锁兵营训练佛兰芒民兵
文明特色：经济升级可以提前一个时代研发，同时减少33%的食物成本、重装骑士可以提前一个时代研发，马厩科技便宜50%、火药部队获得25%攻击加成
组队奖励：圣物产生额外的食物(0.5食物每秒流速度)


37.西西里（地中海）—— 《西方领主》2021.1.27
文明强项：步兵/骑兵
奇观：蒙雷阿莱主教座堂
特色单位：精锐萨金特卫队、城楼
银冠科技：第一次十字军东征（）：研究后每个城镇中心(最大5个)附近都会出现5个萨金特卫兵，并额外增加单位的抗转化能力
金冠科技：锁子甲（）：骑士获得+1/+2护甲
文明特色：城镇中心建造速度提高100%，防御设施建造速度提高50%、地面部队吸收33%来自所有额外加成的伤害(攻城武器除外)、每次升级农场科技时，直到下一次播种之前农场都会获得额外125%的食物、取代原来的瞭望箭塔，可以建造城楼、开局多100石头
组队奖励：运输船获得5视野并且成本降低50%


38.波西米亚（东欧）—— 《公爵黎明》2021.8.11
文明强项：火药/战车
奇观：火药塔
特色单位：精锐胡斯派战车、榴弹炮
银冠科技：大车阵战术（）：火药部队移动速度+15%
金冠科技：胡斯革新（）：生产僧侣和修道院科技不消耗黄金而是食物
文明特色：铁匠铺和大学木材花费-100、城堡时代可研究化学和生产火枪手、长枪兵系列额外伤害+25%、热情和圣洁影响村民、采矿场科技免费
组队奖励：市场工作效率提升80%


39.波兰（东欧）—— 《公爵黎明》2021.8.11
文明强项：骑兵
奇观：瓦维尔主教座堂
特色单位：精锐奥布奇战锤兵、波兰翼骑兵、大庄园
银冠科技：贵族特权（）：骑士黄金费用-60%
金冠科技：列克提克遗产（）：轻骑兵系部队造成践踏伤害
文明特色：村民获得自愈能力，在封建时代/城堡时代/帝王时代每分钟恢复10/15/20、拥有取代磨坊的独特建筑大庄园、采石除了获得石料外还能额外获得33%黄金
组队奖励：轻骑兵系对步弓手系伤害+1


40.孟加拉（南亚）—— 《印度王朝》2022.4.28
文明强项：象兵/海军
奇观：索玛普利大寺
特色单位：精锐拉塔、装甲象兵
银冠科技：派（）：战车和大象攻击速度提高20%
金冠科技：大乘佛教（）：村民和僧侣占用的人口空间减少10%
文明特色：大象单位受到的额外伤害减少25%，并且更能抵抗转化、到达下一个时代时，城镇中心会生成2个村民、舰船每分钟恢复15HP、僧侣近战护甲+3/远程护甲+3、近战骑兵+2对掷矛手加成
组队奖励：贸易单位产出额外的基于黄金10%的食物


41.达罗毗荼（南亚）—— 《印度王朝》2022.4.28
文明强项：海军
奇观：布里哈迪希瓦拉神庙
特色单位：精锐印度剑客、精锐楼船
银冠科技：医疗团队（）：大象单位每分钟恢复30生命值
金冠科技：乌兹钢（）：步兵和骑兵攻击无视护甲
文明特色：进入下一个时代时获得200木材、渔夫和渔船携带量+15、兵营科技成本-50%、掷矛手和骑象射手的攻击速度提高25%、攻城武器-33%木材成本
组队奖励：船坞提供5人口


42.瞿折罗（南亚）—— 《印度王朝》2022.4.28
文明强项：骆驼/骑射
奇观：索姆纳特神庙
特色单位：精锐飞轮刃投掷手、施里瓦姆沙骑手、骆驼斥候
银冠科技：刹帝利（）：军事单位食物成本-25%
金冠科技：边防卫队（）：骆驼兵和骑象射手+4近战护甲
文明特色：开局拥有额外两片浆果丛、驻扎畜牧动物进入磨坊获得食物、骑乘部队造成的额外伤害在封建时代/城堡时代/帝王时代+20%/+30%/+40%、渔船可以驻扎在船坞
组队奖励：骆驼和大象单位的生产速度提高25%


43.罗马（地中海）—— 《罗马归来》2023.5.17
文明强项：骑兵
奇观：圆形竞技场
特色单位：精锐百夫长、罗马军
银冠科技：重弩（）：弩炮系攻击速度+33%，箭船系攻击力+2
金冠科技：野战军（）：民兵系、骑士系和百夫长训练速度+50%，获得冲锋攻击
文明特色：村民收集、建造、维修速度+5%、战舰系和德罗蒙战舰近战护甲和远程护甲+1、步兵获得铁匠铺护甲科技双倍收益、弩炮黄金成本-60%，受益于弹道学
组队奖励：弩炮减少最小射程


44.亚美尼亚（地中海）—— 《皇家山脉》2023.11.1
文明强项：僧侣/海军
奇观：埃奇米阿津主教座堂
特色单位：精锐复合弓箭手、牧师战士、骡车、强化教堂
银冠科技：奇里乞亚舰队（）：爆破船攻击范围+20%，箭船和德莱蒙战舰+1射程
金冠科技：费雷特斯（）：除长枪兵系外的步兵生命值+30，牧师战士恢复速度+100%
文明特色：骡车成本-25%，骡车科技效果+40%、第一个建造的强化教堂会提供1个免费圣物、军营部队(剑士除外)在早一个时代可用、箭船和德罗蒙战舰发射子弹数+1
组队奖励：步兵+2视野


45.格鲁吉亚（地中海）—— 《皇家山脉》
文明强项：骑兵
奇观：生命之柱主教座堂
特色单位：精锐莫纳斯帕、骡车、强化教堂
银冠科技：斯万箭塔（）：防御建筑攻击力+2，箭塔发射的箭矢穿透复数目标
金冠科技：阿兹瑙里骑兵（）：骑兵人口占据量-15%
文明特色：以1只骡车开局、强化教堂为周围8格范围内的村民提供+10%工作效率、居高临下作战时受到的伤害额外-15%(从-25%增加到-40%)、骑兵在封建时代/城堡时代/帝王时代每分钟恢复5/10/15生命值
组队奖励：修理建筑消耗资源量-25%


46.阿契美尼德（希腊）——《希腊之战》


47.雅典（希腊）——《希腊之战》


48.斯巴达（希腊）——《希腊之战》


49.蜀


50.魏


51.吴


52.女真


53.契丹



*/