/*

// 靶场

步弓系：（25木材+45黄金）

1.步弓手：生命30、攻击4、护甲0、盾牌0、射程4、（精准度80%）

2.弩手：生命35、攻击5、护甲0、盾牌0、射程5、（精准度85%）————升级费用（125食物+75黄金）

3.劲弩手：生命40、攻击6、护甲0、盾牌0、射程5、（精准度90%）————升级费用（350食物+300黄金）


投掷系：（25食物+35木材）

1.掷矛手：生命30、攻击2、护甲0、盾牌3、射程4、（精准度90%、对枪兵+3、射手+3）

2.精锐掷矛手：生命35、攻击3、护甲0、盾牌4、射程5、（精准度90%、对骑射手+6、射手+4、枪兵+3）————升级费用（230食物+130黄金）


骑射手系：（40木材+60黄金）

1.骑射手：生命50、攻击6、护甲0、盾牌0、射程4、（精准度50%、对枪兵+2）

2.重装骑射手：生命60、攻击7、护甲1、盾牌0、射程4、（精准度50%、对枪兵+2） ————升级费用（900食物+500黄金）


象射系：（40木材+60黄金）

1.骑象射手：生命230、攻击6、护甲0、盾牌2、射程4、（精准度70%、为骑射时防御-7）

2.精锐骑象射手：生命280、攻击7、护甲0、盾牌2、射程4、（精准度85%、为骑射时防御-7）————升级费用（1000食物+800黄金）


火药系：（45食物+50黄金）

1.火枪手：生命40、攻击17、护甲1、盾牌0、射程7、（精准度75%、对枪兵+11、步兵+10、冲车+2）


科技：

1.扳指（300食物+250木材）：射手类/骑射手类单位命中率提升为100%、步弓手系攻击间隔-15%、骑射手系/高丽战车攻击间隔-10%、诸葛弩攻击间隔-20%、蒙古突骑/羽箭手/热那亚弩手/长弓兵/骑象射手/骆驼射手/藤弓兵/钦察骑射手攻击间隔-15%

2.帕提亚战术（200食物+250黄金）：骑射手/蒙古突骑/骑象射手/骆驼射手/钦察骑射手护甲+1/盾牌+2、骑射手对枪兵伤害+4、蒙古突骑/骑象射手/骆驼射手/钦察骑射手对枪兵伤害+2


 */