/*

// 大学

1.石匠（150食物+175木材）：所有建筑生命值+10%、护甲+1、盾牌+1、攻城护甲+3

2.垛墙（200食物+100木材）：围墙生命值+1200、护甲+4、盾牌+2、攻城护甲+8、城门生命值+1250

3.弹道学（300木材+175黄金）：射手/城镇中心/城堡/防御塔/战舰启用智能射击(发射时预测目标到达位置，大幅增加对移动目标的命中概率)

4.警戒箭塔（100食物+250木材）：箭塔生命值+480、攻击+2、护甲 +1、盾牌+1、对舰船和渔船伤害+2、副箭基础攻击+2、副箭对舰船和渔船伤害+2

5.预热射击（350食物+100黄金）：塔类(所有箭)对舰船和渔船的额外伤害+125%、城堡/营垒/巨港(所有箭)对舰船和渔船伤害+4

6.近射孔（200食物+100石头）：消除所有箭塔/城堡/巨港的最小射程

7.脚踏起重机（300食物+200木材）：村民建造建筑效率+20%

8.建筑学（300食物+200木材）：所有建筑生命值+10%、护甲+1、盾牌+1、攻城护甲+3（前置科技：石匠）

9.化学（300食物+200黄金）：射手类/骑射手类/箭船系/弩炮系/投石车系/巨型投石机/重弩战象/卡拉维尔战舰/龙头战舰(主箭)/城镇中心(主箭)/巨港(主箭)/城堡和营垒(所有箭)/塔类(所有箭)攻击 +1（解锁火药单位火枪手、炮舰、手推炮、炮塔的前置科技）

10.攻城技师（500食物+600木材）：攻城武器类单位(冲车除外)/巨型投石机/弩炮/重弩战象射程、视野、搜索范围+1、对建筑伤害(攻城)+20%；爆破兵对建筑伤害(攻城)+200；火焰骆驼对建筑伤害(攻城)+40

11.大型箭塔（500食物+350黄金）：箭塔生命值+750、攻击+1、护甲+1、盾牌+1、对舰船和渔船伤害+1、副箭基础攻击+1、副箭对舰船和渔船伤害+1（前置科技：警戒箭塔）

12.射箭槽（250食物+250木材）：瞭望/警戒/大型箭塔攻击分别+1/+2/+3

13.炮塔（800食物+400木材）：可以建造炮塔。（前置科技：化学）


 */