/*

黑暗时代：

1.村民（50食物）：生命25、攻击3

2.棍棒手（50食物）：生命40、攻击3

3.捕鱼艇（50木材）：生命45

4.贸易艇（100木材）：生命120


工具时代：

1.持斧战士（50食物）：生命50、攻击5

2.投石手（40食物+10石头）：生命25、攻击2、盾牌2、射程4

3.弓箭手（40食物+20木材）：生命35、攻击3、射程5

4.侦察骑兵（100食物）：生命60、攻击3

5.轻型运输船（150木材）：生命150

6.侦察船（135木材）：生命120、攻击5、射程5


青铜时代：

1.短剑兵（35食物+15黄金）：生命60、攻击7、护甲1

2.阔剑兵（35食物+15黄金）：生命80、攻击9、护甲1

3.强化弓箭手（40食物+20黄金）：生命40、攻击4、射程6

4.复合弓箭手（40食物+20黄金）：生命45、攻击5、射程7

5.战车射手（40食物+70木材）：生命70、攻击4、射程7

6.骑兵（70食物+80黄金）：生命150、攻击8、盾牌1

7.战车（40食物+60木材）：生命100、攻击7

8.骆驼骑兵（60食物+70黄金）：生命125、攻击6

9.轻型投石车（180木材+80黄金）：生命75、攻击50

10.祭司（125黄金）：生命25、射程10

11.甲兵（60食+40黄金）：生命120、攻击17、护甲5

12.捕鱼船（50木材）：生命75

13.战船（135木材）：生命160、攻击8、射程6

14.商船（100木材）：生命200


铁器时代：

1.长剑士（35食物+15黄金）：生命100、攻击11、护甲2

2.军团兵（35食物+15黄金）：生命140、攻击13、护甲2

3.骑马弓兵（50食物+70黄金）：生命60、攻击7、盾牌1、射程7

4.重装骑马弓兵（50食物+70黄金）：生命90、攻击8、盾牌1、射程7

5.骑象弓兵（180食物+60黄金）：生命600、攻击6、射程7

6.刀轮战车（40食物+60木材）：生命120、攻击9、护甲1

7.重装骑兵（70食物+80黄金）：生命150、攻击10、护甲2、盾牌2

8.甲胄骑兵（70食物+80黄金）：生命200、攻击12、护甲5、盾牌3

9.战象（170食物+40黄金）：生命600、攻击15

10.披甲战象（170食物+40黄金）：生命600、攻击18、护甲2、盾牌1

11.方阵兵（60食物+40黄金）：生命120、攻击20、护甲7

12.百夫长（60食物+40黄金）：生命160、攻击30、护甲8

13.投石车（180木材+80黄金）：生命75、攻击60、射程12

14.重型投石车（180木材+80黄金）：生命150、攻击60、射程13

15.弩炮（100木材+80黄金）：生命55、攻击40、射程9

16.重型弩炮（100木材+80黄金）：生命55、攻击45、射程10

17.三桨座战船（135木材）：生命200、攻击12、射程7

18.重型运输船（150木材）：生命200

19.投石三桨座战船（135木材+50黄金）：生命135、攻击35、射程9

20.灭世战船（135木材+50黄金）：生命200、攻击35、射程10

21.喷火船（115木材+40黄金）：生命200、攻击24


*/