/*

1.阿兹克特（美洲）：
文明强项：步兵/僧侣
奇观：特诺奇蒂特兰大金字塔
特色单位：精锐豹勇士（60食物+30黄金)：生命75/攻击19/护甲2/盾牌2
银冠科技：掷矛器（400食物+350黄金）：掷矛手攻击力+1，射程+1
金冠科技：荣冠战争（450食物+750黄金）：步兵攻击力+4
文明特色：初始+50黄金、村民携带量+3、军事单位训练速度+15%、研究一项修道院科技后僧侣的生命值+5
组队奖励：圣物产生的黄金+33%


2.埃塞尔比亚（非洲）
文明强项：弓兵
奇观：以马内利殿堂
特色单位：精锐弯刀勇士（50食物+30黄金）：生命50/攻击18/护甲0/盾牌1
银冠科技：龙脉（300食物+300黄金）：弯刀勇士和骆驼骑兵受到骑兵单位的伤害-3
金冠科技：扭绞机（1000食物+600黄金）：攻城武器厂单位的爆炸伤害范围提升
文明特色：升级到下一个时代时获得的黄金+100、食物+100、步弓手攻击速度+18%、长枪兵升级免费
组队奖励：哨站视野+3且不消耗石料


3.柏柏尔（中东）
文明强项：骑兵/海军
奇观：哈桑塔
特色单位：精锐骆驼射手（50木材+60黄金）：生命60/攻击8/护甲1/盾牌1、精锐标枪骑兵（40食物+35木材）：生命55/攻击4/护甲0/盾牌4
银冠科技：土堡（250食物+250黄金）：团队的城堡工作速度+25%
金冠科技：马格里布骆驼（700食物+300黄金）：骆驼单位每分钟恢复15生命值
文明特色：村民在黑暗时代的移动速度+5%，从封建时代开始+10%、马厩单位在城堡/帝王时代的费用-15/20%、船舰移动速度+10%
组队奖励：从城堡时代开始，靶场提供标枪骑兵


4.拜占庭（地中海）
文明强项：防御
奇观：圣索菲亚大教堂
特色单位：精锐甲胄骑兵（70食物+75黄金）：生命150/攻击12/护甲2/盾牌1
银冠科技：希腊之火（250食物+300黄金）：喷火船射程+1；德罗蒙战舰和炮塔的爆炸范围提升
金冠科技：后勤学（800食物+600黄金）：甲胄骑兵能造成践踏伤害，对步兵的攻击力+6
文明特色：建筑生黑暗/封建/城堡/帝王时代的生命值+10/20/30/40%、骆驼骑兵、掷矛手和长矛兵系的费用-25%、城镇瞭望、城镇巡逻免费、升级到帝王时代的费用-33%、喷火船和德罗蒙战舰攻击速度+25%
组队奖励：僧侣治疗速度+100%


5.保加利亚（东欧）
文明强项：步兵/骑兵
奇观：普雷斯拉夫圆形教堂
特色单位：精锐保加利亚骑兵（60食物+70黄金）：生命120/攻击14/护甲2/盾牌2、营垒
银冠科技：马镫（400食物+200黄金）：骑兵攻击速度+33%
金冠科技：协议（900食物+450黄金）：民兵系近战护甲+5
文明特色：民兵系升级免费、铁匠铺和攻城武器厂科技的食物费用-50%、城镇中心石料费用-50%、在城堡时代可建造要塞
组队奖励：铁匠铺工作效率+80%


6.波斯（中东）
文明强项：骑兵
奇观：塔克基思拉宫
特色单位：精锐战象（170食物+85黄金）：生命600/攻击20/护甲1/盾牌3、萨瓦尔（60食物+75黄金）：生命145/攻击14/护甲3/盾牌4、商队旅馆
银冠科技：波斯步弓手（400木材+300黄金）：生产弓兵系消耗额外木材，而不消耗黄金
金冠科技：堡垒（600木材+300黄金）：城堡攻击力+4，对冲车攻击力+3，对步兵攻击力+3，受到的额外伤害-25%
文明特色：初始木材和食物+50、城镇中心和码头的生命值+100%，在黑暗/封建/城堡/帝王时代的工作速度+5/10/15/20%、在城堡时代可使用帕提亚战术、在帝王时代可以建造商队驿站
组队奖励：骑士系对远程士兵的攻击力+2


7.不列颠（西欧）
文明强项：弓兵
奇观：奇彻斯特座堂
特色单位：精锐长弓兵（35木材+40黄金）：生命40/攻击7/护甲0/盾牌1
银冠科技：英皇侍卫（750木材+450黄金）：步弓兵和掷矛手系射程+1；瞭望塔系攻击力+2
金冠科技：战狼号（800木材+400黄金）：巨型投石机可造成爆破伤害，且准确度更高
文明特色：羊倌工作速度+25%、从城堡时代开始，城镇中心的木材费用-50%、步弓手在城堡/帝王时代的射程+1/+2
组队奖励：靶场工作速度+10%


8.鞑靼（中亚）
文明强项：骑射手
奇观：兀鲁伯天文台
特色单位：精锐怯薛（60食物+40黄金）：生命140/攻击11/护甲1/盾牌3、火焰骆驼（75食物+35黄金）：生命55/攻击20/护甲0/盾牌0
银冠科技：丝护甲（400木材+300黄金）：轻型骑手和骑射手的近战护甲+1/远程护甲+1
金冠科技：帖木儿攻城术（500木材+400黄金）：巨型投石机射程+2
文明特色：牲畜持续时间+50%、在高海拔战斗时，单位造成的伤害+25%、从城堡时代开始，新建造的城镇中心会生产2头绵羊、扳指、帕提亚战术免费
组队奖励：骑射手视野+2


9.法兰克（西欧）
文明强项：骑兵
奇观：圣维特主教座堂
特色单位：精锐掷斧兵（55食物+25黄金）：生命70/攻击8/护甲1/盾牌0
银冠科技：芒刺斧（300食物+300黄金）：掷斧兵射程+1
金冠科技：骑士精神（600木材+500黄金）：马厩工作速度+40%
文明特色：采果工的工作速度+15、磨坊科技免费、骑兵单位从封建时代开始生命值+20%、城堡在城堡/帝王时代的费用-15/25%
组队奖励：骑士系视野+2


10.高丽（东亚）
文明强项：防御/海军
奇观：皇龙寺
特色单位：精锐高丽战车（94木材+60黄金）：生命200/攻击9/护甲0/盾牌4、精锐龟甲船（190木材+180黄金）：生命300/攻击8/护甲8/盾牌8
银冠科技：邑城（300食物+300木材）：瞭望塔系射程+2
金冠科技：神机箭（1100木材+800黄金）：火箭推车和龟甲船射程+1，可发射额外炮弹
文明特色：石矿工的工作速度+20%、远程士兵和步兵的木材费用-50%、弓兵护甲和塔升级免费（升级炮塔需要化学）、战船的木材费用-20%
组队奖励：村民视野+3


11.高棉（东南亚）
文明强项：攻城武器/大象
奇观：吴哥窟
特色单位：精锐弩炮战象（100食物+80黄金）：生命290/攻击10/护甲0/盾牌3
银冠科技：獠牙剑（300食物+450木材）：象兵攻击力+3
金冠科技：双箭弩（700食物+400黄金）：重弩战象和蝎式弩可额外发射一枚弩箭
文明特色：不需要建筑即可升级到下一个时代或解锁其他建筑、农民不需要磨坊或城镇中心就可以存放食物、村民可以驻扎进房屋里、象兵移动速度+10%
组队奖励：蝎式弩射程+1


12.哥特（中欧）
文明强项：步兵
奇观：狄奥多利克之墓
特色单位：精锐近卫军（75食物+35黄金）：生命70/攻击12/护甲0/盾牌8
银冠科技：无政府（450食物+250黄金）：可在兵营训练近卫军
金冠科技：井喷（400木材+600黄金）：兵营生成速度+100%
文明特色：可以立即研究织布机、村民对野猪的攻击力+5；猎人携带量+15；被捕猎的动物持续时间+20%、步兵在黑暗/封建/城堡/帝王时代的费用-15/20/25/30%、步兵在封建/城堡/帝王时代对建筑的攻击力+1/+2/+3、在帝王时代人口空间+10
组队奖励：兵营生产速度+20%


13.凯尔特（西欧）
文明强项：步兵/攻城武器
奇观：卡瑟尔岩
特色单位：精锐靛蓝突袭者（70食物+25黄金）：生命85/攻击15/护甲0/盾牌1
银冠科技：堡垒（250食物+200黄金）：城堡和瞭望塔系的攻击速度+33%；城堡会治疗7格范围内的友方步兵
金冠科技：凯尔特狂暴（750食物+450黄金）：攻城武器厂单位的生命值+40%
文明特色：伐木工工作速度+15%、处于凯尔特单位视野内的牲畜不会被窃取、步兵在黑暗/封建/城堡/帝王时代的移动速度+5/+10/+15/+20%、攻城武器攻击速度+25%
组队奖励：攻城武器厂生产速度+20%


14.库曼（中亚）
文明强项：骑兵
奇观：萨克尔堡垒
特色单位：精锐钦察（60木材+35黄金）：生命45/攻击5/护甲0/盾牌0
银冠科技：大草原畜牧（200食物+300木材）：轻型骑手和骑射手的训练速度+100%
金冠科技：库曼雇佣兵（650木材+400黄金）：所有团队成员均可在每座城堡免费训练5名精锐钦察
文明特色：在封建时代可额外建造一座城镇中心、骑兵单位在封建/城堡/帝王时代的移动速度+5/10/15%、靶场和马厩的木材费用-75、在封建时代可以使用攻城武武器厂和攻城锤；在城堡时代可以使用中型冲车
组队奖励：木栅栏的生命值+33%


15.立陶宛（欧洲）
文明强项：骑兵/僧侣
奇观：特拉凯岛城堡公爵宫殿
特色单位：精锐皇家骑士（70食物+50黄金）：生命130/攻击16/护甲2/盾牌1、波兰翼骑兵（80食物）：生命80/攻击9/护甲1/盾牌2
银冠科技：山寨堡（250食物+250黄金）：城镇中心+3射程
金冠科技：塔盾（500食物+200黄金）：长枪兵和投矛手的远程装甲+2
文明特色：每座城镇中心提供的食物+100、长矛兵系和掷矛系的移动速度+10%、每驻守一件圣物，骑士系和烈堤司的攻击力+1（最高+4）
组队奖励：修道院的工作速度+20%


16.马来（东南亚）
文明强项：海军
奇观：卡拉山庙
特色单位：精锐爪刀勇士（25食物+15黄金）：生命40/攻击8/护甲1/盾牌1
银冠科技：海上霸主（300食物+300黄金）：船坞升级为能射箭更坚固的巨港
金冠科技：强征兵役（850食物+500黄金）：剑士系免黄金，并额外消耗20食物
文明特色：升级至下一个时代的速度+66%、步兵护甲升级免费、象兵在城堡/帝王时代的费用-25/35%、养鱼场费用-33%且提供的食物+200%
组队奖励：码头视野+6


17.马里（非洲）
文明强项：步兵
奇观：杰内大清真寺
特色单位：精锐飞刀女兵（50食物+40黄金）：生命50/攻击13/护甲0/盾牌0
银冠科技：蛮王（200食物+300木材）：城镇中心无驻军亦能自动射箭
金冠科技：死士（650食物+400黄金）：骑兵攻击力+5
文明特色：建筑的木材费用-15%、村民存放的黄金额外+10%、兵营单位在封建/城堡/帝王时代的远程护甲+1/+2/+3
组队奖励：大学工作速度+80%


18.马扎尔（东欧）
文明强项：骑兵
奇观：科文城堡
特色单位：精锐马扎尔骠骑（35食物+45黄金）：生命85/攻击10/护甲0/盾牌2
银冠科技：科维尼安军队（200食物+300黄金）：训练马扎尔骠骑消耗额外食物，而不消耗黄金
金冠科技：反曲弓（600木材+400黄金）：骑射手攻击力+1，射程+1
文明特色：村民一击就能杀死狼群、斥候骑兵系费用-15%、近战攻击升级免费
组队奖励：骑射手训练速度+25%


19.玛雅（美洲）
文明强项：弓兵
奇观：蒂卡尔神庙
特色单位：精锐羽箭手（55木材+55黄金）：生命65/攻击5/护甲0/盾牌2
银冠科技：胡尔切掷矛兵（300食物+300黄金）：掷矛手可额外投掷一支长矛
金冠科技：黄金国（750食物+450黄金）：鹰勇士生命值+40
文明特色：初始村民数+1，但食物-50、资源持续时间+15%、步弓手在封建/城堡/帝王时代的费用-10/20/30%
组队奖励：城墙费用-50%


20.蒙古（东亚）
文明强项：骑射手
奇观：成吉思汗大帐篷
特色单位：精锐蒙古突骑（55木材+65黄金）：生命60/攻击8/护甲1/盾牌0
银冠科技：游牧（300木材+150黄金）：失去房屋时人口空间不会减少
金冠科技：操练（500木材+450黄金）：攻城武器厂单位的移动速度+50%
文明特色：猎人工作效率+40%、骑射手攻击速度+25%、轻型骑手在城堡/帝王时代的生命值+20/30%
组队奖励：斥候骑兵系视野+2


21.缅甸（东南亚）
文明强项：步兵/骑兵
奇观：瑞喜宫塔
特色单位：精锐飞镖骑兵（75木材+60黄金）：生命65/攻击14/护甲0/盾牌2
银冠科技：曼尼普尔骑兵（300食物+300黄金）：骑兵对远程士兵的攻击力+4
金冠科技：象轿（400食物+300木材）：象兵近战护甲+1/远程护甲+1
文明特色：伐木场科技免费、步兵在封建/城堡/帝王时代的攻击力+1/+2/+3、象兵近战护甲+1/远程护甲+1、修道院科技费用-50%
组队奖励：游戏开始时就能在地图上看见圣物


22.葡萄牙（地中海）
文明强项：海军/火药
奇观：贝伦塔
特色单位：精锐风琴炮（80木材+70黄金）：生命70/攻击8/护甲2/盾牌6、精锐卡拉维尔战舰（90木材+43黄金）：生命150/攻击8/护甲0/盾牌8、大商站
银冠科技：大帆船（200木材+300黄金）：船舰的近战护甲+1/远程护甲+1
金冠科技：火绳枪（700食物+400黄金）：火药单位攻击移动目标的准确度更高
文明特色：采果工不仅能产生食物，还能产生木材、所有单位的黄金费用-20%、在帝王时代可建造大商站、船舰生命值+10%
组队奖励：科技研究速度+25%


23.日本（东亚）
文明强项：步兵
奇观：东大寺
特色单位：精锐日本武士（45食物+30黄金）：生命80/攻击12/护甲1/盾牌1
银冠科技：射箭孔（300食物+300木材）：瞭望塔系可发射额外的箭矢
金冠科技：弹射器（550木材+300黄金）：巨型投石机的攻击速度和组装/拆装速度提升
文明特色：磨坊、伐木场和采矿场的费用-50%、从封建时代开始步兵攻击速度+33%、骑射手对远程士兵的攻击力+2（掷矛手除外）、捕鱼船在黑暗封建/城堡/帝王时代的工作速度+5/10/15/20；生命值+100%且远程护甲+2
组队奖励：箭船系视野+4


24.萨拉森（中东）
文明强项：骆驼/海军
奇观：萨迈拉大清真寺
特色单位：精锐马穆鲁克（55食物+85黄金）：生命90/攻击10/护甲1/盾牌0
银冠科技：穆斯林诊所（300木材+200黄金）：僧侣被动治疗附近多个单位
金冠科技：配重块（650食物+500黄金）：巨型投石机和投石车系的攻击力+15%
文明特色：市场贸易税仅5%；市场的木材费用-100、骆驼单位生命+25%、箭船系攻击速度+25%、运输船生命值+100%，载运量+20
组队奖励：步弓兵和掷矛手系对建筑的攻击力+2


25.斯拉夫（东欧）
文明强项：步兵/攻城武器
奇观：基日岛木结构教堂
特色单位：精锐贵族铁骑（60食物+70黄金）：生命130/攻击14/护甲8/盾牌3
银冠科技：罗斯堡垒（400木材+200黄金）：用额外的木材费用替代城堡和瞭望塔系40%的石料费用
金冠科技：皇家卫队（900食物+500黄金）：步兵可造成践踏伤害
文明特色：农民工作速度+15%、纵火、软甲免费、攻城武器厂单位费用-15%、僧侣移动速度+20%
组队奖励：军事建筑提供的人口空间+5


26.条顿（中欧）
文明强项：步兵
奇观：玛利亚拉赫修道院
特色单位：精锐条顿武士（85食物+30黄金）：生命90/攻击14/护甲7/盾牌2
银冠科技：重装甲（400木材+350黄金）：攻城武器近战护甲+4
金冠科技：开垛口（600食物+400石料）：城堡射程+3；驻扎的步兵会发射箭矢
文明特色：农田费用-40%、城镇中心驻扎容量+10；塔驻扎容量+5、兵营和马厩单位在城堡/帝王时代的近战护甲+1/+2、僧侣治疗范围+100%、近射孔、草药免费
组队奖励：单位更难被招降


27.土耳其（中东）
文明强项：火药
奇观：塞利米耶清真寺
特色单位：精锐苏丹亲兵（60食物+55黄金）：生命40/攻击22/护甲2/盾牌0
银冠科技：西帕希骑兵（350食物+150黄金）：骑射手生命值+20
金冠科技：火炮术（600食物+650黄金）：炮塔、手推炮和炮舰的射程+2
文明特色：金矿矿工的工作速度+20%、斥候骑兵系的远程护甲+1且升级免费、化学免费；火药单位生命值+25%、炮塔和精锐炮舰的升级费用-50%
组队奖励：火药单位训练速度+25%


28.维京（中欧）
文明强项：步兵/海军
奇观：博尔贡木板教堂
特色单位：精锐狂战士（65食物+20黄金）：生命62/攻击14/护甲2/盾牌1、精锐龙头战舰（100木材+50黄金）：生命160/攻击8/护甲0/盾牌8
银冠科技：酋长（600食物+450黄金）：步兵对骑兵攻击+5，对骆驼单位攻击力+4，击败村民、贸易单位和僧侣时产生的黄金+5
金冠科技：博格斯维加尔（650食物+500黄金）：弓兵系和龙头战舰攻击力+1
文明特色：独轮车和手推车免费、从封建时代开始步兵生命值+20%、战船在封建/城堡/帝王时代的费用-15/15/20%
组队奖励：码头费用-15%


29.西班牙（地中海）
文明强项：火药/僧侣
奇观：黄金塔
特色单位：精锐西班牙征服者（60食物+70黄金）：生命70/攻击18/护甲2/盾牌2、传教士（100黄金）：生命30/攻击0/护甲0/盾牌0
银冠科技：宗教法庭（100食物+300黄金）：僧侣和传教士的招降速度加快；传教士招降距离+1
金冠科技：霸权（400食物+250黄金）：村民生命值+40，攻击+6，近战护甲+2/远程护甲+2
文明特色：建筑工的工作效率+30%、研究一项科技后获得的黄金+20、铁匠铺升级不消耗黄金、火药单位攻击速度+18%、炮舰攻击移动目标的准确度提高
组队奖励：贸易单位产生的黄金+25%

30.匈奴（中欧）
文明强项：骑兵
奇观：君士坦丁凯旋门
特色单位：精锐答刺罕骑兵（60食物+60黄金）：生命150/攻击11/护甲1/盾牌4
银冠科技：掠夺者（300木材+200黄金）：可在马厩训练答刺罕骑兵
金冠科技：无神论（500食物+500黄金）：敌方圣物产生的资源-50%；世界奇观和圣物胜利的倒计时+100年
文明特色：不需要房屋，但初始木材-100、骑射手在城堡/帝王时代的费用-10/20%、巨型投石机攻击单位和小型目标的准确度提高、在游牧民族地图上，第一座城镇中心可产生一匹侦察马
组队奖励：马厩工作速度+20%


31.意大利（地中海）
文明强项：步弓手/海军
奇观：圣罗伦佐主教座堂
特色单位：精锐热那亚弩手（45木材+40黄金）：生命50/攻击6/护甲1/盾牌0、意大利佣兵（50食物+35黄金）：生命80/攻击10/护甲1/盾牌0
银冠科技：丝绸之路（250食物+250黄金）：贸易单位费用-50%
金冠科技：烟火之术（650食物+500黄金）：火枪手造成的穿透伤害+15%，且准确度更高
文明特色：升级至下一时代费用-15%、步弓手和意大利佣兵的近战护甲+1/远程护甲+1、码头和大学科技费用-33%、火药单位费用-20%、捕鱼船费用-15%
组队奖励：在帝王时代兵营提供意大利佣兵


32.印度斯坦人（南亚）
文明强项：骆驼/火药
奇观：胡马雍陵
特色单位：精锐古拉姆（30食物+45黄金）：生命70/攻击11/护甲0/盾牌6、帝王骆驼骑兵（55食物+60黄金）：生命140/攻击8/护甲0/盾牌0、商队旅馆
银冠科技：大干道（250食物+200木材）：所有黄金收入速度+10%；市场交易费降至10%
金冠科技：印度火铳（500食物+300黄金）：火枪手射程+2
文明特色：村民在黑暗/封建/城堡/帝王时代的费用-8/13/18/23%、骆驼骑兵攻击速度+20%、火药单位近战护甲+1/远程护甲+1、可在帝王时代建造商队驿站
组队奖励：轻型骑手和骆驼单位对建筑物的攻击力+2


33.印加（美洲）
文明强项：步兵
奇观：马丘比丘太阳神庙
特色单位：精锐印加枪兵长（60食物+30黄金）：生命80/攻击8/护甲1/盾牌0、投石手（40食物+40黄金）：生命40/攻击4/护甲0/盾牌0
银冠科技：安第斯弹弓（200食物+300黄金）：掷矛手和投石手无最小射程；投石手攻击力+1
金冠科技：织物盾（600食物+600黄金）：印加枪兵长、投石手和鹰勇士的近战护甲+1/远程护甲+2
文明特色：房屋提供的人口空间+5、建筑的石料费用-15%、军事单位在黑暗/封建/城堡/帝王时代的食物费用-15/20/25/30%、从城堡时代开始，步兵的铁匠铺升级会对村民生效
组队奖励：开始游戏时获得一只免费羊驼


34.越南（东亚）
文明强项：弓兵
奇观：宁福寺
特色单位：精锐藤弓兵（50木材+45黄金）：生命45/攻击7/护甲0/盾牌6、帝王掷矛手（25食物+35木材）：生命35/攻击4/护甲0/盾牌5
银冠科技：宝伞（250食物+250黄金）：象兵生命值+100
金冠科技：纸币（550食物+200木材）：伐木工不仅能产生木材，还能缓慢地产生黄金
文明特色：游戏开始时就能显示敌方城镇中心位置、经济升级无须花费木材且研究速度+100%、靶场单位和火枪骑兵生命值+20%、征招免费
组队奖励：在帝王时代可以升级为帝王掷矛手


35.中国（东亚）
文明强项：步弓手/火药
奇观：天坛
特色单位：精锐诸葛弩（40木材+35黄金）：生命50/攻击10/护甲0/盾牌0、龙舟（75木材+45黄金）：生命150/攻击4/护甲2/盾牌8
银冠科技：长城（400木材+200石料）：城墙、瞭望箭塔系和炮塔的生命值+30%
金冠科技：火箭术（1100木材+900黄金）：弩炮、火箭推车和楼船攻击力+25%；楼船可发射火箭
文明特色：初始村民数+3，但是木材-50且食物-200、科技在封建/城堡/帝王时代的费用-5？10/15%、城镇中心的视野+7.提供的人口空间+15、火枪骑兵和喷火船在城堡/帝王时代移动速度+5/+10%
组队奖励：农田食物+10%


36.勃艮第（西欧）—— 《西方领主》2021.1.27
文明强项：骑兵
奇观：布鲁塞尔市政厅
特色单位：精锐马上轻装兵（55食物+55黄金）：生命145/攻击11/护甲2/盾牌2、弗拉芒民兵（30食物+30黄金）：生命45/攻击5/护甲1/盾牌1
银冠科技：勃艮第葡萄园（400食物+300黄金）农民不仅能产生食物，还能缓慢地产生黄金
金冠科技：弗拉芒革命（200食物+150黄金）：将所有现有村民转变为弗拉芒民兵
文明特色：可提前一个时代进行经济升级并且食物费用-33%、马厩科技费用-50%、在城堡时代可升级为重装骑士、火药单位攻击力+25%
组队奖励：圣物不仅能产生黄金，还能产生食物


37.西西里（地中海）—— 《西方领主》2021.1.27
文明强项：步兵/骑兵
奇观：蒙雷阿莱主教座堂
特色单位：精锐萨金特卫队（60食物+25黄金）：生命85/攻击11/护甲6/盾牌3、城楼
银冠科技：第一次十字军东征（400食物+300黄金）：每座城镇中心可产生5名萨金特卫兵（最多生效5座）；提升单位抵抗招降的能力
金冠科技：锁子甲（700食物+600黄金）：骑士系近战护甲+1/远程护甲+2
文明特色：初始石料+100、农田升级提供的食物+125%、士兵受到的额外伤害-33%、在黑暗时代可建造城楼，替换瞭望塔系、防御工事建造速度+50%，城镇中心建造速度+100%
组队奖励：运输船视野+5且费用-50%


38.波西米亚人（东欧）—— 《公爵黎明》2021.8.11
文明强项：火药/僧侣
奇观：火药塔
特色单位：精锐胡斯派战车（110木材+70黄金）：生命230/攻击13/护甲1/盾牌10、榴弹炮（225木材+225黄金）：生命90/攻击50/护甲2/盾牌6
银冠科技：大车阵战术（300食物+300黄金）：火药单位移动速度+15%
金冠科技：胡斯革新（500食物+450黄金）：僧侣和修道院科技不消耗黄金，而是消耗食物
文明特色：采矿场科技免费、铁匠铺和大学的木材费用-100、长矛兵系造成的额外伤害+25%、狂热和圣洁会影响村民、在城堡时代可使用化学和火枪手
组队奖励：市场效率+80%


39.波兰人（东欧）—— 《公爵黎明》2021.8.11
文明强项：骑兵
奇观：瓦维尔主教座堂
特色单位：精锐奥布奇战锤兵（55食物+20黄金）：生命95/攻击10/护甲2/盾牌2、波兰翼骑兵（80食物）：生命80/攻击9/护甲1/盾牌2、大庄园
银冠科技：贵族特权（500食物+300黄金）：骑士黄金费用-60%
金冠科技：列克提克遗产（750食物+550黄金）：斥候骑兵系可造成践踏伤害
文明特色：大庄园替代磨坊、村民在封建/城堡/帝王时代每分钟可恢复10/15/20生命值、石矿工不仅能产生石料，还能产生黄金、血统和斥候骑兵系升级的食物费用-50%
组队奖励：斥候骑兵系对远程士兵的攻击力+1


40.孟加拉人（南亚）—— 《印度王朝》2022.4.28
文明强项：象兵/海军
奇观：索玛普利大寺
特色单位：精锐战车（60木材+60黄金）：生命115/攻击6/护甲3/盾牌3
银冠科技：派（375木材+275黄金）：战车和象兵单位的攻击速度+20%
金冠科技：大乘佛教（800木材+650黄金）：村民和僧侣所占用的人口空间-10%
文明特色：到达下一个时代时，城镇中心产生2个村民、骑兵对掷矛手的攻击力+2、象兵单位受到的额外伤害-25%并提升单位抵抗招降的能力、僧侣近战护甲+3/远程护甲+3、船舰每分钟恢复15生命值
组队奖励：贸易单位不仅能产生黄金，还能额外产生10%的食物


41.达罗毗荼人（南亚）—— 《印度王朝》2022.4.28
文明强项：步兵/海军
奇观：布里哈迪希瓦拉神庙
特色单位：精锐印度剑客（65食物+20黄金）：生命65/攻击11/护甲1/盾牌0、楼船（180木材+60黄金）：生命250/攻击9/护甲2/盾牌10
银冠科技：医疗部队（300食物+200黄金）：象兵单位每分钟恢复30生命值
金冠科技：乌兹钢（650食物+550黄金）：步兵和骑兵的攻击无视护甲
文明特色：渔夫和捕鱼船的携带资源量+15、升级到下一时代时获得的木材+200、掷矛手和骑象弓兵的攻击速度+25%、兵营科技费用-50%、攻城武器的木材费用-33%
组队奖励：码头提供的人口空间+5


42.瞿折罗人（南亚）—— 《印度王朝》2022.4.28
文明强项：骑兵/骆驼
奇观：索姆纳特神庙
特色单位：精锐飞轮刃投掷手（65食物+30黄金）：生命50/攻击4/护甲1/盾牌0、精锐施里瓦姆沙骑手（70食物+30黄金）：生命70/攻击11/护甲0/盾牌1、骆驼斥候（55食物+60黄金）：生命70/攻击2/护甲0/盾牌0
银冠科技：刹帝利（500食物+450黄金）：军事单位的食物费用-25%
金冠科技：边防部队（800食物+700黄金）：骆驼骑兵和骑象弓兵的近战护甲+4
文明特色：游戏开始时拥有2片果树丛、可将牲畜驻扎于磨坊以自动生产食物、骑兵单位在封建/城堡/帝王时代造成的额外伤害+20/30/40%、捕鱼船可驻扎于码头以获得保护
组队奖励：骆驼和象兵单位的训练速度+25%


43.罗马人（地中海）—— 《罗马归来》2023.5.17
文明强项：步兵
奇观：圆形竞技场
特色单位：精锐百夫长（75食物+85黄金）：生命155/攻击15/护甲3/盾牌3、罗马军（50食物+20黄金）：生命75/攻击12/护甲2/盾牌2
银冠科技：弩炮（400木材+300黄金）：蝎式弩攻击速度+33%；箭船系攻击力+2
金冠科技：野战军（700食物+800黄金）：民兵系、骑士系和百夫长的训练速度+50%；并获得冲锋攻击的能力
文明特色：村民收集、建造和修理的速度+5%、步兵护甲升级效果加倍、蝎式弩黄金费用-60%、箭船系和德罗蒙战舰的近战护甲+1/远程护甲+1
组队奖励：降低蝎式弩的最小射程


44.亚美尼亚人（地中海）—— 《皇家山脉》2023.11.1
文明强项：步兵/海军
奇观：埃奇米阿津主教座堂
特色单位：精锐复合弓箭手（35木材+45黄金）：生命45/攻击4/护甲2/盾牌0、祭司战士（30食物+60黄金）：生命80/攻击11/护甲1/盾牌1
银冠科技：奇里乞亚舰队（350木材+300黄金）：爆破船爆炸范围+20%；箭船系和德罗蒙战舰射程+1
金冠科技：费雷特斯（550食物+400黄金）：除长矛兵系以外的步兵生命+30；牧师战士治疗速度+100%
文明特色：骡车费用-25%、骡车科技效率+40%、可提前一个时代获得长矛兵系和民兵系升级（武士除外）、建造首座强化教堂可免费获得一件圣物、箭船系和德罗蒙战舰可额外发射一颗炮弹
组队奖励：步兵视野+2


45.格鲁吉亚人（地中海）—— 《皇家山脉》2023.11.1
文明强项：骑兵
奇观：生命之柱主教座堂
特色单位：精锐莫纳斯帕（60食物+45黄金）：生命80/攻击14/护甲5/盾牌2
银冠科技：斯万箭塔（300食物+200黄金）：防御工事攻击力+2；瞭望塔系可造成穿透伤害
金冠科技：阿兹瑙里骑兵（750食物+250黄金）：骑兵单位所占人口空间-15%
文明特色：开始游戏时拥有一辆骡车、在高海拔战斗时，单位和建筑受到的伤害-15%、骑兵单位在封建/城堡/帝王时代每分钟恢复2/8/14生命值、强化教堂可使8格范围内的村民工作效率+10%
组队奖励：建筑修理费用-25%


46.阿契美尼德人（希腊）——《希腊之战》2024.11.15
文明强项：弓兵/骑兵
奇观：？
特色单位：精锐长生军（50食物+20黄金）：生命60/攻击12/护甲1/盾牌3
银冠科技1：波斯步兵方阵（300木材+200黄金）：长矛兵为附近单位提供远程护甲+1
银冠科技2：芦苇箭（400食物+300黄金）：弓兵、远程长生军和箭船攻击速度+25%
金冠科技1：刀轮战车（500木材+500黄金）：战车践踏范围增大
金冠科技2：卡尔达（600食物+500黄金）：步兵和弓兵生命值+15%
文明特色：造船厂的工作速度+15%、从市政时代开始，城镇中心可以单独升级为更强大的总督辖地、马厩科技研究速度+50%
组队奖励：房屋建造速度+100%


47.雅典人（希腊）——《希腊之战》2024.11.15
文明强项：步兵/海军
奇观：？
特色单位：精锐将军（55食物+25黄金）：生命65/攻击18/护甲1/盾牌1
银冠科技1：联队长（300食物+400黄金）：将军可以为附近近战单位提供额外+1攻击效果，使其光环范围+33%
银冠科技2：伊菲克拉特斯战术（400木材+300黄金）：掷矛手的长矛获得+4蓄力攻击效果
金冠科技1：伊斯富纳（600食物+750黄金）：希腊步兵33%的黄金花费替换为额外的食物花费
金冠科技2：提洛同盟（900食物+600黄金）：弓兵和腹弩兵的移动速度+10%
文明特色：玩家可以在城镇中心切换政策风格（经济、海军、军事）、更换政策的费用会随着次数的增加而增加，最高达150黄金、伐木工可以缓慢生产食物、希腊步兵的移动速度+15%
组队奖励：造船厂科技研究速度+50%


48.斯巴达人（希腊）——《希腊之战》2024.11.15
文明强项：步兵
奇观：？
特色单位：精锐三百卫士（60食物+30黄金）：生命90/攻击11/护甲2/盾牌5、军事执政官（免费）：生命40/攻击4/护甲0/盾牌3
银冠科技1：希洛人征兵（500木材+300黄金）：长矛兵、掷矛手和村民的训练速度+50%
银冠科技2：希腊短剑（400食物+300黄金）：附近每有10个敌方军事单位，希腊步兵和单列桨座战船的攻击力+1，最大+3
金冠科技1：克里普提（350食物+650黄金）：步兵单位受到的伤害-33%
金冠科技2：伯罗奔尼撒同盟（700食物+400黄金）：战船的训练速度提升50%，城堡可缓慢生产黄金
文明特色：市政时代和古典时代可免费打造一个军事执政官、村民和捕鱼船掉落的食物+10%、古典时代可使用精锐希腊步兵
组队奖励：兵营科技研究速度+50%


49.蜀（中国）——《三国》2025.5.7
文明强项：弓兵/攻城武器
奇观：？
特色单位：精锐白羽卫兵（60食物+15黄金）：生命100/攻击8/护甲0/盾牌3、战车（50食物+90黄金）：生命65/攻击8/护甲0/盾牌5、刘备（500食物+500黄金）：生命425/攻击15/护甲3/盾牌3
银冠科技：盘蛇阵（350食物+300黄金）：长矛兵系和白羽卫兵彼此靠近时获得额外生命值
金冠科技：弩匣（650食物+750黄金）：弓兵系、战车和楼船可发射更多弩箭
文明特色：伐木工不仅能产生木材，还能产生食物、弓兵单位在靶场和铁匠铺的科技费用-25%、攻城武器和攻城战船在城堡/帝王时代的移动速度+10/15%
组队奖励：步弓手视野+2


50.魏（中国）——《三国》2025.5.7
文明强项：骑兵
奇观：？
特色单位：精锐虎骑兵（60食物+80黄金）：生命130/攻击13/护甲0/盾牌5、鲜卑掠骑兵（60木材+25黄金）：生命30/攻击4/护甲0/盾牌5、曹操（500食物+500黄金）：生命475/攻击14/护甲3/盾牌3
银冠科技：屯田（250食物+300黄金）：士兵被动地生产食物
金冠科技：明光铠（600食物+450黄金）：骑兵单位近战护甲+4
文明特色：每研究一项磨坊、伐木场和采矿场科技，就可免费获得一个村民、黑光铠骑兵和鲜卑掠骑兵在城堡/帝王时代的生命值+15/30%、牵引抛石器和楼船费用-25%
组队奖励：骑兵对攻城武器的攻击力+2


51.吴（中国）——《三国》2025.5.7
文明强项：步兵/海军
奇观：？
特色单位：精锐火焰弓箭手（60食物+80黄金）：生命40/攻击5/护甲0/盾牌0、剑士（45食物+50黄金）：生命70/攻击8/护甲3/盾牌5、孙坚（500食物+500黄金）：生命400/攻击15/护甲4/盾牌4
银冠科技：赤壁战术（400食物+250黄金）：爆破船和火焰弓箭手对船只和建筑造成火焰伤害
金冠科技：卧虎（400食物+250黄金）：骑牵抛石机和楼船巨型投石武器发射更多炮弹
文明特色：军事产生建筑和码头提供的食物+65、步兵在封建/城堡/帝王时代每分钟可恢复10/20/30生命值、剑士和黑光铠骑兵在帝王时代的攻击力+2、修船厂、千船坞可提前一个时代使用，且费用和研究时间-75%
组队奖励：房屋建造速度+100%


52.契丹（中国）——《三国》2025.5.7
文明强项：步兵/骑兵
奇观：？
特色单位：精锐辽道（40食物+40黄金）：生命85/攻击13/护甲3/盾牌1、骑乘巨型投石机（175食物+175黄金）：生命75/攻击30/护甲2/盾牌4
银冠科技：札甲（450食物+300黄金）：步兵和掷矛手可反弹25%近战伤害给攻击者
金冠科技：奥多骑兵（600食物+300黄金）：骑兵在战斗中恢复生命值
文明特色：牧场取代农田、羊倌和牧民可生成+10%额外的食物、近战攻击升级效果翻倍、掷矛手、长矛兵和斥候骑兵系训练速度和升级速度+25%、重装骑射手升级可于城堡时代升级，成本-50%
组队奖励：步兵对远程士兵的攻击力+2


53.女真（中国）——《三国》2025.5.7
文明强项：骑兵
奇观：？
特色单位：精锐钢铁宝塔（80食物+55黄金）：生命140/攻击13/护甲2/盾牌3、掷弹兵（35食物+70黄金）：生命35/攻击11/护甲1/盾牌1
银冠科技：加固堡垒（350食物+250木材）：防御工事每分钟恢复500生命值
金冠科技：霹雳炸弹（900食物+600黄金）：火箭推车、掷弹兵和楼船在被击败时爆炸；炮弹会产生额外爆炸
文明特色：猎物和牲畜动物的肉不会腐烂、从封建时代开始，骑乘单位和火枪骑兵的攻击速度+20%、攻城工程技师在城堡时代可用、攻城和防御工事升级木材费用-75%，研究速度+100%、单位受到友军误伤伤害-50%
组队奖励：火药单位视野+2


54.色雷斯（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：
奇观：
特色单位：
银冠科技：
金冠科技：
文明特色：
组队奖励：


55.马其顿（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：
奇观：
特色单位：
银冠科技：
金冠科技：
文明特色：
组队奖励：


56.普鲁（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：
奇观：
特色单位：
银冠科技：
金冠科技：
文明特色：
组队奖励：


*/