/*

1.阿兹克特（中美）：
文明强项：步兵/僧侣
奇观：特诺奇蒂特兰大金字塔
特色单位：豹勇士
银冠科技：【掷矛器】：掷矛手攻击力+1，射程+1
金冠科技：【荣冠战争】：步兵攻击力+4
文明特色：村民携带量+3、军事单位训练快15%、每项修道院科技能提高僧侣生命值5、开局多50黄金
组队奖励：圣物产生多33%的黄金


2.埃塞尔比亚（非洲）
文明强项：弓兵
奇观：以马内利殿堂
特色单位：弯刀勇士
银冠科技：【龙脉】：弯刀勇士和骆驼部队受到来自骑乘部队的伤害-3
金冠科技：【扭绞机】：增加攻城武器厂部队伤害区域
文明特色：步弓系攻击速度+18%、每次升级到一个新的时代能获得100黄金和100食物、长枪兵免费升级
组队奖励：哨站的视野+3且不消耗石头


3.柏柏尔（中东）
文明强项：骑兵/海军
奇观：哈桑塔
特色单位：骆驼射手、标枪骑兵
银冠科技：【土堡】：团队的城堡工作效率快25%
金冠科技：【马格里布骆驼】：骆驼部队拥有自愈能力，每分钟恢复15生命值
文明特色：村民在黑暗时代移动速度+5%，在封建时代之后移动速度+10%、船只移动速度+10%、马厩部队在城堡时代便宜15%，帝王时代便宜20%
组队奖励：城堡时代开始可以在靶场训练标枪骑兵


4.拜占庭（南欧）
文明强项：防御
奇观：圣索菲亚大教堂
特色单位：甲胄骑兵
银冠科技：【希腊火】：喷火船射程+1，炮塔和德罗蒙战舰增加0.5/0.2格伤害区域，炮塔区域伤害效率为25%，且不会伤害友军
金冠科技：【后勤学】：甲胄骑兵攻击追加0.5半径的践踏伤害，对步兵附加攻击+6
文明特色：建筑生命值黑暗时代+10%，封建+20%，城堡+30%，帝王+40%、骆驼兵、掷矛手、长枪兵便宜25%、喷火船和德莱蒙战舰攻击快25%、升级到帝王时代的花费便宜33%、城镇瞭望和城镇巡逻免费升级
组队奖励：僧侣+100%的治疗速度


5.保加利亚（东欧）
文明强项：步兵/骑兵
奇观：普雷斯拉夫圆形教堂
特色单位：保加利亚骑兵、营垒
银冠科技：【马镫】：骑兵攻击速度+25%
金冠科技：【协议】：民兵系部队+5护甲
文明特色：民兵系升级免费、城镇中心石料费用-50%、可建造营垒、铁匠铺和攻城制造所科技和升级食物费用-50%
组队奖励：铁匠铺工作效率+80%


6.波斯（中东）
文明强项：骑兵
奇观：塔克基思拉宫
特色单位：战象、萨瓦尔、商队旅馆
银冠科技：【波斯步弓手】：步弓手不消耗黄金，并额外消耗25木材
金冠科技：【堡垒】：城堡发射炮弹，攻击力+4，对冲车攻击力+3，对步兵攻击力+3，城堡受到的额外伤害-25%
文明特色：开始拥有额外的50木材和食物、城镇中心和船坞有两倍生命值，并且在黑暗/封建/城堡/帝王时代工作速度提升5%/10%/15%/20%、帕提亚战术在城堡时代可用、帝王时代可以建造商队旅馆
组队奖励：骑士对射手额外附加2点伤害


7.不列颠（西欧）
文明强项：弓兵
奇观：奇彻斯特座堂
特色单位：长弓兵
银冠科技：【英皇侍卫】：步弓兵射程+1，塔伤害+2
金冠科技：【战狼号】：巨型投石机溅射半径+0.5，命中率100%
文明特色：城堡时代城镇中心便宜50%木材、弓箭手在城堡时代/帝王时代的时候+1/+2射程、牧羊人效率+25%
组队奖励：靶场工作效率+10%


8.鞑靼（中亚）
文明强项：骑射手
奇观：兀鲁伯天文台
特色单位：怯薛、火焰骆驼
银冠科技：【丝甲】：骑射手、斥候骑兵和草原枪兵+1近战护甲和+1远程护甲
金冠科技：【帖木儿攻城术】：巨型投石机+2射程
文明特色：可蓄养动物的食物量+50%、高处部队朝低处敌军攻击伤害额外+50%(取代原来的25%)、扳指和帕提亚战术免费、城堡时代开始，每个新建造的城镇中心生成两只羊
组队奖励：骑射手视野+2


9.法兰克（西欧）
文明强项：骑兵
奇观：圣维特主教座堂
特色单位：掷斧兵
银冠科技：【芒刺斧】：掷斧兵攻击射程+2
金冠科技：【骑士精神】：提升马厩工作效率40%
文明特色：城堡在城堡时代/帝王时代便宜15%/25%、农田升级免费、果丛采集效率快15%、封建时代开始骑兵生命值+20%
组队奖励：骑士视野+2


10.高丽（东亚）
文明强项：防御/海军
奇观：皇龙寺
特色单位：高丽战车、龟甲船
银冠科技：【邑城】：塔射程+2
金冠科技：【神机箭】：火箭推车和龟甲船的射程+1，火箭推车多段攻击次数+6，龟船火箭多段攻击次数+2
文明特色：塔和射手护甲免费升级(炮塔需要化学)、射手和步兵木材费用-50%，战舰木材费用-20%、石矿工采石快20%
组队奖励：村民视野+3


11.高棉（东南亚）
文明强项：攻城武器/大象
奇观：吴哥窟
特色单位：弩炮战象
银冠科技：【獠牙剑】：象兵攻击力+3
金冠科技：【双箭弩】：弩炮战象和弩炮一次发射两支箭
文明特色：不需要建筑来升级时代或者解锁其它建筑、象兵移动快10%、村民可以驻扎进房屋里、高棉农民在耕作时不需要回到磨坊，而是以直接增加粮食的形式获取食物
组队奖励：弩炮射程+1


12.哥特（中欧）
文明强项：步兵
奇观：狄奥多利克之墓
特色单位：近卫军
银冠科技：【无政府】：可在兵营训练近卫军，兵营训练时间为13秒
金冠科技：【井喷】：兵营训练快100%
文明特色：步兵在黑暗/封建/城堡/帝王时代便宜15%/20%/25%/30%、可以马上研究织布机、步兵对标准建筑攻击力从封建时代开始，每个时代+1、猎人携带多15肉，猎物资源产量+20%、帝王时代+10人口上限
组队奖励：兵营工作效率+20%


13.凯尔特（西欧）
文明强项：步兵/攻城武器
奇观：卡瑟尔岩
特色单位：靛蓝突袭者
银冠科技：【堡垒】：箭塔和城堡射击速度+33%，每分钟治疗周边7格内步兵30生命值
金冠科技：【凯尔特狂暴】：巨型投石机和攻城武器厂的部队生命值+40%
文明特色：步兵移动速度在各时代+5%/+10%/+15%/+20%、伐木工工作快15%、攻城武器攻击速度+25%、视野内的绵羊类单位无法被招降
组队奖励：攻城武器厂工作效率+20%


14.库曼（中亚）
文明强项：骑兵
奇观：萨克尔堡垒
特色单位：钦察
银冠科技：【大草原畜牧】：斥候骑兵、骑射手和草原枪兵的训练速度快50%
金冠科技：【库曼雇佣兵】：团队成员每拥有1个城堡就生成5个免费的精锐钦察，同时解锁在城堡训练钦察佣兵，训练时间为12秒
文明特色：封建时代就可以建造另一个城镇中心、封建时代就可以建造攻城武器厂和生产冲车，城堡时代可以研发中型冲车、封建/城堡/帝王时代提升骑兵5%/10%/15%移动速度、靶场和马厩便宜75木头
组队奖励：木墙的生命值提高33%


15.立陶宛（东欧）
文明强项：骑兵/僧侣
奇观：特拉凯岛城堡公爵宫殿
特色单位：皇家骑士、波兰翼骑兵
银冠科技：【山寨堡】：城镇中心+3射程
金冠科技：【塔盾】：长枪兵和投矛手的远程装甲+2
文明特色：每个城镇中心提供100食物、长枪兵和投矛手移动速度+10%、骑兵(斥候骑兵除外)每收集1个圣物就增加1攻击力，最大+4
组队奖励：修道院工作效率+20%


16.马来（东南亚）
文明强项：海军
奇观：卡拉山庙
特色单位：爪刀勇士
银冠科技：【海上霸主】：船坞升级为能射箭更坚固的巨港
金冠科技：【强征兵役】：剑士系免黄金，并额外消耗20食物
文明特色：升级到下一个时代的时间-40%、渔场便宜33%，食物量+300%、象兵在城堡时代便宜25%，在帝王时代便宜35%、步兵护甲免费升级
组队奖励：船坞视野+6


17.马里（非洲）
文明强项：步兵
奇观：杰内大清真寺
特色单位：飞刀女兵
银冠科技：【蛮王】：城镇中心不需要驻扎部队就自带3支箭矢
金冠科技：【死士】：骑兵部队+5攻击力
文明特色：建筑便宜15%木材、从封建时代开始，兵营单位每个时代远程护甲+1、金矿开采延长10%，金矿工携带量+15%，开采黄金效率+15%
组队奖励：大学工作效率提升80%


18.马扎尔（东欧）
文明强项：骑兵
奇观：科文城堡
特色单位：马扎尔骠骑
银冠科技：【科维尼安军队】：生产马扎尔骠骑所需要的黄金成本用食物代替
金冠科技：【反曲弓】：骑射手攻击力和射程+1
文明特色：村民一击杀死有攻击性的野生动物、铁匠铺的近战攻击科技免费升级、马厩轻骑兵单位便宜15%
组队奖励：骑射手训练速度+25%


19.玛雅（中美）
文明强项：弓兵
奇观：蒂卡尔神庙
特色单位：羽箭手
银冠科技：【胡尔切掷矛兵】：掷矛手投掷第二支投矛
金冠科技：【霍尔坎】：鹰勇士生命值+40
文明特色：开始多1个村民，但少50食物、资源持续开采量多15%、步弓手在封建时代便宜10%，城堡时代20%，帝王时代30%
组队奖励：墙和城门便宜50%


20.蒙古（东亚）
文明强项：骑射手
奇观：成吉思汗大帐
特色单位：蒙古突骑
银冠科技：【游牧】：房屋被摧毁后人口也不会减少
金冠科技：【操练】：攻城武器厂的部队移动快50%
文明特色：骑射手攻击速度+25%、轻骑兵系和草原枪兵系在城堡时代+20%、帝王时代+30%生命值、猎人工作效率+40%
组队奖励：斥候骑兵系视野+2


21.缅甸（东南亚）
文明强项：步兵/骑兵
奇观：瑞喜宫塔
特色单位：飞镖骑兵
银冠科技：【曼尼普尔骑兵】：骑兵对弓箭手的伤害+4
金冠科技：【象轿】：象兵的远程护甲和近战护甲+1
文明特色：伐木场科技免费升级、从封建时代开始，步兵攻击力每个时代+1、修道院科技便宜50%、大象部队获得+1/+1防御力
组队奖励：显示地图上的圣物


22.葡萄牙（南欧）
文明强项：海军/火药
奇观：贝伦塔
特色单位：风琴炮、卡拉维尔战舰、大商站
银冠科技：【环球航行】：将地图设定为已探索，提高33%船只训练速度
金冠科技：【火绳枪】：提高火药单位对移动目标的命中率
文明特色：所有单位的黄金费用便宜20%、船只生命值在黑暗/封建/城堡/帝王时代+10%/10%/15%/20%、帝王时代可以建造大商站、村民从果丛获得额外的33%木材
组队奖励：科技研究速度+25%


23.日本（东亚）
文明强项：步兵
奇观：东大寺
特色单位：日本武士
银冠科技：【射箭孔】：箭塔能多射2箭
金冠科技：【弹射器】：巨型投石机攻击速度快33%，组拆装速度4倍
文明特色：渔船生命值+100%，效率在黑暗/封建/城堡/帝王时代+5%/10%/15%/20%、磨坊和伐木场和矿场便宜50%、从封建时代开始步兵攻击速度+33%、骑射手对射手部队(除掷矛手外)+2伤害
组队奖励：战舰视野+4


24.萨拉森（中东）
文明强项：骆驼/海军
奇观：萨迈拉大清真寺
特色单位：马穆鲁克
银冠科技：【健康之家】：僧侣对5格范围内的部队每秒治疗1.25生命值
金冠科技：【配重块】：投石车和巨型投石机攻击力+15%
文明特色：市场成本只需75木材，交易花费只有5%、运输船两倍生命值，运输量+5、箭船攻击间隔-20%、骆驼单位+25%生命值
组队奖励：步弓兵对标准建筑附加2伤害


25.斯拉夫（东欧）
文明强项：步兵/攻城武器
奇观：基日岛木结构教堂
特色单位：贵族铁骑
银冠科技：【罗斯堡垒】：城堡和塔石头成本40%转化成木材成本
金冠科技：【皇家卫队】：步兵追加0.5半径的5点固定区域伤害
文明特色：农夫耕田速度提升15%、软甲和纵火免费、攻城武器厂部队便宜15%、僧侣移动速度+20%
组队奖励：兵营、靶场、马厩、攻城武器厂提供额外的5人口


26.条顿（中欧）
文明强项：步兵
奇观：玛利亚拉赫修道院
特色单位：条顿武士
银冠科技：【重装甲】：为攻城器具提供4装甲
金冠科技：【开垛口】：城堡+3攻击距离，驻扎步兵也可以增加城堡伤害，驻扎效率与村民一致(5)
文明特色：僧侣双倍治疗距离、塔能驻扎双倍单位、城镇中心可以驻扎多10个单位、近射孔和草药免费、农田便宜40%、兵营单位和马厩单位在城堡时代和帝王时代各获得1近战护甲(总计2)
组队奖励：单位对僧侣招降抵抗加强


27.土耳其（中东）
文明强项：火药
奇观：塞利米耶清真寺
特色单位：苏丹亲兵
银冠科技：【西帕希骑兵】：骑射手生命值+20
金冠科技：【火炮术】：炮塔、手推炮和炮舰射程+2
文明特色：火药单位生命值+25%、研究火药科技花费便宜50%、化学免费、金矿工采金快25%、轻骑兵和翼骑兵免费升级、轻骑兵系列单位+1远程护甲
组队奖励：火药部队训练快25%


28.维京（中欧）
文明强项：步兵/海军
奇观：博尔贡木板教堂
特色单位：狂战士、龙头战舰
银冠科技：【酋长】：步兵对骑兵攻击+5，对骆驼+4，杀死村民/僧侣/贸易单位获得5/20/20金
金冠科技：【博格斯维加尔】：步弓手和龙头战舰+1攻击力
文明特色：步兵封建时代生命值+10%，城堡时代+15%，帝王时代+20%、战船封建和城堡时代便宜15%，帝王时代便宜20%、独轮手推车和手推车免费
组队奖励：船坞便宜15%


29.西班牙（南欧）
文明强项：火药/僧侣
奇观：黄金塔
特色单位：征服者、传教士
银冠科技：【宗教法庭】：僧侣和传教士的招降速度加快，传教士+1射程
金冠科技：【霸权】：村民攻击+6、生命+40、护甲和盾牌+2
文明特色：建筑工建造快30%、铁匠铺升级免黄金、炮舰射击更快更准确、每研究一个科技获得20金、火药单位攻击速度+15%
组队奖励：贸易单位产生多25%黄金


30.匈奴（中欧）
文明强项：骑兵
奇观：君士坦丁凯旋门
特色单位：答刺罕骑兵
银冠科技：【掠夺者】：马厩能训练答剌罕骑兵，马厩训练时间为21秒
金冠科技：【无神论】：敌人世界奇观或是遗迹胜利的倒数+100年，敌方圣物的收益-50%
文明特色：不用建造居住房舍，但开局木材-100、骑射手训练成本在城堡时代-10%、帝王时代-20%、巨型投石机准确率+30%
组队奖励：马厩工作效率+20%


31.意大利（南欧）
文明强项：步弓手/海军
奇观：圣罗伦佐主教座堂
特色单位：热那亚弩手、意大利佣兵
银冠科技：【丝绸之路】：贸易单位便宜50%
金冠科技：【烟火之术】：火枪手命中率+15%，子弹会穿透敌人，对非主要目标造成15%的伤害
文明特色：时代升级便宜15%、船坞和大学科技便宜25%、渔船便宜15%、火药部队便宜20%、步弓手和意大利佣兵护甲+1/+1
组队奖励：帝王时代可以训练意大利佣兵


32.印度斯坦人（南亚）
文明强项：骆驼/火药
奇观：胡马雍陵
特色单位：古拉姆、帝王骆驼兵、商队旅馆
银冠科技：【大干道】：所有黄金收集速度+10%，交易费用降低到10%
金冠科技：【印度火铳】：火枪手射程+2
文明特色：骆驼兵攻击速度+20%、村民在黑暗/封建/城堡/帝王时代便宜8%/13%/18%/23%、火药部队近战护甲和远程护甲+1
组队奖励：骆驼兵和轻骑兵对标准建筑伤害+2


33.印加（南美）
文明强项：步兵
奇观：马丘比丘太阳神庙
特色单位：印加枪兵长
银冠科技：【安第斯弹弓】：掷矛手和投石手最小射程删除
金冠科技：【织物盾】：印加枪兵长、投石手、蔷琵战士近战护甲+1，远程护甲+1
文明特色：城堡时代开始，铁匠铺的步兵科技能升级村民的攻防、步兵单位在每个时代减少5%/10%/15%/20%食物成本、每个房子和定居点能支持10人口、建筑便宜15%石头
组队奖励：团队成员获得1只羊驼


34.越南（东亚）
文明强项：弓兵
奇观：宁福寺
特色单位：藤弓兵、帝王掷矛手
银冠科技：【宝伞】：象兵生命值+100
金冠科技：【纸币】：伐木工工作时获得黄金，效率是每个伐木工65秒获得1黄金
文明特色：游戏开始时显示敌人位置、靶场部队和火矛兵的生命值+20%、免费升级征招、经济科技的木头消耗删除，研究速度+100%
组队奖励：可以升级帝王掷矛手


35.中国（东亚）
文明强项：步弓手/火药
奇观：天坛
特色单位：诸葛弩、龙舟
银冠科技：【长城】：墙与箭塔的生命值提高30%
金冠科技：【火箭术】：弩炮、火箭推车和中式楼船+25%攻击，楼船发射火箭造成半径0.3格的区域伤害
文明特色：初始村民+3，但是木材-50、食物-200、城镇中心提供人口数+15、视野+7、封建时代、城堡时代、帝王时代的科技研发成本-5%/-10%/-15%、火矛兵和喷火船移动速度在城堡时代/帝王时代+5%/+10%
组队奖励：农田产量+10%


36.勃艮第（西欧）—— 《西方领主》2021.1.27
文明强项：骑兵
奇观：布鲁塞尔市政厅
特色单位：马上轻装兵、弗拉芒民兵
银冠科技：【勃艮第葡萄园】：农民耕作生产黄金(速度为每个农民0.015黄金每秒)
金冠科技：【弗拉芒革命】：将所有现有村民升级为弗拉芒民兵
文明特色：经济升级可以提前一个时代研发，同时减少33%的食物成本、重装骑士可以提前一个时代研发，马厩科技便宜50%、火药部队基础伤害和额外伤害+25%
组队奖励：圣物产生额外的食物(0.5食物每秒流速度)


37.西西里（南欧）—— 《西方领主》2021.1.27
文明强项：步兵/骑兵
奇观：蒙雷阿莱主教座堂
特色单位：萨金特卫队、城楼
银冠科技：【第一次十字军东征】：研究后每个城镇中心(最大5个)附近都会出现5个萨金特卫兵，并额外增加单位的抗招降能力
金冠科技：【锁子甲】：骑士获得+1/+2护甲
文明特色：城镇中心建造速度提高100%，防御设施建造速度提高50%、地面部队吸收40%来自所有额外加成的伤害(攻城武器除外)、每次升级农场科技时，直到下一次播种之前农场都会获得额外125%的食物、取代原来的瞭望箭塔，可以建造城楼、开局多100石头
初始石料+100、农田升级提供的食物+125%、士兵受到的额外伤害-33%、在黑暗时代可建造城楼，替换瞭望塔系、防御工事建造速度+50%，城镇中心建造速度+100%
组队奖励：运输船获得5视野并且成本降低50%


38.波西米亚人（东欧）—— 《公爵黎明》2021.8.11
文明强项：火药/僧侣
奇观：火药塔
特色单位：胡斯派战车、榴弹炮
银冠科技：【大车阵战术】：火药部队移动速度+15%
金冠科技：【胡斯革新】：生产僧侣和修道院科技不消耗黄金而是食物
文明特色：铁匠铺和大学木材花费-100、城堡时代可研究化学和生产火枪手、长枪兵系列额外伤害+25%、热情和圣洁影响村民、采矿场科技免费
组队奖励：市场工作效率提升80%


39.波兰人（东欧）—— 《公爵黎明》2021.8.11
文明强项：骑兵
奇观：瓦维尔主教座堂
特色单位：奥布奇战锤兵、波兰翼骑兵、大庄园
银冠科技：【贵族特权】：骑士黄金费用-60%
金冠科技：【列克提克遗产】：轻骑兵系部队造成践踏伤害
文明特色：村民获得自愈能力，在封建时代/城堡时代/帝王时代每分钟恢复10/15/20、拥有取代磨坊的独特建筑大庄园、采石除了获得石料外还能额外获得33%黄金、血统和轻骑兵系升级食物成本-50%
组队奖励：轻骑兵系对步弓手系伤害+1


40.孟加拉人（南亚）—— 《印度王朝》2022.4.28
文明强项：象兵/海军
奇观：索玛普利大寺
特色单位：战车
银冠科技：【派】：战车和大象攻击速度提高20%
金冠科技：【大乘佛教】：村民和僧侣占用的人口空间减少10%
文明特色：大象单位受到的额外伤害减少25%，并且更能抵抗招降、到达下一个时代时，城镇中心会生成2个村民、舰船每分钟恢复15HP、僧侣近战护甲+3/远程护甲+3、近战骑兵+2对掷矛手加成
组队奖励：贸易单位产出额外的基于黄金10%的食物


41.达罗毗荼人（南亚）—— 《印度王朝》2022.4.28
文明强项：步兵/海军
奇观：布里哈迪希瓦拉神庙
特色单位：印度剑客、楼船
银冠科技：【医疗部队】：大象单位每分钟恢复30生命值
金冠科技：【乌兹钢】：步兵和骑兵攻击无视护甲
文明特色：进入下一个时代时获得200木材、渔夫和渔船携带量+15、兵营科技成本-50%、掷矛手和骑象射手的攻击速度提高25%、攻城武器-33%木材成本
组队奖励：船坞提供5人口


42.瞿折罗人（南亚）—— 《印度王朝》2022.4.28
文明强项：骑兵/骆驼
奇观：索姆纳特神庙
特色单位：飞轮刃投掷手、施里瓦姆沙骑手、骆驼斥候
银冠科技：【刹帝利】：军事部队食物成本-25%
金冠科技：【边防部队】：骆驼兵和骑象射手+4近战护甲
文明特色：开局拥有额外两片175食物的浆果丛、驻扎畜牧动物进入磨坊获得食物、骑乘部队造成的额外伤害在封建时代/城堡时代/帝王时代+20%/+30%/+40%、船坞可驻扎渔船数量+5
组队奖励：骆驼和大象单位的生产速度提高25%


43.罗马人（地中海）—— 《罗马归来》2023.5.17
文明强项：步兵
奇观：圆形竞技场
特色单位：百夫长、罗马军
银冠科技：【弩炮】：弩炮系攻击速度+33%，箭船系攻击力+2
金冠科技：【野战军】：民兵系、骑士系和百夫长训练速度+50%，获得冲锋攻击
文明特色：村民收集、建造、维修速度+5%、战舰系和德罗蒙战舰近战护甲和远程护甲+1、步兵获得铁匠铺护甲科技双倍收益、弩炮黄金成本-50%
组队奖励：弩炮减少最小射程


44.亚美尼亚人（南欧）—— 《皇家山脉》2023.11.1
文明强项：步兵/海军
奇观：埃奇米阿津主教座堂
特色单位：复合弓箭手、牧师战士、骡车、强化教堂
银冠科技：【奇里乞亚舰队】：爆破船伤害区域+20%，箭船和德莱蒙战舰+1射程
金冠科技：【费雷特斯】：除长枪兵系外的步兵生命值+30，牧师战士恢复速度+100%
文明特色：骡车成本-25%，骡车科技效果+40%、第一个建造的强化教堂会提供1个免费圣物、军营部队(剑士除外)在早一个时代可用、箭船和德罗蒙战舰发射子弹数+1
组队奖励：步兵+2视野


45.格鲁吉亚人（南欧）—— 《皇家山脉》2023.11.1
文明强项：骑兵
奇观：生命之柱主教座堂
特色单位：莫纳斯帕、骡车、强化教堂
银冠科技：【斯万箭塔】：防御建筑攻击力+2，箭塔发射的箭矢穿透复数目标
金冠科技：【阿兹瑙里骑兵】：骑兵人口占据量-20%
文明特色：以1只骡车开局、强化教堂为周围9格范围内的村民提供+10%工作效率、居高临下作战时受到的伤害额外-15%(从-25%增加到-40%)、骑兵在封建时代/城堡时代/帝王时代每分钟恢复2/8/14生命值
组队奖励：修理建筑消耗资源量-25%


46.阿契美尼德人（希腊）——《希腊之战》2024.11.15
文明强项：弓兵/骑兵
奇观：阿帕达纳宫
特色单位：长生军
银冠科技1：【波斯步兵方阵】：长生军和长矛兵+2/+1护甲
银冠科技2：【芦苇箭】：弓箭手、远程长生军和箭船发射速度+25%
金冠科技1：【刀轮战车】：战车伤害区域+0.3格
金冠科技2：【萨伽里斯】：近战骑兵+2无法防御的伤害
文明特色：城镇中心在市政时代开始可以单独升级成独特总督府、造船厂工作速度快15%、马厩科技研发速度+50%
组队奖励：房屋建造速度+100%


47.雅典人（希腊）——《希腊之战》2024.11.15
文明强项：步兵/海军
奇观：巴特农神庙
特色单位：将军
银冠科技1：【联队长】：将军可以为附近近战单位提供额外+1攻击效果，使其光环范围+33%
银冠科技2：【三列桨手制】：单列桨座战船蓄力攻击+3，伤害区域+0.75格，-10秒蓄力时间
金冠科技1：【伊斯富纳】：希腊步兵50%的黄金成本转化为额外的食物成本
金冠科技2：【提洛同盟】：港口和造船厂附近战舰的攻击速度增加
文明特色：伐木工可以缓慢生产食物、希腊步兵移动速度 +15%、可以在城镇中心在经济、海军和军事政策中进行转换，更换政策的成本会越来越昂贵，上限为50黄金（经济政策：村民从树木中获取食物的效率+50%、海军政策：步弓手和战舰黄金成本-20%、军事政策：降低25%军事生产建筑(攻城武器厂外)的木材成本，击杀敌方可获得5黄金）
组队奖励：造船厂科技研发速度+50%


48.斯巴达人（希腊）——《希腊之战》2024.11.15
文明强项：步兵
奇观：阿迈喀莱阿波罗神庙
特色单位：三百卫士、军事执政官
银冠科技1：【希洛人征兵】：长矛兵、掷矛手和村民训练快50%
银冠科技2：【希腊短剑】：希腊步兵和单列桨座战船周边每有5个敌人，攻击力+1(最多+3)
金冠科技1：【斯巴达教育】：希腊步兵光环加成最大值+1/+1
金冠科技2：【伯罗奔尼撒同盟】：城堡每分钟生产45黄金，单列桨座战船系列对战舰+5伤害
文明特色：升级到市政时代和古典时代会生成一个军事执政官、村民和渔船多提交10%的食物、精锐希腊步兵在古典时代可用
组队奖励：兵营科技研发快50%


49.蜀（东亚）——《三国》2025.5.7
文明强项：弓兵/攻城武器
奇观：成都武侯祠
特色单位：白毦兵、连弩战车、刘备
银冠科技：【盘蛇阵】：15格范围内的长矛兵和白毦兵彼此获得额外生命值，每个0.5%，最大增加15%
金冠科技：【弩匣】：射手、连弩战车+2额外弩箭，掩护模式连弩战车和楼船射箭模式+3额外弩箭
文明特色：伐木工在伐木时获取7%的额外食物、弓兵单位靶场和铁匠铺科技费用-25%、攻城器和攻城船在城堡/帝王时代移动速度+10%/+15%
组队奖励：步弓手视野+2


50.魏（东亚）——《三国》2025.5.7
文明强项：骑兵
奇观：嵩岳寺塔
特色单位：虎骑兵、鲜卑掠骑兵、曹操
银冠科技：【屯田】：步兵、射手、骑兵每分钟被动生产1.8食物
金冠科技：【明光铠】：骑兵单位近战护甲+4
文明特色：每完成一项经济科技，获得1个村民、黑光铠骑兵和鲜卑掠骑兵在城堡/帝王时代生命值+15%/+30%、牵引抛石机和中式楼船费用-25%
组队奖励：骑兵对攻城器攻击力+2


51.吴（东亚）——《三国》2025.5.7
文明强项：步兵/海军
奇观：上海静安寺
特色单位：火焰弓箭手、刀剑手、孙坚
银冠科技：【赤壁战术】：火焰弓箭手和爆破船对建筑和船只造成持续5秒的火焰伤害，每秒造成1(火焰弓箭手)和5(爆破船)伤害
金冠科技：【卧虎】：牵引抛石机和中式楼船巨投武器发射2枚额外炮弹(10近战伤害，+40对建筑伤害)
文明特色：军事生产建筑和船坞提供55食物、刀剑手和黑光铠骑兵在帝王时代攻击力+2、步兵在封建/城堡/帝王时代每分钟恢复生命值10/15/30、修船厂和干船坞免费研发
组队奖励：房屋建造速度+100%


52.契丹（东亚）——《三国》2025.5.7
文明强项：步兵/骑兵
奇观：应县木塔
特色单位：辽刀、骆驼投石机
银冠科技：【札甲】：步兵和掷矛手反弹25%所受近战伤害
金冠科技：【奥多骑兵】：骑兵战斗时每分钟恢复150%的最大生命值
文明特色：牧场取代农田、近战攻击升级效果翻倍、掷矛手、长矛兵和斥候骑兵系列训练和升级速度+15%、重装骑射手可在城堡时代升级，升级成本-50%
组队奖励：步兵对远程士兵攻击力+2


53.女真（东亚）——《三国》2025.5.7
文明强项：骑兵
奇观：银山塔林
特色单位：铁浮图、掷弹兵
银冠科技：【加固堡垒】：防御工事每分钟恢复500生命值
金冠科技：【霹雳炸弹】：火箭推车、掷弹兵、楼船在死亡时爆炸，发射的子弹会产生额外爆炸
文明特色：猎物和牲畜不会腐烂、封建时代开始，骑马部队和火矛兵攻击速度+25%、攻城技师城堡时代可用、攻城和防御工事升级木材费用-75%，研究速度+100%、单位受到友军误伤伤害-50%
组队奖励：火药单位视野+2


54.色雷斯人（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：步兵/弓兵
奇观：塔图尔圣殿
特色单位：长柄逆刃刀战士
银冠科技1：【奥多曼蒂掠夺者】：步兵和骑兵杀死敌人可以获得黄金
银冠科技2：【迪亚掠夺者】：长矛兵系/民兵系和重装步兵系/逆刀刃战士摧毁敌人建筑时获得木材/食物/黄金
金冠科技1：【贝锡安金属利用】：民兵系/骑士系/逆刀刃战士在攻击时会减少1点敌方护甲，可叠加
金冠科技2：【轻装盾兵】：掷矛手的投矛可以贯穿敌人
文明特色：掷矛手在市政时代/古典时代每分钟恢复5/10生命值，精锐掷矛手升级免费、战斗操练在古典时代可用、除城镇中心外，所有建筑都可以建造在任意海拔高度上、城堡和瞭望塔可以提高附近采矿工和伐木工的效率，并可作为资源投放点、牧羊人和猎人可以从动物身上缓慢地采集黄金
组队奖励：建筑物视野+3


55.马其顿人（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：步兵/骑兵
奇观：埃盖王宫
特色单位：方阵步兵、伙伴骑兵
银冠科技1：【老练千夫长】：准则效率+33%(雇佣兵招募花费多7%资源提高133%训练效率，正规军招募花费少20%的资源减少35%训练效率)
银冠科技2：【世界尽头】：要塞哨站光环范围内的单位每分钟恢复30生命值
金冠科技1：【马其顿方阵步兵】：方阵步兵最小射程从0.5降低到0.25
金冠科技2：【萨里沙骑兵】：伙伴骑兵获得快速冲锋攻击，在8格范围内攻击敌人时提高1攻击力和15%移动速度，冷却时间30秒
文明特色：部队受到来自更高海拔敌人攻击所受到的伤害-10%、兵营、靶场和马厩可以切换招募准则（均衡招募：不变、雇佣兵招募：部队花费食物/木材+10%，训练速度翻倍、正规军招募：部队花费食物/木材-15%，训练速度减半）、步兵护甲升级作用于骑兵、攻城器+1远程护甲，+30%对建筑伤害
组队奖励：哨站可以升级为要塞哨站，可使10格半径内的部队移动速度+20%


56.普鲁人（亚历山大）——《亚历山大大帝》2025.10.15
文明强项：
奇观：卡塔斯·拉贾神庙
特色单位：帕提尤达长弓兵、桑纳哈亚
银冠科技1：【践踏屠戮】：桑纳哈亚攻击伤害区域+0.15格，伤害区域伤害+1
银冠科技2：【叶头箭杆】：帕提尤达长弓兵/精锐帕提尤达长弓兵和敌人距离少于2格时的伤害+1
金冠科技1：【吠陀教义】：大学研究的每个科技都会使村民工作效率+2%，最多20%
金冠科技2：【斯坎达瓦拉斯堡垒】：堡垒解锁单独炮台升级，两个炮台都可以在同一个堡垒里全部研发（进攻炮台：堡垒+1射程，+3攻击力、防御炮台：堡垒+1500生命值，+2/+2护甲）
文明特色：石矿工工作时可以缓慢地生成食物，石矿寿命+30%、村民和渔船的牡蛎采集速度+15%、从古典时代开始，周围没有敌人时，骑兵每分钟恢复25生命值、市政时代开始小艇成本-10%，并每个时代+1攻击力
组队奖励：贸易马车+15%移动速度


57.马普切（南美）——《最后的酋长》2026.2.17
文明强项：骑兵
奇观：库埃尔
特色单位：科那、掷石绳骑兵
银冠科技：【马龙突袭】：掷石绳骑兵、投石手和掷矛手造成穿透伤害
金冠科技：【布图马普】：团队的城堡独特单位和掷石绳骑兵费用-15%
文明特色：果丛采集者额外提交20%的食物、定居点可以训练长矛兵系和掷矛手系单位、步兵、投石手和掷矛手在封建/城堡/帝王时代+5/+10/+15生命值、骑乘单位在击败敌方军事单位时+3黄金、显示敌方城堡位置
组队奖励：长矛兵系和掷矛手系+2视野


58.穆伊斯卡（南美）——《最后的酋长》2026.2.17
文明强项：步兵/僧侣
奇观：索加莫索太阳神庙
特色单位：格查战士、神庙护卫
银冠科技：【草药学】：步弓手系和蔷琵战士系移动速度+15%
金冠科技：【瓦拉卡斯】：投石手+1射程，训练速度+25%
文明特色：升级到下个时代花费的黄金-50%、定居点便宜25%，治疗附近单位、蔷琵战士和靶场单位在封建/城堡/帝王时代+1/2/3近战护甲、僧侣招降恢复速度+50%、免费研发大篷车和行会
组队奖励：自然黄金资源开采存量+15%


59.图皮（南美）——《最后的酋长》2026.2.17
文明强项：弓兵
奇观：伊瓜苏瀑布
特色单位：黑檀木步弓手、伊比拉贝玛战士
银冠科技：【卡西克】：蔷琵战士和投石手攻击速度+25%
金冠科技：【箭毒】：黑檀木弓箭手/步弓手/防御设施在箭矢上涂毒，在15秒内造成3/5/7.5点伤害
文明特色：开局各资源+25、村民可以驻扎在定居点、阵亡单位返还15%的资源、靶场和兵营升级便宜50%食物
组队奖励：塔和城堡额外提供10人口

*/