/*

// 步兵


兵营单位

1.剑士系（50食物+20黄金）：
护甲类型：【步兵】
特殊能力：/
民兵：生命40、攻击4、护甲0、盾牌1、移速0.9、视野4
剑士：生命45、攻击6、护甲0、盾牌1、移速0.96、视野4、（对冲击步兵+2、建筑+2）————升级费用（100食物+40黄金）
长剑士：生命60、攻击9、护甲1、盾牌1、移速0.96、视野4、（对冲击步兵+6、建筑+3）————升级费用（150食物+65黄金）
双手剑士：生命65、攻击12、护甲1、盾牌1、移速0.96、视野5、（对冲击步兵+8、建筑+4）————升级费用（200食物+100黄金）
冠军剑士：生命70、攻击14、护甲1、盾牌1、移速0.96、视野5、（对冲击步兵+8、建筑+4）————升级费用（650食物+350黄金）


2.枪兵系（35食物+25木材）：
护甲类型：【步兵】、【长矛兵】
特殊能力：/
长矛兵：生命45、攻击3、护甲0、盾牌0、移速1、视野4、（对骑兵+15、战象+15、骆驼+12、舰船+9、马穆鲁克+4、冲击步兵+1、建筑+1）
长枪兵：生命55、攻击4、护甲0、盾牌0、移速1、视野4、（对骑兵+22、战象+25、骆驼+18、舰船+16、马穆鲁克+7、冲击步兵+1、建筑+1）————升级费用（160食物+90黄金）
长戟兵：生命60、攻击6、护甲0、盾牌0、移速1、视野4、（对骑兵+32、战象+28、骆驼+26、舰船+17、马穆鲁克+7、冲击步兵+1、建筑+1）————升级费用（300食物+600黄金）


3.鹰勇系（20食物+50黄金）：
护甲类型：【步兵】、【冲击步兵】
特殊能力：/
鹰斥候(城堡前)：生命50、攻击4、护甲0、盾牌2、移速1.1、视野5、（对僧侣+8、攻城武器+3）
鹰斥候(城堡后)：生命50、攻击7、护甲0、盾牌2、移速1.1、视野5、（对僧侣+8、攻城武器+3、骑兵+2、骆驼+1、舰船+1）
鹰勇士：生命55、攻击7、护甲0、盾牌3、移速1.15、视野6、（对僧侣+8、攻城武器+3、骑兵+3、骆驼+2、舰船+1）————升级费用（200食物+200黄金）
精锐鹰勇士：生命60、攻击9、护甲0、盾牌4、移速1.3、视野6、（对僧侣+10、攻城武器+5、骑兵+4、骆驼+3、舰船+2）————升级费用（800食物+500黄金）


4.火矛系（45木材+45黄金）：
护甲类型：【步兵】、【冲击步兵】、【火药部队】
特殊能力：蓄力攻击、射程4、伤害3*3
火矛兵：生命65、攻击9、护甲1、盾牌0、移速0.96、视野7、（对骑兵+5、对战象+5、骆驼+4、舰船+4、建筑+1）
精锐火矛兵：生命85、攻击·10、护甲2、盾牌1、移速0.96、视野8、（对骑兵+15、对战象+15、骆驼+12、舰船+12、建筑+1）————升级费用（750食物+400黄金）


5.蔷琵系（45食物+25黄金）：
护甲类型：【步兵】
特殊能力：/
蔷琵斥候：生命35、攻击4、护甲0、盾牌2、移速1.1、视野5、（对攻城武器+2、冲击步兵+1）
蔷琵步兵：生命40、攻击5、护甲0、盾牌2、移速1.1、视野5、（对攻城武器+2、建筑+1、冲击步兵+1、）————升级费用（100食物+60黄金）
蔷琵战士：生命55、攻击9、护甲0、盾牌3、移速1.1、视野5、（对攻城武器+3、建筑+2、冲击步兵+1）————升级费用（125食物+100黄金）
精锐蔷琵战士：生命65、攻击11、护甲0、盾牌4、移速1.1、视野5、（对攻城武器+3、建筑+3、冲击步兵+1）————升级费用（650食物+450黄金）


6.意大利佣兵（50食物+35黄金）：
护甲类型：【步兵】、【独特部队】、【意大利佣兵】
特殊能力：减少10点来自火枪兵的伤害
属性：生命80、攻击10、护甲1、盾牌0、移速1.2、视野3、（对火药部队+10、建筑+2）


7.弗拉芒民兵（30食物+25黄金）：
护甲类型：【步兵】、【长矛兵】、【独特部队】
特殊能力：/
封建：生命40、攻击5、护甲1、盾牌1、移速0.94、视野7、（对战象+8、骑兵+6、舰船+6、骆驼+4、冲击步兵+2）
城堡：生命55、攻击8、护甲1、盾牌1、移速0.94、视野7、（对战象+8、骑兵+7、舰船+6、骆驼+5、冲击步兵+2）
帝王：生命60、攻击11、护甲1、盾牌1、移速0.94、视野7、（对战象+8、骑兵+8、舰船+6、骆驼+6、冲击步兵+2）


8.罗马军（60食物+20黄金）：
护甲类型：【步兵】
特殊能力：/
属性：生命75、攻击12、护甲2、盾牌2、移速0.96、视野5、（对冲击步兵+8、步兵+4、建筑+4）


9.刀剑手（45食物+50黄金）：
护甲类型：【步兵】、【冲击步兵】、【独特部队】
特殊能力：生命低于45点时切换为狂暴模式
普通(城堡)：生命70、攻击8、护甲0、盾牌5、移速1、视野4、（对射手+4、建筑+2）
狂暴(城堡)：生命70、攻击11、护甲0、盾牌2、移速1.1、视野4、（对射手+4、建筑+2）
普通(帝王)：生命70、攻击10、护甲0、盾牌5、移速1、视野4、（对射手+4、建筑+2）
狂暴(帝王)：生命70、攻击13、护甲0、盾牌2、移速1.1、视野4、（对射手+4、建筑+2）


10.神庙护卫（80食物+45黄金）：
护甲类型：【步兵】、【冲击步兵】、【独特部队】
特殊能力：每次攻击后攻击间隔时间减少0.2，持续5秒
普通：生命100、攻击12、护甲1、盾牌1、移速0.95、视野5、（对骑兵+3、大象+3、骆驼+2、舰船+2）
精锐：生命115、攻击14、护甲2、盾牌1、移速0.95、视野6、（对骑兵+3、大象+3、骆驼+2、舰船+2）————升级费用（500食物+650黄金）


11.伊比拉贝玛战士（30食物+60黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：横扫前方扇形区域敌人
普通：生命80、攻击8、护甲2、盾牌1、移速1.1、视野5、（对冲击步兵+2、建筑+1）
精锐：生命90、攻击11、护甲2、盾牌1、移速1.1、视野5、（对冲击步兵+2、建筑+1）————升级费用（500食物+600黄金）



城堡步兵

1.靛蓝突袭者（70食物+25黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命70、攻击11、护甲0、盾牌1、移速1.17、视野3、（对冲击步兵+2、建筑+2）
精锐：生命85、攻击15、护甲0、盾牌1、移速1.17、视野5、（对冲击步兵+3、建筑+3）————升级费用（1000食物+800黄金）


2.近卫军（75食物+35黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命60、攻击10、护甲0、盾牌6、移速1.05、视野3、（对射手+6、建筑+4、冲击步兵+2）
精锐：生命70、攻击12、护甲0、盾牌8、移速1.05、视野5、（对射手+10、建筑+6、冲击步兵+3）————升级费用（1200食物+550黄金）


3.日本武士（45食物+30黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命70、攻击10、护甲1、盾牌1、移速1、视野4、（对独特部队+10、冲击步兵+2、建筑+2）
精锐：生命80、攻击12、护甲1、盾牌1、移速1、视野5、（对独特部队+12、冲击步兵+3、建筑+3）————升级费用（750食物+650黄金）


4.条顿骑士（85食物+30黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命90、攻击14、护甲7、盾牌2、移速0.8、视野3、（对冲击步兵+4、建筑+4）
精锐：生命110、攻击17、护甲10、盾牌2、移速0.8、视野5、（对冲击步兵+4、建筑+4）————升级费用（750食物+650黄金）


5.狂战士（65食物+20黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：每分钟回血40
普通：生命54、攻击12、护甲1、盾牌1、移速1.05、视野3、（对冲击步兵+2、建筑+2）
精锐：生命62、攻击14、护甲2、盾牌1、移速1.05、视野5、（对冲击步兵+3、建筑+3）————升级费用（1075食物+475黄金）


6.萨金特卫兵(城堡前)（55食物+25黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通(城堡前)：生命50、攻击5、护甲2、盾牌1、移速0.95、视野3、（对冲击步兵+2、建筑+2）
普通(城堡后)：生命75、攻击8、护甲4、盾牌2、移速0.95、视野3、（对冲击步兵+2、建筑+2）
精锐：生命85、攻击11、护甲6、盾牌3、移速0.95、视野3、（对冲击步兵+3、建筑+3）————升级费用（800食物+675黄金）


7.掷斧兵（55食物+25黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命60、攻击7、护甲0、盾牌0、移速1、视野5、射程3、（对冲击步兵+1、建筑+1）
精锐：生命70、攻击8、护甲1、盾牌0、移速1、视野6、射程4、（对冲击步兵+2、建筑+2）————升级费用（850食物+550黄金）


8.飞刀女兵（50食物+40黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命40、攻击10、护甲0、盾牌0、移速1.25、视野6、射程5、（对冲击步兵+1）
精锐：生命50、攻击13、护甲0、盾牌0、移速1.25、视野7、射程6、（对冲击步兵+1）————升级费用（900食物+600黄金）


9.印加枪兵长（60食物+30黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命70、攻击7、护甲1、盾牌0、移速1、视野4、射程1、（对战象+20、骑兵+8、骆驼+6、马穆鲁克+1）
精锐：生命80、攻击8、护甲1、盾牌1、移速1、视野5、射程1、（对战象+20、骑兵+12、骆驼+10、马穆鲁克+1）————升级费用（900食物+500黄金）


10.弯刀勇士（50食物+30黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命45、攻击16、护甲0、盾牌0、移速1.2、视野3、（对冲击步兵+2、建筑+1）
精锐：生命50、攻击18、护甲0、盾牌1、移速1.2、视野3、（对冲击步兵+2、建筑+1）————升级费用（900食物+450黄金）


11.爪刀勇士（25食物+15黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：仅占半数人口
普通：生命30、攻击7、护甲0、盾牌1、移速1.2、视野3、（对冲击步兵+2、建筑+1）
精锐：生命40、攻击8、护甲1、盾牌1、移速1.2、视野3、（对冲击步兵+2、建筑+1）————升级费用（900食物+600黄金）


12.豹勇士（60食物+30黄金）：
护甲类型：【步兵、独特部队】
特殊能力：击杀单位获得1次晋升+1攻击，最多获得4次
普通：生命65、攻击15、护甲1、盾牌2、移速1、视野3、（对步兵+5、冲击步兵+2、建筑+2）
精锐：生命70、攻击19、护甲2、盾牌2、移速1、视野5、（对步兵+6、冲击步兵+2、建筑+2）————升级费用（1000食物+500黄金）


13.奥布奇战锤兵（55食物+20黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：每次攻击减少对方1护甲
普通：生命80、攻击8、护甲2、盾牌2、移速0.9、视野3、（对建筑+4、冲击步兵+2）
精锐：生命95、攻击10、护甲2、盾牌2、移速0.9、视野3、（对建筑+6、冲击步兵+3）————升级费用（800食物+600黄金）


14.印度剑客（65食物+20黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：蓄力攻击造成12/15点伤害
普通：生命55、攻击9、护甲1、盾牌0、移速1.1、视野3、（对冲击步兵+2、建筑+1）
精锐：生命65、攻击11、护甲1、盾牌0、移速1.1、视野3、（对冲击步兵+3、建筑+2）————升级费用（900食物+450黄金）


15.飞轮刃投掷手（65食物+30黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：/
普通：生命40、攻击3、护甲1、盾牌0、移速1.15、视野7、射程5、（对冲击步兵+1、建筑+1）
精锐：生命50、攻击4、护甲1、盾牌0、移速1.15、视野8、射程6、（对冲击步兵+2、建筑+2、步兵+1）————升级费用（1000食物+650黄金）


16.古拉姆（30食物+45黄金）：
护甲类型：【步兵、独特部队】
特殊能力：攻击伤害直线射程1
普通：生命60、攻击9、护甲0、盾牌3、移速1.15、视野6、（对射手+5、冲击步兵+2、建筑+2）
精锐：生命70、攻击11、护甲0、盾牌6、移速1.2、视野6、（对射手+6、冲击步兵+2、建筑+2）————升级费用（1000食物+800黄金）


17.辽刀（40食物+40黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：攻击时赋予敌人流血状态，在3秒内共造成9点真实伤害
普通：生命75、攻击9、护甲3、盾牌1、移速1、视野3、（对冲击步兵+2、建筑+2）
精锐：生命85、攻击13、护甲3、盾牌1、移速1、视野3、（对冲击步兵+3、建筑+3）————升级费用（800食物+650黄金）


18.白毦兵（60食物+15黄金）：
护甲类型：【步兵】、【独特部队】
特殊能力：攻击敌人时减少敌人15%的移动速度，持续10秒
普通：生命95、攻击7、护甲0、盾牌2、移速0.95、视野4、（对骑兵+8、大象+8、骆驼+6、冲击步兵+4、建筑+2）
精锐：生命100、攻击8、护甲0、盾牌3、移速0.95、视野5、（对骑兵+8、大象+8、骆驼+7、冲击步兵+4、建筑+2）————升级费用（900食物+500黄金）


 */