/*

// 国王时代：

威廉·华莱士：
1.行军与战斗
2.供养军队
3.训练军队
4.研究与科技
5.斯特灵之役
6.缔结同盟
7.福尔柯克之役

圣女贞德：
1.横空出世
2.奥尔良少女
3.扫荡卢瓦尔
4.龙飞凤起
5.围攻巴黎
6.遗芳余烈

萨拉丁：
1.阿拉伯骑士
2.阿拉伯之主
3.海丁之角
4.兵临圣城
5.为了圣战！
6.狮子与恶魔

成吉思汗：
1.统一各部
2.复仇人生
3.入主中原
4.策马西征
5.临终夙愿
6.蒙古太平

巴巴罗萨：
1.罗马皇帝
2.猛狮亨利
3.教宗之争
4.伦巴第联盟
5.巴巴罗萨行军
6.沉睡的帝王


// 征服者：

匈奴王阿提拉：
1.上帝之怒
2.天下第一骑
3.君士坦丁堡的城墙
4.野蛮人的宴会
5.沙隆战役
6.罗马的衰落

熙德：
1.手足相残
2.敌人的敌人
3.熙德的流放
4.黑卫士
5.瓦伦西亚之王
6.再度政府

蒙提祖玛：
1.血统统治
2.三城同盟
3.羽蛇神
4.拉鲁西的悲哀
5.沸腾之湖
6.折戟沉沙

征服者的战役：
1.图尔战役732
2.北地传奇1000
3.黑斯廷斯战役1066
4.曼兹格特战役1071
5.阿金库尔战役1415
6.勒班陀战役1571
7.山崎之战1582
8.露梁海战1598


// 失落帝国：

阿拉里克：
1.冷河战役
2.铲平赫拉斯
3.深入虎穴
4.巨人陨落
5.我们的王国

弗拉德·德古拉：
1.火龙展翅
2.龙之归来
3.龙之喘息
4.拨云见日
5.暗夜降临

巴里：
1.抵达巴里
2.迈勒斯叛变
3.未竟之局
4.锦囊妙计
5.奔涌之水

斯福尔扎：
1.雇佣兵与主人
2.主宰自我
3.浪子回头
4.血与背叛
5.斯福尔扎万岁！

布里陀毗罗阇：
1.浴火而生
2.九合诸侯
3.美人芳心
4.印度的命运
5.布里陀毗罗阇的传说

被遗忘的战役：
1.布哈拉反击战557
2.双柱城记648
3.约克城865
4.征服家园895
5.砺波山之战1183
6.塞浦路斯之战1191
7.兵临巴菲乌斯1302
8.鄱阳湖之战1363


// 非洲王国：

塔里克·伊本·齐亚德：
1.瓜达莱特之战
2.攻城拔寨
3.纵横捭阖
4.比利牛斯山脉的寒冬
5.风卷残云

松迪亚塔：
1.亡命之徒
2.党同伐异
3.虎口夺食
4.血溅河滩
5.深入虎穴

弗朗西斯科·德·阿尔梅达：
1.前朝旧梦
2.非洲雄狮
3.帝国废墟
4.葡属印度
5.丧子之痛

游娣特：
1.亡命天涯
2.真命天子
3.皇冠落地
4.断壁残垣
5.重回故里


// 蛮王崛起：

加扎·玛达：
1.开疆辟土
2.班师勤王
3.誓统南洋
4.辅助新君
5.风云变色

苏耶跋摩一世：
1.揭竿而起
2.席卷八荒
3.九死一生
4.滔天巨浪
5.千古伟业

莽应龙：
1.饿虎扑食
2.猛蛇出洞
3.百鸟朝凤
4.白象化身
5.凤凰涅槃

黎利：
1.大越义军
2.至灵山魂
3.围困升龙
4.挥师南下
5.兵分三路
6.决战东都


// 最后的可汗：

帕查库提：
1.新锐崛起
2.血战之地
3.手足之战
4.鹰隼之巢
5.虎父无犬子

帖木儿：
1.河中地区的埃米尔
2.波斯的菊儿汗
3.毁灭的先兆
4.印度斯坦的苏丹
5.黎凡特的灾祸
6.神在人间

伊瓦依洛：
1.最不可能的人
2.不可能的联盟
3.保加利亚沙皇
4.英雄之乱
5.独眼之王

可泰安汗：
1.战旗飘扬
2.迦勒迦河之战
3.拯救棚屋
4.血债血偿
5.新的家园


// 西方霸主：

长腿的爱德华：
1.自负的野心
2.上帝的子民
3.城堡与国王
4.空外套
5.苏格兰之锤

大公爵：
1.王国分裂
2.狼与狮
3.扫荡巴黎
4.罪恶的婚姻
5.钩子与鳕鱼之战
6.圣女陨落

欧特维尔家族：
1.吉斯卡尔的到来
2.西西里的罗杰
3.博希蒙德与皇帝
4.东方的博希蒙德
5.世界奇观


// 公爵的崛起：

阿基尔达斯和科斯图提斯：
1.家庭事务
2.无人之地
3.鞑靼人的枷锁
4.可敬的对手
5.王位的阴影

雅德维加：
1.王冠琐事
2.波兰之星
3.公爵对决
4.围攻维尔纽斯
5.维陶塔斯远征
6.努力的成果

扬·杰式卡：
1.独眼浪人
2.勇气和硬币
3.钢铁领主
4.黄金之城
5.皇帝之怒
6.神之勇士


// 印度王朝：

巴布尔：
1.东方明珠
2.最后的帖木儿
3.入主印度
4.帕尼帕特之战
5.拉杰普特人

拉金德拉：
1.继承人
2.父辈的事迹
3.后起之秀
4.圣水
5.杀死弗栗多

提婆波罗：
1.不满
2.欲望
3.止息
4.解脱？
5.开悟


// 皇家山脉：

塔玛尔的崛起：
1.接管
2.尤里的复仇
3.保护地
4.缔造者塔玛尔
5.身披豹皮的女王

索罗斯大帝：
1.亡命之徒
2.皇帝复仇
3.夹缝之中
4.血浪
5.变节者和叛徒

亦思马因：
1.红帽子
2.皇家之路
3.亚历山大
4.萨法维
5.堕落的埃米尔
6.亦思马因


// 成王败寇：

1.谢安383
2.盖塞里克406
3.沃蒂根440
4.查理曼768
5.拉格纳850
6.艾恩赛德859
7.金发870
8.罗伯特921
9.奥托936
10.塞尔柱985
11.卡尔塞夫尼1000
12.科穆宁1081
13.斯蒂芬1135
14.铁木真1185
15.姆斯季斯拉夫1203
16.君士坦丁十一世1453
17.征服者1453
18.岛津1545
19.织田信长1551
20.德瑞克1572


// 三国：

蜀：
1.桃园三结义
2.天下英雄
3.大儒与贩履者
4.大逃亡
5.赤壁之战

魏：
1.黄巾之乱
2.空有其名的皇帝
3.官渡之战
4.北方之主
5.赤壁之战

吴：
1.传国玉玺
2.征服江东
3.严白虎
4.复仇者
5.赤壁之战


// 最后的酋长：

劳塔罗：
1.死亡与恐惧之神
2.王权之仆
3.图卡佩尔战役
4.神出鬼没的对手
5.自由的滋味

黄金国：
1.杀戮与焚烧
2.兹帕和扎克
3.边境地区
4.太阳之子
5.黄金国王

阿拉里博亚：
1.大流亡
2.复仇的种子
3.法属南部领地
4.化为乌有
5.里约热内卢之战


*/