/*

// 射手


靶场单位

1.步弓系（25木材+45黄金）：
护甲类型：【射手】
特殊能力：/
步弓手：生命30、攻击4、护甲0、盾牌0、移速0.96、视野6、射程4、（命中率：80%、对长矛兵+3）
弩手：生命35、攻击5、护甲0、盾牌0、移速0.96、视野7、射程5、（命中率：85%、对长矛兵+3）————升级费用（175食物+100黄金）
劲弩手：生命40、攻击6、护甲0、盾牌0、移速0.96、视野7、射程5、（命中率：90%、对长矛兵+3）————升级费用（450食物+350黄金）


2.投掷系（25食物+35木材）：
护甲类型：【射手】、【掷矛手】
特殊能力：/
掷矛手：生命30、攻击2、护甲0、盾牌3、移速0.96、视野6、射程4、（命中率：90%、对射手+3、长矛兵+3、马穆鲁克+2）
精锐掷矛手：生命35、攻击3、护甲0、盾牌4、移速0.96、视野7、射程5、（命中率：90%、对射手+4、长矛兵+4、骑射手+2、马穆鲁克+2）————升级费用（230食物+130黄金）
帝王掷矛手：生命35、攻击4、护甲0、盾牌5、移速0.96、视野7、射程5、（命中率：95%、对射手+5、长矛兵+4、骑射手+3、马穆鲁克+3）————升级费用（300食物+300黄金）


3.骑射手系（40木材+60黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】
特殊能力：/
骑射手：生命50、攻击6、护甲0、盾牌0、移速1.4、视野5、射程4、（命中率：50%、对长矛兵+2）
重装骑射手：生命60、攻击7、护甲1、盾牌0、移速1.4、视野6、射程4、（命中率：80%、对长矛兵+4） ————升级费用（900食物+500黄金）


4.象射系（60食物+80黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【战象】
特殊能力：/
骑象射手：生命250、攻击6、护甲0、盾牌2、移速0.9、视野7、射程4、（命中率：70%、为骑射时防御-4）
精锐骑象射手：生命280、攻击7、护甲0、盾牌2、移速0.9、视野7、射程4、（命中率：85%、为骑射时防御-4）————升级费用（900食物+500黄金）


5.火枪手（45食物+50黄金）：
护甲类型：【射手】、【火药部队】
特殊能力：/
属性：生命40、攻击17、护甲1、盾牌0、移速0.96、视野9、射程7、（命中率：75%、对步兵+10、冲车+2、长矛兵+1）


6.投石手（70食物+10木材）：
护甲类型：【射手】、【掷矛手】
特殊能力：/
属性：生命35、攻击4、护甲0、盾牌0、移速0.96、视野7、射程5、（命中率：90%、对步兵+4、僧侣+4、攻城武器+3、长矛兵+1）


7.标枪骑兵（40食物+35木材）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：/
普通：生命50、攻击3、护甲0、盾牌4、移速1.35、视野5、射程4、（命中率：90%、为骑射时防御+1、对射手+4、长矛兵+3、马穆鲁克+2）
精锐：生命55、攻击4、护甲0、盾牌4、移速1.35、视野6、射程4、（命中率：90%、为骑射时防御+1、对射手+5、长矛兵+3、马穆鲁克+2、骑射手+2）————升级费用（500食物+450木材）

8.掷弹兵（35食物+65黄金）：
护甲类型：【射手】、【火药部队】、【独特部队】
特殊能力：/
属性：生命40、攻击12、护甲1、盾牌1、移速0.96、视野7、射程6、（对步兵+9、建筑+4、冲车+3、长矛兵+1）


9.鲜卑掠骑兵（65木材+25黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：每30秒可以蓄力攻击造成1*5的副箭伤害
属性：生命30、攻击5、护甲0、盾牌0、移速1.4、视野6、射程4、（对长矛兵+3、步兵+1）


10.掷石绳骑兵（45木材+50黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：每30秒发射一次攻击力+2/+3的投石绳，让被命中的敌人减少15%的移动速度，持续10秒
普通：生命55、攻击5、护甲0、盾牌1、移速1.5、视野7、射程4、（命中率：90%、对骑兵+2、骆驼+2、冲车+2）
精锐：生命65、攻击6、护甲0、盾牌2、移速1.5、视野7、射程5、（命中率：90%、对骑兵+3、骆驼+3、冲车+2）————升级费用（800食物+500黄金）


11.格查战士（50木材+60黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：6格范围附近的格查战士死亡时，其他格查战士在3秒内恢复5生命值
普通：生命50、攻击6、护甲0、盾牌3、移速1.15、视野4、射程3、（命中率：90%、对射手+3、长矛兵+2、骑射手+2）
精锐：生命50、攻击8、护甲0、盾牌5、移速1.15、视野5、射程4、（命中率：90%、对射手+3、长矛兵+2、骑射手+2）————升级费用（750木材+600黄金）


12.黑檀木步弓手（35木材+45黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：占用半数人口，一次训练2个
普通：生命20、攻击4、护甲0、盾牌0、移速1.1、视野6、射程5、（命中率：80%、对长矛兵+2）
精锐：生命25、攻击4、护甲0、盾牌0、移速1.1、视野6、射程5、（命中率：90%、对长矛兵+2）————升级费用（600食物+500黄金）



城堡射手

1.长弓兵（35木材+40黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：/
普通：生命35、攻击6、护甲0、盾牌0、移速0.96、视野6、射程5、（命中率：70%、对长矛兵+2）
精锐：生命40、攻击7、护甲0、盾牌1、移速0.96、视野6、射程6、（命中率：80%、对长矛兵+2）————升级费用（850食物+850黄金）


2.诸葛弩（40木材+35黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：具有副箭伤害
普通：生命45、攻击8、护甲0、盾牌0、移速0.96、视野6、射程4、（命中率：85%、对长矛兵+2）
精锐：生命50、攻击10、护甲0、盾牌0、移速0.96、视野6、射程4、（命中率：85%、对长矛兵+2）————升级费用（1105食物+1105黄金）


3.苏丹亲兵（60食物+55黄金）：
护甲类型：【射手】、【火药部队】、【独特部队】
特殊能力：/
普通：生命35、攻击17、护甲1、盾牌0、移速0.96、视野10、射程7、（命中率：50%、对冲车+2）
精锐：生命40、攻击22、护甲2、盾牌0、移速0.96、视野10、射程8、（命中率：65%、对冲车+3）————升级费用（850食物+750黄金）


4.羽箭手（55木材+55黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：/
普通：生命50、攻击5、护甲0、盾牌1、移速1.2、视野6、射程4、（命中率：80%、对长矛兵+2、步兵+1）
精锐：生命65、攻击5、护甲0、盾牌2、移速1.2、视野6、射程5、（命中率：90%、对长矛兵+2、步兵+2）————升级费用（700食物+1000木材）


5.藤弓手（50木材+45黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：/
普通：生命40、攻击6、护甲0、盾牌4、移速1.1、视野6、射程4、（命中率：80%、对长矛兵+2）
精锐：生命45、攻击7、护甲0、盾牌6、移速1.1、视野6、射程5、（命中率：90%、对长矛兵+2）————升级费用（1000食物+750黄金）


6.蒙古突骑（55木材+65黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：/
普通：生命60、攻击6、护甲0、盾牌0、移速1.4、视野6、射程4、（命中率：95%、对攻城武器+3、长矛兵+1）
精锐：生命60、攻击8、护甲1、盾牌0、移速1.4、视野6、射程4、（命中率：95%、对攻城武器+5、长矛兵+1）————升级费用（1100食物+675黄金）


7.高丽战车（200木材+60黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：/
普通：生命150、攻击9、护甲0、盾牌2、移速1.2、视野7、射程4、（命中率：100%、为骑射时防御-1、对建筑+2）
精锐：生命200、攻击9、护甲0、盾牌4、移速1.2、视野8、射程5、（命中率：100%、为骑射时防御-1、对建筑+2）————升级费用（1000木材+800黄金）


8.骆驼射手（50木材+60黄金）：
护甲类型：【射手】、【骑射手】、【骆驼】、【独特部队】
特殊能力：/
普通：生命55、攻击7、护甲0、盾牌1、移速1.4、视野5、射程4、（命中率：95%、对骑射手+4）
精锐：生命60、攻击8、护甲1、盾牌1、移速1.4、视野5、射程4、（命中率：95%、对骑射手+6）————升级费用（1000木材+500黄金）


9.飞镖骑兵（75木材+60黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：/
普通：生命60、攻击12、护甲0、盾牌1、移速1.3、视野7、射程5、（命中率：20%、对冲车+2）
精锐：生命65、攻击14、护甲0、盾牌2、移速1.3、视野7、射程5、（命中率：30%、对冲车+2）————升级费用（1000食物+750黄金）


10.热那亚弩手（45木材+40黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：/
普通：生命45、攻击6、护甲1、盾牌0、移速0.96、视野8、射程4、（命中率：100%、对骑兵+5、战象+5、骆驼+4、舰船+4）
精锐：生命50、攻击6、护甲1、盾牌0、移速0.96、视野8、射程4、（命中率：100%、对骑兵+7、战象+7、骆驼+5、舰船+5）————升级费用（900食物+750黄金）


11.征服者（70食物+60黄金）：
护甲类型：【射手】、【火药部队】、【骑兵】、【骑射手】、【独特部队】
特殊能力：/
普通：生命55、攻击16、护甲2、盾牌1、移速1.3、视野8、射程6、（命中率：65%、对冲车+4）
精锐：生命70、攻击19、护甲2、盾牌2、移速1.3、视野9、射程6、（命中率：70%、对冲车+6、建筑+2）————升级费用（900食物+600黄金）


12.钦察（60木材+35黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：具有副箭伤害
普通：生命40、攻击4、护甲0、盾牌0、移速1.4、视野6、射程4、（命中率：90%、对长矛兵+1）
精锐：生命45、攻击5、护甲0、盾牌0、移速1.4、视野6、射程4、（命中率：90%、对长矛兵+1）————升级费用（1100食物+1000木材）


13.战车（200木材+60黄金）：
护甲类型：【射手】、【骑射手】、【骑兵】、【独特部队】
特殊能力：可以切换远近模式，近战攻击10/12
普通：生命100、攻击5、护甲3、盾牌1、移速1.3、视野6、射程4、（命中率：80%、对长矛兵+1）
精锐：生命115、攻击6、护甲3、盾牌3、移速1.3、视野6、射程4、（命中率：90%、对长矛兵+2）————升级费用（800食物+800木材）


14.复合弓箭手（35木材+45黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：无视护甲
普通：生命40、攻击4、护甲1、盾牌0、移速0.96、视野6、射程4、（命中率：100%、对长矛兵+2）
精锐：生命45、攻击4、护甲2、盾牌0、移速0.96、视野6、射程4、（命中率：100%、对长矛兵+2）————升级费用（600木材+500黄金）


15.火焰弓箭手（45木材+45黄金）：
护甲类型：【射手】、【独特部队】
特殊能力：攻击单位造成3倍伤害，攻击建筑射程变为9/10
普通：生命35、攻击4、护甲0、盾牌0、移速0.96、视野10、射程5、（对建筑+4、舰船+3、长矛兵+2）
精锐：生命40、攻击5、护甲0、盾牌0、移速0.96、视野11、射程6、（对建筑+4、舰船+4、长矛兵+2）————升级费用（800食物+800黄金）


 */