/*

// 骑兵


马厩单位

1.轻骑系（80食物）：
护甲类型：【骑兵】
特殊能力：视野在城堡达到8，帝王达到10
斥候骑兵(封建前)：生命45、攻击3、护甲0、盾牌2、移速1.2、视野4、（对僧侣+6）
斥候骑兵(封建后)：生命45、攻击5、护甲0、盾牌2、移速1.5、视野6、（对僧侣+6）
轻骑兵：生命60、攻击7、护甲0、盾牌2、移速1.5、视野8、（对僧侣+10）————升级费用（150食物+50黄金）
翼骑兵：生命75、攻击7、护甲0、盾牌2、移速1.5、视野10、（对僧侣+12）————升级费用（500食物+600黄金）
波兰翼骑兵：生命80、攻击9、护甲1、盾牌2、移速1.5、视野10、（对僧侣+12、火药部队+4）————升级费用（600食物+800黄金）


2.骑士系：（60食物+75黄金）
护甲类型：【骑兵】
特殊能力：/
骑士：生命100、攻击10、护甲2、盾牌2、移速1.35、视野4
索洛托勇士：生命100、攻击10、护甲2、盾牌2、移速1.35、视野4
重装骑士：生命120、攻击12、护甲2、盾牌2、移速1.35、视野4 ————升级费用（300食物+300黄金）
游侠：生命160、攻击14、护甲2、盾牌3、移速1.35、视野5 ————升级费用（1300食物+750黄金）
萨瓦尔：生命145、攻击14、护甲3、盾牌4 、移速1.35、视野5————升级费用（1200食物+600黄金）


骆驼系：（55食物+60黄金）
护甲类型：【骆驼】
特殊能力：/
骆驼斥候(封建前)：生命70、攻击2、护甲0、盾牌0、移速1.2、视野4、（对骑兵+4、骆驼+2、舰船+2）
骆驼斥候(封建后)：生命70、攻击5、护甲0、盾牌0、移速1.45、视野5、（对骑兵+4、骆驼+2、舰船+2）
骆驼兵：生命100、攻击6、护甲0、盾牌0、移速1.45、视野5、（对骑兵+9、骆驼+5、舰船+5）
重装骆驼兵：生命120、攻击7、护甲0、盾牌0、移速1.45、视野6、（对骑兵+18、骆驼+9、舰船+9、马穆鲁克+7）————升级费用（325食物+365黄金）
帝王骆驼兵：生命140、攻击8、护甲0、盾牌0、移速1.45、视野6、（对骑兵+18、骆驼+9、舰船+9、马穆鲁克+7、建筑+5）————升级费用（1000食物+500黄金）


象兵系：（100食物+70黄金）
护甲类型：【骑兵】、【战象】
特殊能力：践踏伤害区域0.4（25%伤害）
象兵：生命250、攻击12、护甲1、盾牌2、移速0.9、视野7、（对石制建筑+7、建筑+4）
精锐象兵：生命300、攻击14、护甲1、盾牌3、移速0.9、视野8、（对石制建筑+10、建筑+7）————升级费用（1100食物+700黄金）


草枪系：（70食物+40黄金）
护甲类型：【骑兵】
特殊能力：/
草原枪兵：生命60、攻击9、护甲0、盾牌1、移速1.45、视野5、射程1
精锐草原枪兵：生命80、攻击11、护甲0、盾牌2、移速1.45、视野5、射程1 ————升级费用（600食物+550黄金）


黑光铠系：（65食物+65黄金）
护甲类型：【骑兵】
特殊能力：/
黑光铠骑兵：生命60、攻击11、护甲4、盾牌3、移速1.35、视野4
重装黑光铠骑兵：生命90、攻击12、护甲4、盾牌3、移速1.45、视野4、（对步兵+1）————升级费用（350食物+250黄金）



城堡骑兵

1.甲胄骑兵（70食物+75黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：额外获得骑兵护甲12/16
普通：生命110、攻击9、护甲2、盾牌1、移速1.35、视野4、（对步兵+9）
精锐：生命150、攻击12、护甲2、盾牌1、移速1.35、视野5、（对步兵+12）————升级费用（1200食物+800黄金）


2.答剌罕骑兵（60食物+60黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
普通：生命100、攻击8、护甲1、盾牌3、移速1.4、视野5、（对石制建筑+12、城堡+10、建筑+8、墙壁+8）
精锐：生命150、攻击11、护甲1、盾牌4、移速1.4、视野7、（对石制建筑+12、城堡+10、建筑+10、墙壁+10）————升级费用（1000食物+500黄金）


3.贵族铁骑（60食物+70黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
普通：生命100、攻击12、护甲4、盾牌2、移速1.3、视野5
精锐：生命130、攻击14、护甲8、盾牌3、移速1.3、视野5————升级费用（1000食物+600黄金）


4.保加利亚骑兵（60食物+70黄金）：
护甲类型：【骑兵(马上)】、【步兵(马下)】、【独特部队】
特殊能力：骑乘状态死亡后会变成步兵起身继续战斗
普通马上：生命100、攻击12、护甲2、盾牌1、移速1.35、视野5
普通马下：生命45、攻击12、护甲2、盾牌1、移速0.9、视野7、（对建筑+4）
精锐马上：生命120、攻击14、护甲2、盾牌2、移速1.35、视野5————升级费用（1000食物+750黄金）
精锐马下：生命50、攻击13、护甲2、盾牌2、移速0.9、视野7、（对建筑+4）————升级费用（1000食物+750黄金）


5.烈提司（70食物+50黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：攻击无视护甲
普通：生命100、攻击13、护甲1、盾牌1、移速1.4、视野5
精锐：生命130、攻击16、护甲2、盾牌1、移速1.4、视野5————升级费用（750食物+750黄金）


6.怯薛（60食物+40黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：战斗时每秒产生0.367黄金
普通：生命120、攻击9、护甲1、盾牌2、移速1.4、视野5
精锐：生命145、攻击11、护甲1、盾牌3、移速1.4、视野5————升级费用（700食物+600黄金）


7.马上轻装兵（55食物+55黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：每隔40秒获得冲锋攻击，攻击+20/25
普通：生命115、攻击8、护甲2、盾牌2、移速1.35、视野5
精锐：生命145、攻击11、护甲2、盾牌2、移速1.35、视野5————升级费用（1000食物+800黄金）


8.战象（170食物+85黄金）：
护甲类型：【骑兵】、【战象】、【独特部队】
特殊能力：践踏伤害区域0.5（50%伤害）
普通：生命450、攻击15、护甲1、盾牌2、移速0.8、视野7、（对建筑+30、石制建筑+7）
精锐：生命600、攻击20、护甲1、盾牌3、移速0.8、视野8、（对建筑+30、石制建筑+10）————升级费用（1350食物+800黄金）


9.马穆鲁克（55食物+85黄金）：
护甲类型：【骆驼】、【马穆鲁克】、【独特部队】
特殊能力：/
普通：生命80、攻击8、护甲0、盾牌0、移速1.4、视野5、射程3、（命中率：100%、对骑兵+9）
精锐：生命80、攻击10、护甲1、盾牌0、移速1.4、视野5、射程3、（命中率：100%、对骑兵+12、马穆鲁克+1）————升级费用（600食物+500黄金）


10.马扎尔骠骑（35食物+45黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
普通：生命80、攻击10、护甲0、盾牌2、移速1.5、视野5、（对攻城武器+5、冲车+1）
精锐：生命90、攻击11、护甲0、盾牌2、移速1.5、视野6、（对攻城武器+8、冲车+2）————升级费用（800食物+600黄金）


11.施里瓦姆沙骑手（70食物+30黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：会躲避远程攻击
普通：生命55、攻击8、护甲0、盾牌1、移速1.6、视野5
精锐：生命70、攻击11、护甲0、盾牌1、移速1.6、视野6————升级费用（850食物+500黄金）


12.百夫长（75食物+85黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：提升20%攻速和10%/15%移速
普通：生命110、攻击13、护甲2、盾牌3、移速1.35、视野4
精锐：生命155、攻击15、护甲3、盾牌3、移速1.35、视野4————升级费用（1100食物+900黄金）


13.莫纳斯帕（60食物+45黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：在14格半径范围内，每7个伙伴可以使得莫纳斯帕自身攻击力+1，最大增加4攻击力
普通：生命75、攻击12、护甲3、盾牌2、移速1.4、视野4
精锐：生命80、攻击14、护甲5、盾牌2、移速1.4、视野5————升级费用（1000食物+700黄金）


14.铁浮屠（80食物+55黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：每40秒/30秒免疫1次常规近战伤害，无法格挡敌人的冲锋攻击
普通：生命115、攻击12、护甲1、盾牌3、移速1.4、视野5
精锐：生命140、攻击13、护甲2、盾牌3、移速1.4、视野5————升级费用（950食物+750黄金）


15.虎豹骑（60食物+80黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：击杀单位获得1次晋升(+10生命值，+1攻击力)，最多获得4次
普通：生命115、攻击11、护甲0、盾牌4、移速1.35、视野5、（对射手+6）
精锐：生命130、攻击13、护甲0、盾牌5、移速1.35、视野5、（对射手+7）————升级费用（1000食物+800黄金）


16.科那（65食物+40黄金）：
护甲类型：【骑兵】、【独特部队】
特殊能力：敌人生命值每减少15%，攻击力+1
普通：生命125、攻击9、护甲0、盾牌3、移速1.55、视野5、（对火药部队+5）
精锐：生命145、攻击11、护甲0、盾牌5、移速1.55、视野6、（对火药部队+5）————升级费用（800食物+800黄金）


*/