/*

其他单位

1.村民（50食物）：
护甲类型：/
特殊能力：采集、建造、维修
属性：生命25、攻击3、护甲0、盾牌0、移速0.8、视野4、（对重型攻城器+6、石制建筑+6、建筑+3）


2.僧侣（100黄金）：
护甲类型：【僧侣】
特殊能力：招降、每秒治疗友军4、拾取圣遗物
属性：生命30、攻击0、护甲0、盾牌0、移速0.7、视野11、射程9


3.传教士（100黄金）：
护甲类型：【僧侣】、【骑兵】、【特殊部队】
特殊能力：招降、每秒治疗友军4
属性：生命30、攻击0、护甲0、盾牌0、移速1.1、视野9、射程7


4.牧师战士（30食物+50黄金）：
护甲类型：【僧侣】、【步兵】、【特殊部队】
特殊能力：每秒治疗友军4
属性：生命80、攻击11、护甲1、盾牌1、移速0.85、视野3


5.贸易马车（100木材+50黄金）：
护甲类型：/
特殊能力：贸易获得黄金
属性：生命70、攻击0、护甲0、盾牌0、移速1.25、视野7


6.刘备（500食物+500黄金）：
护甲类型：【步兵】、【英雄】、【独特部队】
特殊能力：恢复10范围内单位的生命值，有自愈能力
属性：生命425、攻击15、护甲3、盾牌3、移速0.9、视野5、（对冲击步兵+3）


7.曹操（450食物+500黄金）：
护甲类型：【骑兵】、【英雄】、【独特部队】
特殊能力：提升10范围内单位的攻击速度，有自愈能力
属性：生命475、攻击14、护甲3、盾牌3、移速1.49、视野5、（对射手+3）


8.孙坚（450食物+500黄金）：
护甲类型：【骑兵】、【英雄】、【独特部队】
特殊能力：提升10范围内单位的移动速度，有自愈能力
属性：生命400、攻击15、护甲4、盾牌4、移速1.55、视野5




*/