/*

// 建筑


一般建筑

1.房屋（25木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供5人口
尺寸：2*2
属性：生命550/750/900/900、护甲-2/-1/1/3、盾牌7/8/9/10、视野2


2.修道院（175木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：可驻扎圣遗物产生黄金、无法被招降
尺寸：3*3
属性：生命2100、护甲2/3、盾牌9/10、视野6
科技：
Ⅲ
救赎（475黄金）：僧侣可以招降建筑物和攻城武器
赎罪（325黄金）：僧侣可以招降胜率
草药（200黄金）：驻扎部队回复生命值6倍
异教（1000黄金）：被招降的部队会死亡
圣洁（175黄金）：僧侣系增加15生命值
热情（140黄金）：僧侣系移动速度+15%
虔诚（100食物+200黄金）：部队被敌方僧侣招降困难15%
Ⅳ
信念（550食物+750黄金）：部队被敌方僧侣招降困难50%
启发（120黄金）：招降能量回复速度加快87.5%
雕版印刷术（200黄金）：招降距离+3
神权（200黄金）：多个僧侣招降只会消耗1个僧侣的能量


3.世界奇观（1000木材+1000黄金+1000石头）：
护甲类型：【建筑】
特殊能力：坚持200年就可以获得胜利
尺寸：5*5
属性：生命4800、护甲3、盾牌10、视野8



经济建筑

1.城镇中心（275木材+100石头）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供5人口、可以驻扎最少3个射箭、所有资源存放点、进化时代
尺寸：4*4
属性：生命2400、攻击5、护甲3/4/5/6、盾牌5/6/7/8、视野8、射程6、驻扎15、（命中率：100%、对建筑+5、舰船+5、骆驼+1）
科技：
Ⅰ
封建时代（500食物）：进化到封建时代
织布机（50黄金）：村民生命+15，护甲+1/+2
Ⅱ
城堡时代（800食物+200黄金）：进化到城堡时代
独轮手推车（175食物+50木材）：村民装载量+25%，移动速度+10%
城镇瞭望（75食物）：建筑物视野+4
Ⅲ
帝王时代（1000食物+800黄金）：进化到帝王时代
手推车（300食物+200木材）：村民装载量+50%，移动速度+10%
城镇巡逻（300食物+100黄金）：建筑物视野+4


2.磨坊（100木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：食物存放点、解锁农田
尺寸：2*2
属性：生命600/800/1000/1000、护甲0/1/2/3、盾牌7/8/9/10、视野6
科技：
Ⅱ
马轭（75食物+75木材）：农场食物量+75
Ⅲ
重犁（125食物+125木材）：农场食物量+125、村民食物携带量+1
Ⅳ
轮作（250食物+250木材）：农场食物量+175


3.农田（60木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供食物175、可以自动复耕
尺寸：3*3
属性：生命480、护甲0、盾牌0、视野1


4.市场（175木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：可以调配经济、进贡盟友、作为贸易点贸易黄金
尺寸：4*4
属性：生命1800/2100/2100、护甲1/2/3、盾牌8/9/10、视野6
科技：
Ⅲ
大篷车（200食物+200黄金）：贸易马车和贸易船移动速度+20%
铸币（200食物+100黄金）：进贡费用降低到20%
Ⅳ
行会（300食物+200木材）：交易费用降低到15%
银行业（300食物+200黄金）：免费进贡，需要开发铸币


5.伐木场（100木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：木材存放点
尺寸：2*2
属性：生命600/800/1000/1000、护甲0/1/2/3、盾牌7/8/9/10、视野6
科技：
Ⅱ
双刃斧（100食物+50木材）：+20%伐木速度
Ⅲ
弓锯（150食物+100木材）：+20%伐木速度
Ⅳ
双人锯（300食物+200木材）：+10%伐木速度


6.采矿营地（100木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：黄金和石头存放点
尺寸：2*2
属性：生命600/800/1000/1000、护甲0/1/2/3、盾牌7/8/9/10、视野6
科技：
Ⅱ
采金法（100食物+75木材）：+15%采金速度
采石法（100食物+75木材）：+15%采石速度
Ⅲ
钻井采金法（175食物+75木材）：+15%采金速度
钻井采石法（175食物+75木材）：+15%采石速度


7.定居点（125木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供5人口、所有资源存放点
尺寸：3*3
属性：生命1000/1200/1400/1400、护甲0/1/2/3、盾牌7/8/9/10、视野6
科技：
Ⅱ
马轭（75食物+75木材）：农场食物量+75
双刃斧（100食物+50木材）：+20%伐木速度
采金法（100食物+75木材）：+15%采金速度
采石法（100食物+75木材）：+15%采石速度
Ⅲ
重犁（125食物+125木材）：农场食物量+125、村民食物携带量+1
弓锯（150食物+100木材）：+20%伐木速度
钻井采金法（175食物+75木材）：+15%采金速度
钻井采石法（175食物+75木材）：+15%采石速度
Ⅳ
轮作（250食物+250木材）：农场食物量+175
双人锯（300食物+200木材）：+10%伐木速度


8.大商站（350黄金+300石头）：
护甲类型：【建筑】、【标准建筑】
特殊能力：人口占用20、每秒生产1.6食物、0.7木材、1.0黄金和0.3石头
尺寸：5*5
属性：生命2700、护甲3、盾牌10、视野6


9.大庄园（100木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供5人口、食物存放点、解锁农田、播种以及重新播种的农田会被立即收集总食物储存量的10%，有效范围是4格
尺寸：3*3
属性：生命1000/1200/1400/1400、护甲0/1/2/3、盾牌7/8/9/10、视野6
科技：
Ⅱ
马轭（75食物+75木材）：农场食物量+75
Ⅲ
重犁（125食物+125木材）：农场食物量+125、村民食物携带量+1
Ⅳ
轮作（250食物+250木材）：农场食物量+175


10.商队旅馆（175木材+50石头）：
护甲类型：【建筑】、【标准建筑】
特殊能力：附近8格贸易马车提供30%的移动速度加成，不加成贸易船
尺寸：5*5
属性：生命2700、护甲0、盾牌3、视野10


11.骡车（20食物+80木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：木材、黄金和石头存放点、可以移动的存放点
尺寸：/
属性：生命300、护甲1、盾牌2、移动速度0.8、视野4
科技：
Ⅱ
双刃斧（100食物+50木材）：+20%伐木速度
采金法（100食物+75木材）：+15%采金速度
采石法（100食物+75木材）：+15%采石速度
Ⅲ
弓锯（150食物+100木材）：+20%伐木速度
钻井采金法（175食物+75木材）：+15%采金速度
钻井采石法（175食物+75木材）：+15%采石速度
Ⅳ
双人锯（300食物+200木材）：+10%伐木速度


12.牧场（110木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：提供食物115*3、可供2个农民畜牧
尺寸：4*4
属性：生命560、护甲0、盾牌0、视野1
科技：
Ⅱ
驯化术（50食物+100木材）：牧场在休牧前提供的动物+1
Ⅲ
畜牧业（100食物+150木材）：牧场在休牧前提供的动物+2
Ⅳ
畜牧季移（175食物+325木材）：牧场在休牧前提供的动物+3



科技建筑

1.铁匠铺（150木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：3*3
属性：生命1800/2100/2100、护甲1/2/3、盾牌8/9/10、视野6
科技：
Ⅱ
锻造（150食物）：步兵和骑兵攻击力+1
步兵鳞甲（100食物）：步兵护甲+1/+1
骑兵鳞甲（150食物）：骑兵护甲+1/+1
羽箭（100食物+50黄金）：射手、骑射手、防御建筑、船只的射程+1，攻击力+1
射手软甲（100食物）：射手护甲+1/+1
Ⅲ
铸铁（220食物+120黄金）：步兵和骑兵攻击力+1
步兵锁甲（200食物+100黄金）：步兵护甲+1/+1
骑兵锁甲（250食物+150黄金）：骑兵护甲+1/+1
锥子箭（200食物+100黄金）：射手、骑射手、防御建筑、船只的射程+1，攻击力+1
射手皮甲（150食物+150黄金）：射手护甲+1/+1
Ⅳ
鼓风炉（275食物+225黄金）：步兵和骑兵攻击力+2
步兵钢甲（300食物+150黄金）：步兵护甲+1/+2
骑兵钢甲（350食物+200黄金）：骑兵护甲+1/+2
护腕（300食物+200黄金）：射手、骑射手、防御建筑、船只的射程+1，攻击力+1
射手锁甲（250食物+250黄金）：射手护甲+1/+2


2.大学（200木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：4*4
属性：生命2100、护甲2/3、盾牌9/10、视野6
科技：
Ⅲ
石匠（150食物+175木材）：建筑物+10%生命、护甲+1/+1、+3建筑护甲
垛墙（200食物+100木材）：将石墙升级到垛墙
弹道学（300食物+175黄金）：远程部队更容易命中移动目标
警戒箭塔（100食物+250木材）：让瞭望箭塔升级为警戒箭塔
预热射击（350食物+100黄金）：塔+125%对舰船的攻击力、城堡、巨港和堡垒对舰船+4攻击力
近射孔（200食物+100石头）：删除塔和城堡系列防御建筑的最小射程
脚踏起重机（200木材+50石头）：村民建造速度+20%
修船厂（100食物+200黄金）：船只远程护甲+1
虹吸管（100食物+175黄金）：喷火船获得爆炸蓄力攻击，在0.5格内造成2*7近战区域伤害，对远程战舰和建筑+1
鱼鳞式建造法（150食物+100木材）：船只移动速度+10%
Ⅳ
建筑学（300食物+200木材）：建筑物+10%生命、护甲+1/+1、+3建筑护甲
炮塔（800食物+400木材）：允许建造炮塔，需要研发化学
化学（300食物+200黄金）：火药部队的解禁条件、攻城单位、射手和防御建筑攻击力+1
攻城技师（500食物+600木材）：攻城部队+20%对所有建筑攻击、自爆部队+40%对所有建筑攻击、除近战攻城部队外射程+1和视野+1
大型箭塔（500食物+350木材）：让警戒箭塔升级为大型箭塔
射箭槽（250食物+250木材）：瞭望箭塔/警戒箭塔/大型箭塔的攻击力+1/+2/+3、塔楼攻击力+3
干船坞（200食物+400黄金）：船只远程护甲+1
造船匠（1000食物+300黄金）：船只木材消耗-20%、建造速度+54%（及建造时间-35%）
燃烧弹（200食物+325黄金）：喷火车沉没时自爆，在3格范围内造成10近战伤害和+5对远程舰船伤害
外板平接船体（350食物+200木材）：船只移动速度+10%



水上建筑

1.船坞（150木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：3*3
属性：生命1800、攻击3、护甲0/1/2/3、盾牌7/8/9/10、视野6、射程6、驻扎5、（命中率：100%、对舰船+2、骆驼+1）
科技：
Ⅱ
钓线（50食物+100木材）：渔船收集速度+10%，运载量+5
Ⅲ
刺网（100食物+125木材）：渔船收集速度+10%，运载量+5


2.养鱼场（100木材）：
护甲类型：【建筑+10】、【标准建筑】
特殊能力：提供食物量715
尺寸：1*1
属性：生命250、护甲1、盾牌1、视野1


3.巨港（150木材）：
护甲类型：【建筑】、【标准建筑】、【石制建筑】
特殊能力：默认可以射箭
尺寸：3*3
属性：生命2000、攻击3、护甲3、盾牌10、视野10、射程7、驻扎10、（命中率：100%、对舰船+6、骆驼+1）
科技：
Ⅱ
钓线（50食物+100木材）：渔船收集速度+10%，运载量+5
Ⅲ
刺网（100食物+125木材）：渔船收集速度+10%，运载量+5



军事建筑

1.兵营（175木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：3*3
属性：生命1200/1500/1800/2100、护甲0/1/2/3、盾牌7/8/9/10、视野6、驻扎10
科技：
Ⅱ
纵火（75食物+25黄金）：步兵+2对标准建筑伤害
Ⅲ
护卫（100食物）：步兵移动速度+10%
软甲（50食物+100黄金）：民兵系和火矛兵远程护甲+1


2.靶场（175木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：3*3
属性：生命1500/1800/2100、护甲1/2/3、盾牌8/9/10、视野6、驻扎10
科技：
Ⅲ
扳指（300食物+250木材）：射手命中率提升到100%，射击速度+15%
Ⅳ
帕提亚战术（200食物+250黄金）：骑射手系护甲+1/+2、对长矛兵系+2额外伤害


2.马厩（175木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：3*3
属性：生命1500/1800/2100、护甲1/2/3、盾牌8/9/10、视野6、驻扎10
科技：
Ⅱ
血统（150食物+100黄金）：骑兵+20生命
Ⅲ
畜牧（150食物）：骑兵移动速度+10%


2.攻城武器厂（200木材）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：4*4
属性：生命1800/2100、护甲2/3、盾牌9/10、视野6、驻扎10



防御建筑

1.哨站（25木材+5石头）：
护甲类型：【建筑】、【标准建筑】
特殊能力：/
尺寸：1*1
属性：生命500、护甲0、盾牌0、视野6/8/10/12


2.箭塔系（35木材+125石头）
护甲类型：【建筑】、【标准建筑】、【石制建筑】
特殊能力：可以驻扎部队
尺寸：1*1
瞭望箭塔：生命850/1020/1020、攻击5、护甲1、盾牌7、视野10、射程8、驻扎5、（命中率：100%、对舰船+6、骆驼+1、长矛兵+2(主箭)、石制建筑+5(副箭)）
警戒箭塔：生命1500、攻击7、护甲2、盾牌8、视野10、射程8、驻扎5、（命中率：100%、对舰船+8、骆驼+1、长矛兵+2(主箭)、石制建筑+5(副箭)）————升级费用（100食物+250木材）
大型箭塔：生命2250、攻击8、护甲3、盾牌9、视野10、射程8、驻扎5、（命中率：100%、对舰船+9、骆驼+1、长矛兵+2(主箭)、石制建筑+5(副箭)）————升级费用（500食物+350木材）


3.炮塔（100黄金+125石头）
护甲类型：【建筑】、【火药部队】、【标准建筑】、【石制建筑】
特殊能力：可以驻扎部队
尺寸：1*1
属性：生命2220、攻击120、护甲3、盾牌9、视野10、射程8、驻扎5、（命中率：92%、对舰船+40、骆驼+1）


4.城堡（650石头）
护甲类型：【建筑+8】、【标准建筑】、【城堡】
特殊能力：可以驻扎部队、副箭数量4
尺寸：4*4
属性：生命4800、攻击11、护甲8、盾牌11、视野11、射程8、驻扎20、（命中率：100%、对长矛兵+2、舰船+11(副箭)、石制建筑+9(副箭)）
科技：
Ⅳ
围墙（400食物+400木材）：城堡+21%生命值
工兵（200食物+200木材）：村民一击就可以击倒大树、+15对建筑和石制建筑的伤害、+3对冲车伤害
征招（150食物+150黄金）：兵营、靶场、马厩和城堡的工作速度+33%
间谍（200黄金/敌方村民）：看到敌人的视野


5.营垒（350石头）
护甲类型：【建筑+8】、【标准建筑】、【城堡】
特殊能力：可以驻扎部队
尺寸：3*3
属性：生命2600、攻击10、护甲8、盾牌11、视野11、射程7、驻扎20、（命中率：100%、对长矛兵+2、舰船+11(副箭)、石制建筑+9(副箭)）


6.城楼（50木材+175石头）
护甲类型：【建筑】、【标准建筑】、【石制建筑】
特殊能力：可以驻扎部队
尺寸：2*2
属性：生命625/1250/1500/2250、攻击5、护甲0/1/2/3、盾牌6/7/8/9、视野10、射程8、驻扎10、（命中率：100%、对舰船+7、骆驼+1、长矛兵+2(主箭)、石制建筑+5(副箭)）


7.强化教堂（200木材）
护甲类型：【建筑】、【标准建筑】、【石制建筑】
特殊能力：可以驻扎圣遗物、可以射箭
尺寸：3*3
属性：生命2400、攻击5、护甲4/5、盾牌10/11、视野10、射程4
科技：
Ⅲ
救赎（475黄金）：僧侣可以招降建筑物和攻城武器
赎罪（325黄金）：僧侣可以招降胜率
草药（200黄金）：驻扎部队回复生命值6倍
异教（1000黄金）：被招降的部队会死亡
圣洁（175黄金）：僧侣系增加15生命值
热情（140黄金）：僧侣系移动速度+15%
虔诚（100食物+200黄金）：部队被敌方僧侣招降困难15%
Ⅳ
信念（550食物+750黄金）：部队被敌方僧侣招降困难50%
启发（120黄金）：招降能量回复速度加快87.5%
雕版印刷术（200黄金）：招降距离+3
神权（200黄金）：多个僧侣招降只会消耗1个僧侣的能量



墙

1.木墙（3木材）：
护甲类型：【建筑】、【标准建筑】、【墙和门】
特殊能力：/
尺寸：1*1
属性：生命150/250/250/250、护甲2、盾牌5、视野2


2.木城门（30木材）：
护甲类型：【建筑】、【标准建筑】、【墙和门】
特殊能力：可以开门让部队通过
尺寸：4*1
属性：生命240/400/400/400、护甲2、盾牌4、视野6


3.城墙（5石头）：
护甲类型：【建筑+16/+24】、【标准建筑】、【石制建筑】、【墙和门】
特殊能力：/
尺寸：1*1
石墙：生命1080/1800/1800、护甲8、盾牌10、视野2
垛墙：生命3000、护甲12、盾牌12、视野2————升级费用（200食物+100木材）


3.城门（30石头）：
护甲类型：【建筑+20】、【标准建筑】、【石制建筑】、【墙和门】
特殊能力：可以开门让部队通过
尺寸：4*1
石墙：生命1650/2750/2750、护甲6、盾牌6、视野6
垛墙：生命1650/4000/4000、护甲6、盾牌7、视野6


*/