/*

// 英雄单位


国王时代


1.大主教：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命70、攻击0、护甲0、盾牌2、移速0.7、视野11、射程9


2.装在桶里的皇帝：
护甲类型：【英雄】
特殊能力：贸易，但是图像是反的
属性：生命100、攻击0、护甲0、盾牌0、视野7


3.塔克修士：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命60、攻击0、护甲2、盾牌4、移速0.7、视野11、射程9


4.猎狼：
护甲类型：【建筑】
特殊能力：/
属性：生命100、攻击8、护甲2、盾牌2、移速0.75、视野3


5.灰狼欧鲁：
护甲类型：【所有】
特殊能力：/
属性：生命400、攻击20、护甲0、盾牌2、移速0.75、视野3


6.沙阿王：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


7.查理曼：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命200、攻击7、护甲0、盾牌0、移速0.9、视野5、射程3、（命中率：100%、对建筑+2）


8.查理马特：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命180、攻击13、护甲0、盾牌1、移速0.9、视野8、射程6、（命中率：100%、对建筑+3）


9.熙德：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命330、攻击13、护甲2、盾牌1、移速0.9、视野5


10.源氏：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命200、攻击8、护甲1、盾牌0、移速0.9、视野4、（对独特部队+5、建筑+2）


11.齐格菲：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命240、攻击13、护甲1、盾牌0、移速0.9、视野5、（对建筑+3）


12.首领罗夫：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命140、攻击20、护甲4、盾牌4、移速0.7、视野6、（对建筑+3）


13.村女贞德：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命100、攻击4、护甲1、盾牌1、移速0.9、视野6


14.亚瑟王：
护甲类型：【步兵+2】
特殊能力：/
属性：生命270、攻击13、护甲2、盾牌2、移速0.9、视野5、（对建筑+3）


15.北畠氏：
护甲类型：【步兵】、【独特部队】、【英雄】
特殊能力：/
属性：生命350、攻击8、护甲1、盾牌0、移速0.9、视野4、（对独特部队+5、建筑+2）


16.拉海尔：
护甲类型：【英雄】
特殊能力：/
属性：生命200、攻击18、护甲2、盾牌1、移速0.9、视野4、（对建筑+3）


17.诺丁安的郡长：
护甲类型：【英雄】
特殊能力：/
属性：生命90、攻击9、护甲0、盾牌0、移速0.9、视野4、（对建筑+2）


18.哥特人狄奥多利克：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命450、攻击10、护甲2、盾牌4、移速0.9、视野3、（对射手+3、建筑+2）


19.威廉·华莱士：
护甲类型：【英雄】
特殊能力：/
属性：生命400、攻击20、护甲5、盾牌5、移速1、视野6


20.艾特尔弗里思：
护甲类型：【步兵】、【独特部队】、【英雄】
特殊能力：/
属性：生命140、攻击8、护甲0、盾牌0、移速1.03、视野3、（对建筑+2）


21.红衣艾里克：
护甲类型：【步兵】、【独特部队】
特殊能力：可以缓慢恢复生命
属性：生命440、攻击9、护甲0、盾牌1、移速0.9、视野3、（对建筑+2）


22.神眼步弓手：
护甲类型：【射手】
特殊能力：/
属性：生命55、攻击7、护甲0、盾牌0、移速1、视野6、射程5、（命中率：100%、对冲车+2）


23.格拉维尔领主：
护甲类型：【射手】
特殊能力：/
属性：生命60、攻击6、护甲0、盾牌0、移速1、视野6、射程5、（命中率：60%、对冲车+1）


24.罗宾汉：
护甲类型：【射手+1】、【独特部队】
特殊能力：/
属性：生命110、攻击11、护甲0、盾牌1、移速0.96、视野7、射程5、（命中率：70%）


25.贝利沙鲁斯：
护甲类型：【骑兵】、【独特部队】、【英雄】
特殊能力：/
属性：生命210、攻击9、护甲2、盾牌1、移速1.35、视野4


26.理查蒙长官：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命250、攻击15、护甲2、盾牌2、移速1.45、视野4


27.诺曼底公爵：
护甲类型：【骑兵+1】
特殊能力：/
属性：生命150、攻击16、护甲2、盾牌3、移速1.45、视野5


28.法兰克游侠：
护甲类型：【骑兵+1】
特殊能力：/
属性：生命175、攻击15、护甲2、盾牌3、移速1.32、视野6


29.高文爵士：
护甲类型：【骑兵】
特殊能力：/
属性：生命180、攻击12、护甲2、盾牌3、移速1.3、视野4


30.盖佐斯尔立：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命190、攻击14、护甲3、盾牌3、移速1.45、视野4


31.圣女贞德：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命200、攻击17、护甲2、盾牌2、移速1.45、视野6


32.屈出律：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命275、攻击17、护甲4、盾牌2、移速1.45、视野4


33.兰斯洛特：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命240、攻击14、护甲2、盾牌3、移速1.3、视野5


34.圣殿骑士团首领：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命250、攻击15、护甲2、盾牌3、移速1.32、视野6


35.莫德雷德：
护甲类型：【骑兵+3】
特殊能力：/
属性：生命240、攻击14、护甲4、盾牌5、移速1.3、视野5


36.沙蒂永的雷纳德：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命250、攻击16、护甲2、盾牌3、移速1.32、视野6


37.狮心王理查：
护甲类型：【骑兵】
特殊能力：/
属性：生命220、攻击14、护甲2、盾牌3、移速1.3、视野5


38.罗兰：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命150、攻击10、护甲2、盾牌2、移速1.3、视野4


39.贝查德爵士：
护甲类型：【英雄】
特殊能力：/
属性：生命120、攻击12、护甲2、盾牌2、移速1.45、视野4


40.梅兹爵士：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命120、攻击15、护甲2、盾牌2、移速1.45、视野4


41.约翰法斯托夫爵士：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命200、攻击17、护甲2、盾牌2、移速1.45、视野4


42.黑亲王：
护甲类型：【骑兵】
特殊能力：/
属性：生命370、攻击12、护甲2、盾牌2、移速1.3、视野4


43.成吉思汗：
护甲类型：【射手+2】、【骑射手】、【骑兵+2】、【独特部队】
特殊能力：/
属性：生命300、攻击25、护甲2、盾牌2、移速1.45、视野6、射程5、（命中率：100%、对攻城武器+3）


44.速不台：
护甲类型：【射手+2】、【骑兵+2】
特殊能力：/
属性：生命250、攻击12、护甲2、盾牌2、移速1.65、视野6、射程5、（命中率：50%、对建筑+5、冲车+5）


45.帖木儿：
护甲类型：【射手+2】、【骑兵+2】
特殊能力：/
属性：生命350、攻击6、护甲1、盾牌1、移速1.41、视野6、射程4、（命中率：100%、对攻城武器+3）


46.坏邻居：
护甲类型：【攻城武器(打包)】
特殊能力：可以拆包/打包
拆包：生命300、攻击200、护甲2、盾牌8、移速0、视野21、射程20、（命中率：80%对建筑和92%对单位、对建筑+250）
打包：生命150、攻击1、护甲2、盾牌8、移速0.8、视野18、射程16


47.神之弓：
护甲类型：【攻城武器(打包)】
特殊能力：可以拆包/打包
拆包：生命300、攻击200、护甲2、盾牌8、移速0、视野21、射程20、（命中率：80%对建筑和92%对单位、对建筑+250）
打包：生命150、攻击1、护甲2、盾牌8、移速0.8、视野18、射程16


48.让·彼罗：
护甲类型：/
特殊能力：/
属性：生命60、攻击40、护甲0、盾牌2、移速0.75、视野12、射程11、（命中率：100%、对建筑+80、舰船+40、石制建筑+25、骆驼+1）


49.让·德·洛兰：
护甲类型：/
特殊能力：/
属性：生命75、攻击100、护甲5、盾牌10、移速0.75、视野16、射程14、（命中率：100%、对建筑+100、舰船+100、石制建筑+100、骆驼+1）


50.破坏者：
护甲类型：【舰船】
特殊能力：对2.5范围造成100%伤害
属性：生命45、攻击100、护甲1、盾牌3、移速1.35、视野6、（对建筑+500、石制建筑+500）



征服者


1.阿訇：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命45、攻击0、护甲4、盾牌4、移速0.7、视野11、射程9


2.阿方索国王：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


3.桑丘国王：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


4.罗马教皇里奥一世：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命60、攻击0、护甲2、盾牌4、移速0.7、视野11、射程9


5.哈拉尔·哈德拉达：
护甲类型：【英雄】
特殊能力：/
属性：生命150、攻击13、护甲3、盾牌3、移速1.32、视野7、射程5、（命中率：30%、对建筑+3）


6.织田信长：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命190、攻击8、护甲1、盾牌0、移速0.9、视野4、（对独特部队+5、建筑+2）


7.斯基泰的野女人：
护甲类型：【骑兵+1】
特殊能力：/
属性：生命100、攻击4、护甲1、盾牌1、移速0.9、视野6


8.亚历山大·涅夫斯基：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命230、攻击12、护甲8、盾牌6、移速1.3、视野4


9.匈奴王阿提拉：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击13、护甲2、盾牌2、移速1.2、视野5、（对野猪+40、建筑+3）


10.匈奴王布莱达：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命210、攻击13、护甲2、盾牌2、移速1.2、视野5、（对建筑+3）


11.熙德·坎培多尔：
护甲类型：【骑兵+1】
特殊能力：/
属性：生命430、攻击15、护甲2、盾牌3、移速1.32、视野6


12.亨利五世：
护甲类型：【骑兵】
特殊能力：/
属性：生命240、攻击16、护甲5、盾牌4、移速1.3、视野5


13.斯基泰斥候：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命90、攻击10、护甲2、盾牌8、移速1.5、视野4


14.征服者威廉：
护甲类型：【骑兵+4】
特殊能力：/
属性：生命250、攻击15、护甲4、盾牌4、移速1.32、视野6


15.李舜臣将军：
护甲类型：【舰船】
特殊能力：对0.5范围造成伤害
属性：生命600、攻击75、护甲6、盾牌6、移速0.9、视野12、射程10、（命中率：100%）



失落帝国


1.昌德·菩达一：
护甲类型：【英雄】
特殊能力：治疗友军
属性：生命70、攻击0、护甲4、盾牌4、移速1、视野8、射程4


2.女王：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.2、视野6


3.姗悦姬妲：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.2、视野6


4.瓜特穆斯：
护甲类型：【步兵】、【冲击步兵】
特殊能力：/
属性：生命100、攻击18、护甲2、盾牌6、移速1.3、视野6、（对僧侣+10、攻城武器+5、骑兵+4、建筑+3、骆驼+2、舰船+2）


5.弗朗切斯科·斯福尔扎：
护甲类型：【步兵+12】、【独特部队】
特殊能力：/
属性：生命200、攻击12、护甲1、盾牌3、移速1、视野6、（对火药部队+12、建筑+2）


6.腓特烈·巴巴罗萨：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命170、攻击19、护甲10、盾牌2、移速0.75、视野5、（对冲击步兵+4、建筑+4）


7.布里陀毗：
护甲类型：【射手】、【英雄】
特殊能力：/
属性：生命90、攻击7、护甲1、盾牌0、移速0.96、视野7、射程4、（对长矛兵+3）


8.首领：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命140、攻击18、护甲1、盾牌1、移速1.3、视野7、射程4、（命中率：100%、对石制建筑+6、建筑+5、城堡+5、城墙+5）


9.萨拉丁：
护甲类型：【射手】、【骑兵+11】、【骆驼】、【独特部队】
特殊能力：/
属性：生命150、攻击12、护甲1、盾牌0、移速1.4、视野5、射程3、（命中率：100%、对骑兵+12）


10.弗拉德·德古拉：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
属性：生命210、攻击16、护甲6、盾牌2、移速1.35、视野5


11.弗朗西斯科·德·奥雷利亚纳：
护甲类型：【射手】、【骑兵+4】、【火药部队】、【独特部队】
特殊能力：/
属性：生命170、攻击22、护甲2、盾牌2、移速1.4、视野9、射程7、（命中率：70%、对冲车+6、建筑+2）


12.贡萨洛·皮萨罗：
护甲类型：【射手】、【骑兵】、【火药部队】、【独特部队】
特殊能力：/
属性：生命150、攻击20、护甲2、盾牌3、移速1.4、视野9、射程6、（命中率：70%、对冲车+6、建筑+2）


13.霍斯劳：
护甲类型：【射手-2】、【骑兵】、【骑射手】、【战象】、【独特部队】
特殊能力：/
属性：生命370、攻击14、护甲0、盾牌4、移速0.9、视野7、射程4、（命中率：100%、对建筑+4、石制建筑+4）


14.奥斯曼：
护甲类型：【射手】、【骑兵】、【骑射手】、【英雄】
特殊能力：/
属性：生命180、攻击10、护甲2、盾牌2、移速1.4、视野6、射程5、（命中率：70%、对建筑+10、长矛兵+6）


15.布里陀毗罗阇：
护甲类型：【射手】、【骑兵】、【骑射手】、【英雄】
特殊能力：/
属性：生命180、攻击10、护甲2、盾牌0、移速1.4、视野6、射程4、（命中率：70%、对建筑+10、长矛兵+6）



非洲王国


1.游娣特公主：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.2、视野6


2.极大汗：
护甲类型：【步兵】
特殊能力：/
属性：生命300、攻击18、护甲4、盾牌2、移速1.1、视野3、（对冲击步兵+2、建筑+2）


3.亨利二世：
护甲类型：【步兵】
特殊能力：/
属性：生命120、攻击16、护甲2、盾牌2、移速1、视野5、（对冲击步兵+8、建筑+4）


4.伊兹科阿图：
护甲类型：【步兵】
特殊能力：/
属性：生命300、攻击18、护甲2、盾牌1、移速1、视野5、（对步兵+15、冲击步兵+2、建筑+2）


5.小约翰：
护甲类型：【步兵】、【长枪兵】
特殊能力：/
属性：生命120、攻击7、护甲0、盾牌0、移速1、视野4、（对战象+15、骑兵+15、骆驼+9、冲击步兵+1、建筑+1）


6.帕查库提：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命230、攻击10、护甲2、盾牌2、移速1、视野5


7.耶库诺·阿姆拉克：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命120、攻击20、护甲1、盾牌1、移速1.4、视野3、（对建筑+6、冲击步兵+2）


8.游娣特：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命170、攻击17、护甲0、盾牌0、移速1.3、视野6、射程6、（命中率：100%、对冲击步兵+1）


9.古列尔莫·安布里科：
护甲类型：【射手】、【独特部队】
特殊能力：/
属性：生命170、攻击16、护甲1、盾牌1、移速0.96、视野8、射程4、（命中率：100%、对骑兵+10、战象+10、骆驼+7、舰船+7、建筑+2）


10.瓦伊纳·卡帕克：
护甲类型：【射手】、【独特部队】
特殊能力：/
属性：生命190、攻击10、护甲0、盾牌0、移速0.96、视野7、射程5、（命中率：100%、对步兵+10、长矛兵+1、冲车+1）


11.穆斯塔法帕夏：
护甲类型：【射手】、【火药部队】、【独特部队】
特殊能力：/
属性：生命180、攻击25、护甲2、盾牌0、移速0.96、视野10、射程8、（命中率：70%、对冲车+3）


12.帕柯二世：
护甲类型：【射手】、【独特部队】
特殊能力：/
属性：生命190、攻击8、护甲0、盾牌2、移速0.96、视野6、射程5、（命中率：90%、对长矛兵+2、步兵+2）


13.苏定方：
护甲类型：【射手】、【独特部队】
特殊能力：/
属性：生命200、攻击14、护甲0、盾牌0、移速0.96、视野6、射程5、（命中率：85%、对长矛兵+2）


14.阿伯拉哈战象：
护甲类型：【骑兵】、【战象】、【独特部队】、【英雄】
特殊能力：/
属性：生命750、攻击25、护甲1、盾牌3、移速0.7、视野5、（对建筑+15、石制建筑+15）


15.巴布尔：
护甲类型：【骆驼】、【英雄】
特殊能力：/
属性：生命300、攻击15、护甲0、盾牌0、移速1.45、视野5、（对骑兵+18、舰船+9）


16.米克罗斯·陶笛：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命285、攻击14、护甲2、盾牌4、移速1.5、视野6、（对攻城武器+8、冲车+2）


17.理查·德·克莱尔伯爵：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命200、攻击10、护甲0、盾牌0、移速1.5、视野4


18.苏曼古鲁：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命340、攻击15、护甲2、盾牌2、移速1.2、视野5、（对建筑+3）


19.松迪亚塔：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命290、攻击14、护甲2、盾牌3、移速1.5、视野4、（对僧侣+10）


20.崔斯坦爵士：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
属性：生命140、攻击14、护甲0、盾牌2、移速1.5、视野6、（对攻城武器+8、冲车+2）


21.兹瓦斯艾黑骑士：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命240、攻击17、护甲1、盾牌5、移速1.5、视野4、（对僧侣+12）


22.达纳罕：
护甲类型：【骑兵】、【独特部队】、【战象】、【骑射手】、【射手-2】
特殊能力：/
属性：生命930、攻击12、护甲1、盾牌7、移速0.9、视野7、射程4、（命中率：100%、对石制建筑+4、建筑+4）


23.穆萨·伊本·奴萨尔：
护甲类型：【骑射手】、【独特部队】
特殊能力：/
属性：生命230、攻击18、护甲1、盾牌1、移速1.41、视野5、射程4、（命中率：100%、对骑射手+5、冲车+1、步兵+1）


24.塔里克·伊本·齐亚德：
护甲类型：【骑射手】
特殊能力：/
属性：生命170、攻击15、护甲0、盾牌1、移速1.35、视野6、射程4、（命中率：100%、对骑射手+5）




蛮王崛起


1.裴备：
护甲类型：【僧侣】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命55、攻击0、护甲4、盾牌4、移速0.8、视野11、射程9


2.贾亚纳加拉：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


3.乌达雅迭耶跋摩一世：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


4.加扎·玛达：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命425、攻击20、护甲2、盾牌0、移速0.9、视野5、（对冲击步兵+8、建筑+4）


5.阇耶毗罗跋摩：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命250、攻击12、护甲2、盾牌2、移速1.2、视野3、（对冲击步兵+2、建筑+1）


6.黎利：
护甲类型：【英雄】
特殊能力：/
属性：生命350、攻击22、护甲2、盾牌4、移速1、视野6


7.李篆：
护甲类型：【英雄】
特殊能力：/
属性：生命460、攻击24、护甲2、盾牌2、移速1、视野6


8.巽他皇家斗士：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命90、攻击15、护甲2、盾牌2、移速1.2、视野3、（对冲击步兵+2、建筑+1）


9.刘仁澍：
护甲类型：【射手】
特殊能力：/
属性：生命60、攻击12、护甲0、盾牌2、移速1、视野6、射程5、（对冲车+2）


10.黎来：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命400、攻击18、护甲4、盾牌4、移速1.3、视野5


11.莽应龙：
护甲类型：【骑兵】、【独特部队】、【战象】
特殊能力：/
属性：生命400、攻击18、护甲1、盾牌3、移速0.75、视野5、（对建筑+10、石制建筑+10）


12.丁礼：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命300、攻击19、护甲2、盾牌3、移速1.2、视野5


13.使者：
护甲类型：【骑兵+10】
特殊能力：/
属性：生命250、攻击12、护甲3、盾牌3、移速1.5、视野8、（对僧侣+10）


14.拉登甲亮：
护甲类型：【骑兵】
特殊能力：/
属性：生命250、攻击18、护甲3、盾牌3、移速1.35、视野4


15.苏耶跋摩一世：
护甲类型：【骑兵+10】、【独特部队】、【战象+10】
特殊能力：/
属性：生命400、攻击16、护甲1、盾牌3、移速0.75、视野5、（对建筑+10、石制建筑+10）


16.王通：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命350、攻击18、护甲2、盾牌3、移速1.2、视野5、（对建筑+3）


17.莽瑞体：
护甲类型：【射手-2】、【骑兵】、【骑射手】、【战象】、【独特部队】
特殊能力：/
属性：生命450、攻击15、护甲0、盾牌3、移速0.8、视野7、射程5、（命中率：100%、对建筑+4、石制建筑+4）



最后的可汗


1.贝拉四世：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速1.32、视野6


2.阿陶尔夫：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命320、攻击12、护甲2、盾牌2


3.库西·尤潘基：
护甲类型：【步兵】
特殊能力：/
属性：生命255、攻击12、护甲1、盾牌3、移速1.15、视野7、（对僧侣+8、骑兵+3、攻城武器+3、骆驼+2、舰船+1）


4.索索人护卫：
护甲类型：【步兵+1】、【独特部队】
特殊能力：/
属性：生命95、攻击15、护甲1、盾牌2、移速1.05、视野3、（对冲击步兵+2、建筑+2）


5.托巴·尤潘基：
护甲类型：【步兵】
特殊能力：/
属性：生命250、攻击14、护甲2、盾牌2、移速1、视野3


6.哥特国王阿拉里克：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击14、护甲1、盾牌6


7.库曼首领：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命180、攻击12、护甲1、盾牌2、移速1.45、视野4


8.猛狮亨利：
护甲类型：【骑兵+2】
特殊能力：/
属性：生命200、攻击12、护甲2、盾牌2、移速1.45、视野4


9.伊瓦依洛：
护甲类型：【骑兵(马上)】、【步兵(马下)】、【独特部队】
特殊能力：骑乘状态死亡后会变成步兵起身继续战斗
马上：生命180、攻击14、护甲1、盾牌2、移速1.35、视野5
马下：生命120、攻击13、护甲0、盾牌1、移速0.9、视野5、（对建筑+4）


10.脱脱迷失汗：
护甲类型：【骑兵+10】
特殊能力：/
属性：生命230、攻击19、护甲7、盾牌3、移速1.4、视野5


11.康斯坦丁沙皇：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
属性：生命300、攻击14、护甲3、盾牌3、移速1.4、视野5


12.维陶塔斯大帝：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
属性：生命220、攻击15、护甲1、盾牌4、移速1.5、视野5


13.乌鲁斯汗：
护甲类型：【骑兵】、【骑射手】、【弓箭手】、【独特部队】
特殊能力：/
属性：生命220、攻击10、护甲3、盾牌3、移速1.4、视野4、射程4、（命中率：50%）


14.吉艮汗：
护甲类型：【骑兵】、【骑射手】、【弓箭手】、【独特部队】
特殊能力：/
属性：生命190、攻击10、护甲3、盾牌3、移速1.4、视野8、射程7、（命中率：50%）


15.可泰安汗：
护甲类型：【骑兵】、【骑射手】、【弓箭手】、【独特部队】
特殊能力：/
属性：生命250、攻击20、护甲1、盾牌4、移速1.5、视野5、射程4、（命中率：100%、对攻城武器+3）


16.莱夫·埃里克松：
护甲类型：【舰船】
特殊能力：/
属性：生命320、攻击11、护甲2、盾牌8、移速1.54、视野9、射程7


17.爆破推车：
护甲类型：【舰船】、【英雄】
特殊能力：/
属性：生命350、攻击40、护甲2、盾牌8、移速1.54、视野16、射程14


18.瓦斯科·达·伽马：
护甲类型：【舰船】
特殊能力：/
属性：生命350、攻击18、护甲0、盾牌8、移速1.5、视野9、射程6、（命中率：100%）




西风霸主


1.埃诺的杰奎琳：
护甲类型：【英雄】
特殊能力：/
属性：生命100、攻击0、护甲0、盾牌0、移速0.9、视野6


2.托巴·尤潘基：
护甲类型：【步兵】、【独特部队】
特殊能力：冲锋伤害+20
属性：生命200、攻击14、护甲4、盾牌2、移速1、视野4


3.卢埃林·阿颇·格鲁菲德：
护甲类型：【步兵】、【独特部队】
特殊能力：/
属性：生命250、攻击14、护甲2、盾牌6、移速1、视野4


4.阿马尼亚克的伯纳德：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命220、攻击18、护甲4、盾牌2、移速1.45、视野4


5.博希蒙德：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命250、攻击14、护甲2、盾牌2、移速1.4、视野6


6.长腿爱德华：
护甲类型：【骑兵+10】
特殊能力：/
属性：生命200、攻击16、护甲3、盾牌3、移速1.35、视野6


7.吉尔伯特·德·克莱尔：
护甲类型：【骑兵+5】
特殊能力：具有40的冲锋伤害
属性：生命150、攻击11、护甲3、盾牌3、移速1.35、视野6


8.无畏的约翰：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命140、攻击12、护甲2、盾牌2、移速1.4、视野4


9.好人腓力：
护甲类型：【骑兵】、【独特部队】
特殊能力：/
属性：生命175、攻击14、护甲2、盾牌2、移速1.35、视野4


10.罗伯特·吉斯卡尔：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命200、攻击14、护甲2、盾牌2、移速1.35、视野4


11.罗杰·博索：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命220、攻击12、护甲2、盾牌2、移速1.35、视野6


12.战狼号巨型投石机：
护甲类型：【攻城武器(打包)】
特殊能力：可以拆包/打包
拆包：生命300、攻击200、护甲2、盾牌8、移速0、视野21、射程20、（命中率：80%对建筑和92%对单位、对建筑+250）
打包：生命150、攻击1、护甲2、盾牌8、移速0.8、视野18、射程16



公爵的崛起


1.年轻的雅德维加：
护甲类型：【英雄】
特殊能力：/
属性：生命80、攻击3、护甲0、盾牌0、移速0.9、视野6


2.阿基尔达斯：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命240、攻击18、护甲4、盾牌2、移速1.35、视野6


3.莫斯科的德米特里：
护甲类型：【骑兵】
特殊能力：/
属性：生命350、攻击20、护甲6、盾牌2、移速1.4、视野5


4.西吉斯蒙德皇帝：
护甲类型：【骑兵】
特殊能力：/
属性：生命200、攻击18、护甲4、盾牌2、移速1.4、视野5


5.雅德维加：
护甲类型：【骑兵】、【僧侣】
特殊能力：招降、治疗友军
属性：生命270、攻击0、护甲1、盾牌1、移速1.4、视野8、射程6


6.扬·杰式卡：
护甲类型：【骑兵+10】
特殊能力：/
属性：生命230、攻击16、护甲4、盾牌1、移速1.4、视野5


7.约盖拉：
护甲类型：【骑兵】
特殊能力：/
属性：生命240、攻击13、护甲2、盾牌1、移速1.4、视野5


8.科斯图提斯：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命240、攻击16、护甲3、盾牌3、移速1.35、视野6


9.特维尔亲王米哈伊尔：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命200、攻击14、护甲3、盾牌1、移速1.4、视野5


10.乌尔里希·冯·容金根：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击17、护甲8、盾牌6、移速1.4、视野5



印度王朝


1.阿目佉跋沙：
护甲类型：【英雄】
特殊能力：每24秒获得冲锋+20攻击，冲锋对0.75范围造成50%伤害
属性：生命250、攻击22、护甲2、盾牌2、移速1、视野6、（对骑兵+10、骆驼+10）


2.昔班尼汗：
护甲类型：【骑兵】、【英雄】、【骑射手】、【射手】
特殊能力：/
属性：生命400、攻击18、护甲3、盾牌3、移速1.4、视野6、射程5、（命中率：50%、对长矛兵+2）


3.忽格鲁特：
护甲类型：【骑兵】、【英雄】、【骑射手】、【射手】
特殊能力：/
属性：生命200、攻击18、护甲3、盾牌3、移速1.45、视野6、射程5、（命中率：100%、对攻城武器+2）


4.易卜拉欣·洛迪：
护甲类型：【骑兵】、【英雄】、【骑射手】、【射手】
特殊能力：/
属性：生命220、攻击12、护甲2、盾牌2、移速1.45、视野6、射程5、（命中率：95%）


5.迷企罗·波阇：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命280、攻击16、护甲2、盾牌5、移速1.4、视野6、（对射手+10）


6.拉金德拉·朱罗：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命350、攻击15、护甲3、盾牌3、移速1.4、视野5


7.年轻的巴布尔：
护甲类型：【骑兵】、【英雄】、【骆驼】
特殊能力：/
属性：生命140、攻击12、护甲4、盾牌2、移速1.45、视野5、（对骑兵+18、舰船+9、骆驼+9、马穆鲁克+7）


8.阿瑞扬将军：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命290、攻击19、护甲4、盾牌2、移速1.4、视野5



皇家山脉


1.塔玛尔：
护甲类型：【骑兵】、【僧侣】
特殊能力：招降、治疗友军
属性：生命320、攻击0、护甲1、盾牌2、移速1.4、视野11、射程9


2.尤里：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命200、攻击14、护甲2、盾牌2、移速1、视野4


3.扎卡雷：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命235、攻击10、护甲2、盾牌2、移速0.85、视野6


4.斯蒂芬：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命200、攻击18、护甲2、盾牌2、移速1.1、视野4


5.梅萊：
护甲类型：【步兵】、【英雄】
特殊能力：/
属性：生命165、攻击12、护甲1、盾牌0、移速0.9、视野5、（对建筑+2）


6.亦思马因：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命120、攻击8、护甲1、盾牌3、移速1.5、视野8


7.沙阿王亦思马因：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命300、攻击16、护甲2、盾牌4、移速1.5、视野8、（对骑兵+10）


8.冷酷者塞利姆：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命330、攻击17、护甲3、盾牌4、移速1.4、视野5


9.索罗斯：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命300、攻击16、护甲2、盾牌4、移速1.5、视野8、（对骑兵+10）


10.索罗斯：
护甲类型：【骑兵+16】
特殊能力：/
属性：生命230、攻击16、护甲2、盾牌2、移速1.4、视野4、（对步兵+12）




三国


1.于吉（三国）：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命120、攻击0、护甲1、盾牌0、移速0.7、视野8、射程7


2.张角（三国）：
护甲类型：【英雄】
特殊能力：招降、治疗友军、拾取圣遗物
属性：生命150、攻击0、护甲0、盾牌0、移速0.7、视野7、射程6


3.诸葛亮（三国）：
护甲类型：【英雄】
特殊能力：发射孔明灯，在4秒内升空，然后在8秒内显示20格范围内的视野，20秒冷却时间
属性：生命160、攻击0、护甲4、盾牌3、移速1.15、视野7


4.草垫中的皇帝（三国）：
护甲类型：【英雄】
特殊能力：/
属性：生命75、攻击0、护甲0、盾牌0、移速0.8、视野4


5.刘备（三国）：
护甲类型：【步兵】、【英雄】
特殊能力：恢复周围单位生命值、主动激活技能：15秒内移动速度+20%，攻击间隔时间-66%，冷却时间60
属性：生命425、攻击15、护甲3、盾牌3、移速0.9、视野5


6.张飞（三国）：
护甲类型：【步兵】、【英雄】
特殊能力：主动激活技能：在4秒的蓄力后，使10格范围内的敌人移动速度-80%，冷却时间90秒
属性：生命300、攻击18、护甲5、盾牌3、移速1.2、视野5、（对大象+22、骑兵+15、骆驼+12）


7.关羽（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：主动激活技能：15秒内获得2格的攻击伤害区域，冷却时间90秒
属性：生命400、攻击15、护甲3、盾牌3、移速1.5、视野4、（对英雄+15）


8.赵云（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：击杀单位获得1次晋升(+10生命值，+1攻击力)，最多获得4次
属性：生命290、攻击17、护甲1、盾牌2、移速1.5、视野5、（对大象+21、骑兵+14、骆驼+11）


9.曹操（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：提高周围单位的攻击速度、主动激活技能：暂时加强玩家附近的单位，在3秒后10范围内的友方单位+2护甲，持续15秒，冷却时间90秒
属性：生命450、攻击14、护甲3、盾牌3、移速1.3、视野5、（对射手+3）


10.孙坚（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：提高周围单位25%的移动速度、主动激活技能：2秒后对半径4范围内的所有敌方单位和建筑造成90近战伤害，冷却时间90秒
属性：生命400、攻击15、护甲4、盾牌4、移速1.55、视野5


11.孙策（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：提高周围单位25%的移动速度、主动激活技能：选择一个敌方单位，3秒后招降目标，无需任何科技，冷却时间15秒
属性：生命430、攻击13、护甲4、盾牌4、移速1.55、视野4、（对骑兵+2）


12.吕布（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：主动激活技能：选择一个敌方单位，发射弓箭造成200远程伤害，冷却时间90秒
属性：生命425、攻击18、护甲4、盾牌3、移速1.9、视野5、（对骑兵+2、骆驼+1）


13.董卓（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命525、攻击9、护甲3、盾牌4、移速1.25、视野5


14.严白虎（三国）：
护甲类型：【骑兵】、【英雄】
特殊能力：/
属性：生命310、攻击17、护甲3、盾牌3、移速1.5、视野5、（对射手+2）


15.孙权（三国）：
护甲类型：【骑兵】、【射手】、【骑射手】、【英雄】
特殊能力：提高周围单位25%的移动速度、主动激活技能：对指定位置发射射程8的爆炸箭，在2秒蓄力后发射，对4范围内的所有敌人造成50点远程伤害，冷却时间60秒
属性：生命280、攻击20、护甲2、盾牌2、移速1.45、视野6、射程4、（对长矛兵+2）


16.袁绍（三国）：
护甲类型：【骑兵】、【射手】、【骑射手】、【英雄】
特殊能力：每30秒可以蓄力攻击发射4枚箭矢
属性：生命250、攻击15、护甲2、盾牌1、移速1.45、视野7、射程5、（对长矛兵+2）


17.周瑜（三国）：
护甲类型：【射手】、【独特部队】、【英雄】
特殊能力：提高周围单位1射程、对单位发射2枚箭矢、攻击建筑时切换成远距离武器
对单位：生命160、攻击12、护甲1、盾牌0、移速0.96、视野12、射程7、（对舰船+5）
对建筑：生命160、攻击12、护甲1、盾牌0、移速0.96、视野12、射程11、（对建筑+5）


18.刘表（三国）：
护甲类型：【骑兵】、【攻城武器】、【重型攻城武器】、【英雄】
特殊能力：攻击发射4枚箭矢
属性：生命180、攻击8、护甲1、盾牌1、移速1.35、视野5、（对步兵+2）



最后的酋长


1.帕坎奇克：
护甲类型：【步兵】、【英雄】
特殊能力：提高附近军事单位和僧侣+1/+1护甲
属性：生命240、攻击16、护甲2、盾牌3、移速1.15、视野7、（对僧侣+8、骑兵+3、攻城武器+3、骆驼+2、舰船+1）


2.阿拉里博亚：
护甲类型：【步兵】、【射手】、【英雄】
特殊能力：可以切换成远程模式和近战模式，近战对1.25范围造成100%伤害
近战：生命230、攻击14、护甲1、盾牌2、移速1.1、视野8、（对建筑+2）
远程：生命230、攻击10、护甲1、盾牌2、移速1.1、视野8、（命中率：90%）


3.加尔瓦里诺：
护甲类型：【步兵】、【独特部队】、【英雄】
特殊能力：/
属性：生命190、攻击13、护甲1、盾牌3、移速1.15、视野6、（对火药部队+5、冲击步兵+2、建筑+1）


4.昆汉贝贝：
护甲类型：【步兵】、【英雄】
特殊能力：对1.25范围造成100%伤害
属性：生命350、攻击20、护甲1、盾牌1、移速0.95、视野6


5.瓜科尔达：
护甲类型：【英雄】
特殊能力：战地医疗：恢复附近5格范围内友方人类单位的生命值，每分钟恢复20生命值
属性：生命120、攻击5、护甲2、盾牌2、移速1、视野8、（对冲击步兵+2）


6.劳塔罗：
护甲类型：【骑兵】、【意大利佣兵-7】、【英雄】
特殊能力：马龙战术：减少10格范围内附近友方军事单位、村民和僧侣8.7%的攻击间隔时间
属性：生命300、攻击18、护甲0、盾牌4、移速1.5、视野5、（对火药部队+3）


*/