// 禅意谷

/*

白卡：

1.仙桃(1费/法术)：目标单位+4/+9。（lv12）

2.鹿行者(2费/14/1)：【传承2】。（lv12）

3.鹿剑客(2费/12/3)：前排登场:自身+0/+3；后排登场:自身+1/+1。（lv12）4

4.人参果(2费/法术)：己方英雄生命+25。（lv12）

5.昆莱云游客(3费/3/15)：【传承2】。（lv12）

6.柏松隐者(4费/1/20)：回合结束:英雄生命+7。（lv12）



蓝卡：

1.卜命道长(1费/9/6)：【传承3】。（lv12）

2.箭竹守卫(1费/9/2)：登场:向敌横排投掷竹矛，6点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv12）

3.白羊药师(2费/10/10)：前排登场:英雄生命+10；后排登场:敌方英雄生命-10。（lv12）

4.拒马(2费/9/32)：【守军】、【荆棘】。（lv12）

5.长耳庄巧姑(2费/6/7)：【洞察1】、【传承6】、法力上限+1。（lv12）

6.黑竹守卫(2费/3/18)：受到传承:自身+4/-1，竹枪投向随机敌军，9点伤害。（lv12）

7.苦行武僧(2费/10/6)：【传承4】、回合结束:自身+3/+2。（lv12）

8.树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到20点伤害。（lv12）

9.叶幻师(3费/19/1)：【传承5】、登场:和随机相邻友军调换位置。（lv12）

10.龟族僧人(3费/9/14)：【护甲3】、【回命】、获得传承:护甲+3。（lv12）

11.执剑道者(3费/10/15)：命中玩家:全体友军+2/+2。（lv12）

12.深山采药人(3费/8/13)：【传承5】、登场:英雄生命+12。（lv12）

13.连击(3费/法术)：目标友军+3/+13，并具有二连击。（lv12）

14.铁山靠(3费/法术)：目标友军加攻，等同其防御力、另一友军生命+5、【洞察1】、70%几率抽一张牌。（lv12）

15.风铃道人(4费/12/9)：【洞察1】、登场；吹回随机敌军。（lv12）

16.祥云师太(4费/9/9)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲1】。（lv12）

17.幽谷粮仓(4费/0/36)：回合开始:另一随机友军+3/+7。（lv12）

18.风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+15，60%几率获得《真理石碎片》。（lv12）

19.茁壮生长(4费/法术)：目标生物+5/+20、英雄生命+25。（lv12）

20.羊族壮士(5费/13/18)：登场:英雄生命+18、受到传承:英雄生命+18。（lv12）

21.勇气师范(5费/7/27)：登场:随机相邻友军加攻，等同其防御力。（lv12）



紫卡：

1.蟠桃隐士(2费/0/17)：【洞察1】、回合结束:获得手牌:仙桃-lv12。（lv12）

2.扫叶僧(3费/15/7)：前排登场:自身获得【传承5】；后排登场:对面首位敌军移回英雄手上。（lv12）

3.逍遥琴师(3费/9/13)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:85%几率，魔音攻击。（lv12）

4.驱魔道人(3费/9/12)：【神佑】、命中时:自身+2/+3。（lv12）

5.白鹿贤士(4费/8/12)：前排登场:所有敌军-3/-3；后排登场:所有友军+4/+4。（lv12）

6.御风武者(4费/15/10)：【先攻】、命中时:75%几率吹回随机敌军。（lv12）

7.墨轩隐士(4费/3/23)：法力上限+1、回合结束:复制场上另一单位，到你手上。（lv12）

8.黑竹林地(4费/法术)：随机位置召唤3个3/18黑竹守卫-lv12。（lv12）

9.蟠桃会(4费/法术)：抓3张牌，英雄生命+18、【洞察1】、随机一个友军+4/+4。（lv12）

10.泰山之力(4费/法术)：目标友军加攻，等同其防御力，并获得【护甲12】。（lv12）

11.渡船隐士(5费/17/9)：死亡:抓一张牌、获得传承时:在相邻位置召唤渡船隐士。（lv12）

12.狐剑仙(5费/20/8)：回合开始:飞剑贯穿横排敌军8点伤害。（lv12）

13.万物之灵(5费/法术)：目标友军+9/+9并获得神佑。（lv12）

14.披甲罗汉(6费/24/24)：【护甲10】、受到传承:自身获得【魔免】、【回命】。（lv12）

15.拔地而起(6费/法术)：在目标区域和随机区域共召唤两个1/20柏松隐者-lv12，65%几率召唤第三个。（lv12）

16.酒豪(7费/13/35)：【二连击】、登场:横排每有一个敌军，自身+5/+5。（lv12）

17.味仙居掌厨(7费/7/39)：回合开始:英雄生命+30、登场回合结束:英雄生命加倍。（lv12）



橙卡：

1.流岚刃·琳(3费/9/12)：【神佑】、受到传承:隐形3回合，攻击次数永久加1。（lv12）

2.神机玄女·轩(4费/5/11)：登场、命中:【洞察1】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv12）

3.悟能禅杖(4费/法术)：目标友军+10/+10、获得【回命】、【践踏】、【传承10】。（lv12）

4.逍遥居士·铭(5费/12/12)：受到传承:变身为23/23神龙传人-lv12。（lv12）

5.长生不老树(5费/0/120)：回合结束:获得手牌:人参果-lv12。（lv12）

6.神龙传人(5费/23/23)：【二连击】、【先攻】、【回命】、【神佑】、【传承12】。（lv12）

7.豪情禅师·悟能(6费/25/25)：【践踏】、【回命】、【传承10】。（lv12）

8.逸云剑·任大师(7费/35/10)：前排登场:对面敌军受到150点伤害；后排登场:六个敌军受到10点伤害。（lv12）



*/