// 禅意谷

/*

白卡：

1.仙桃(1费/法术)：目标单位+4/+9。（lv12）

2.鹿行者(2费/14/1)：【传承2】。（lv12）

3.鹿剑客(2费/12/3)：前排登场:自身+0/+3；后排登场:自身+1/+1。（lv12）

4.人参果(2费/法术)：己方英雄生命+25。（lv12）

5.昆莱云游客(3费/3/15)：【传承2】。（lv12）

6.柏松隐者(4费/1/27)：回合结束:英雄生命+7。（lv12）



蓝卡：

1.熊大(0费/4/4)：【传承4】。（lv10）

2.卜命道长(1费/9/6)：【传承3】。（lv12）

3.箭竹守卫(1费/9/2)：登场:向敌横排投掷竹矛，6点伤害、攻击前:向敌前排投掷竹矛，3点伤害。（lv12）

4.雪庐草人(1费/0/1)：【传承6】、死亡：英雄生命+20，若脚下已冰封，抽一张牌。（lv12）

5.白羊药师(2费/10/10)：前排登场:英雄生命+10；后排登场:敌方英雄生命-10。（lv12）

6.拒马(2费/8/22)：【守军】、【荆棘】。（lv12）

7.长耳庄巧姑(2费/6/7)：【洞察1】、【传承6】、法力上限+1。（lv12）

8.黑竹守卫(2费/3/18)：受到传承:自身+4/-1，竹枪投向随机敌军，9点伤害。（lv12）

9.苦行武僧(2费/10/6)：【传承4】、回合结束:自身+3/+2，魔防+2。（lv12）

10.树木之怒(2费/法术)：随机区域敌军、及敌方玩家受到20点伤害。（lv12）

11.飓风术(2费/法术)：目标敌军吹回手上、英雄生命+14。（lv12）

12.叶幻师(3费/19/1)：【传承5】、登场:和随机相邻友军调换位置。（lv12）

13.龟族僧人(3费/9/14)：【护甲3】、【回命】、获得传承:护甲+3。（lv12）

14.执剑道者(3费/10/15)：命中玩家:全体友军+2/+2。（lv12）

15.深山采药人(3费/8/13)：【传承5】、登场:英雄生命+12。（lv12）

16.连击(3费/法术)：目标友军+3/+13，并具有二连击。（lv12）

17.铁山靠(3费/法术)：目标友军加攻，等同其防御力、另一友军生命+5、【洞察1】、70%几率抽一张牌。（lv12）

18.味仙居小妹(3费/8/8)：前排登场:另一友军攻击+8；后排登场:另一友军生命+12。（lv10）

19.醉道人(3费/13/19)：攻击前、死亡:全场其他生物受到1点伤害。（lv12）

20.明月曲(3费/法术)：7个友军+2/+2、抽一张牌、【洞察1】。（lv10）

21.雪狐剑客(3费/14/11)：登场：飞剑攻击随机敌军（5点伤害）、攻击前：友方若有冰封，飞剑攻击。（lv12）

22.雪隐谷樵夫(3费/12/12)：【传承3】、回合开始：友方若有冰封，传承+3。（lv12）

23.风铃道人(4费/12/9)：【洞察1】、登场:吹回随机敌军。（lv12）

24.祥云师太(4费/9/9)：【传承10】、登场:随机相邻友军生命加倍，获得【护甲1】。（lv12）

25.幽谷粮仓(4费/0/36)：回合开始:另一随机友军+3/+7，魔防+2。（lv12）

26.风卷残云(4费/法术)：吹回横排所有敌军，英雄生命+15，60%几率获得《真理石碎片》。（lv12）

27.茁壮生长(4费/法术)：目标生物+5/+20、英雄生命+25。（lv12）

28.羊族壮士(5费/13/18)：登场:英雄生命+18、受到传承:英雄生命+18。（lv12）

29.勇气师范(5费/7/27)：登场:随机相邻友军加攻，等同其防御力。（lv12）



紫卡：

1.蟠桃隐士(2费/0/17)：【洞察1】、回合结束:获得手牌:仙桃-lv12。（lv12）

2.仙灵藤蔓(2费/0/24)：回合结束:自身生命+12，若生命高于50，获得【磐龙】。（lv10）

3.扫叶僧(3费/15/7)：前排登场:自身获得【传承5】；后排登场:对面首位敌军移回英雄手上。（lv12）

4.逍遥琴师(3费/9/13)：回合开始:魔音攻击全体敌军和英雄2点伤害、回合结束:60%几率，魔音攻击。（lv12）

5.驱魔道人(3费/9/12)：【神佑】、命中时:自身+2/+3。（lv12）

6.雪山飞狐(3费/12/9)：回合开始：若脚下已冰封，攻击+4，获得【先攻】、首次获得传承：获得【连击】。（lv12）

7.白鹿贤士(4费/12/13)：前排登场:所有敌军-3/-3；后排登场:所有友军+4/+4。（lv12）

8.御风武者(4费/15/10)：【先攻】、命中时:75%几率吹回随机敌军。（lv12）

9.墨轩隐士(4费/3/23)：法力上限+1、回合结束:复制场上另一单位，到你手上。（lv12）

10.黑竹林地(4费/法术)：随机位置召唤3个3/18黑竹守卫-lv12。（lv12）

11.蟠桃会(4费/法术)：抓3张牌，英雄生命+18、【洞察1】、随机一个友军+4/+4。（lv12）

12.泰山之力(4费/法术)：目标友军加攻，等同其防御力，并获得【护甲12】。（lv12）

13.龙纹尊者(4费/12/25)：【磐龙】、【护甲5】、受到传承时:自身额外+6/+6。（lv12）

14.赏金刺客(4费/7/17)：【连击】、每当一个敌军死亡：自身+1/+6、生命大于30，获得【磐龙】。（lv12）

15.渡船隐士(5费/17/9)：死亡:抓一张牌，生命+9、获得传承时:在相邻位置召唤渡船隐士。（lv12）

16.狐剑仙(5费/20/8)：回合开始:飞剑贯穿横排敌军8点伤害。（lv12）

17.万物之灵(5费/法术)：目标友军+7/+7并获得【神佑】。（lv12）

18.摇钱尊者(5费/6/45)：【洞察1】、【磐龙】、回合结束:若本回合受到过伤害，抽一张牌。（lv12）

19.披甲罗汉(6费/24/24)：【护甲10】、受到传承:自身获得【魔免】、【回命】。（lv12）

20.拔地而起(6费/法术)：在目标区域和随机区域共召唤3个1/27柏松隐者-lv12。（lv12）

21.猛虎寨大王(6费/24/24)：攻击前，若本方有5个友军:则自身+15/+15获得【践踏】、【磐龙】(每局对战仅触发一次)。（lv12）

22.寒霜寺护院僧(6费/20/40)：【迟缓】、【磐龙】、【魔防7】、攻击前：若脚已冰封，自身+7/+7，获得【践踏】、受到传承：魔防+7、获得【回命】。（lv10）

23.酒豪(7费/13/35)：【二连击】、登场:横排每有一个敌军，自身+5/+5。（lv12）

24.味仙居掌厨(7费/7/39)：回合开始:英雄生命+30、登场回合结束:英雄生命加倍。（lv12）



橙卡：

1.流岚刃·琳(3费/9/12)：【神佑】、受到传承:隐形3回合，攻击次数永久加1。（lv12）

2.神机玄女·轩(4费/5/11)：登场、命中:【洞察1】、洞察时:全体友军+1/+4，全体敌军-1/-1。（lv12）

3.悟能禅杖(4费/法术)：目标友军+10/+10、获得【回命】、【践踏】、【传承10】。（lv12）

4.雪域春光·凛(4费/10/16)：【魔防12】、【传承6】、受到传承：获得【神佑】2回合、回合开始：友方若有冰封，随机友军+x/+x，失去【守军】或【迟缓】（x为自身传承）。（lv10）

5.逍遥居士·铭(5费/12/12)：受到传承:变身为23/23神龙传人-lv12。（lv12）

6.长生不老树(5费/0/120)：【磐龙】、回合结束:获得手牌:人参果-lv12。（lv12）

7.神龙传人(5费/23/23)：【二连击】、【先攻】、【回命】、【神佑】、【传承12】。（lv12）

8.豪情禅师·悟能(6费/25/25)：【践踏】、【回命】、【传承12】。（lv12）

9.逸云剑·任大师(7费/40/12)：前排登场:对面敌军受到150点伤害；后排登场:六个敌军受到10点伤害。（lv12）



*/