// 冬神使徒

/*

白卡：

1.骸骨战士(2费/12/1)：无。（lv12）

2.冻尸(2费/7/7)：死亡:冰封自身位置，英雄生命+1。（lv12）

3.骷髅射手(3费/14/1)：死亡:对随机敌军造成6点伤害。（lv12）

4.尸嵌(4费/12/12)：死亡:冰封自身位置。（lv12）

5.复生邪骨(5费/18/5)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）



蓝卡：

1.骷髅犬(1费/10/1)：死亡:随机友军攻击+7。（lv12）

2.战场遗迹(1费/0/1)：死亡:抽一张牌、随机友军+5/+5。（lv10）

3.转化仪式(1费/法术)：牺牲目标友军，抽一张牌、召唤12/12尸嵌lv12。（lv12）

4.复生尸骸(2费/8/8)：死亡:召唤一个12/1骸骨战士-lv12。（lv12）

5.冬神狂信者(2费/13/10)：每当一个生物死亡:自身攻击+1。（lv12）

6.噬魂骨妖(2费/10/15)：每当一个敌军死亡:自身+2/+3。（lv12）

7.寒铁军士(2费/16/4)：登场:冰封相邻随机位置。（lv12）

8.瘟疫冰虫(2费/7/14)：对玩家伤害+13、登场:冰封随机友方位置，英雄生命-5。（lv12）

9.寒冰魔墙(2费/0/29)：登场:冰封对面横排随机位置、死亡:冰封自身位置，若已冰封则抓一张牌。（lv12）

10.寒冬将至(2费/法术)：冰封目标区域、抓一张牌、英雄生命+15、65%几率获得《真理碎片》。（lv12）

11.骨墙(2费/3/25)：【守军】、【荆棘】、每当一个友军死亡:自身+2/+10。（lv12）

12.阴冷墓穴(2费/0/25)：死亡:召唤12/12尸嵌-lv12。（lv12）

13.寒风草人(2费/0/10)：【传承4】、【洞察1】、登场：冰封相邻随机位置，横排敌军-4/-4。（lv12）

14.召唤阵·骷髅犬(2费/法术)：目标位置召唤10/1骷髅犬lv12，并获得一只到手上。（lv12）

15.严冬苦行僧(3费/9/18)：登场:【洞察1】、随机敌军攻击-x/-x(x为敌方冰封数量)、敌方法力上限-1。（lv12）

16.寒冰祭师(3费/8/11)：攻击前:随机敌军-3/-2，冰封其位置。（lv12）

17.极地狂信者(3费/15/12)：登场:牺牲一个相邻友军，随机敌军-60/-60。（lv12）

18.神庙祭师(3费/8/14)：【洞察1】、攻击前:吸取生命，等同自身攻击。（lv12）

19.使徒征召(3费/法术)：冰封友方目标区域，召唤两个7/7冻尸-lv10。（lv12）

20.灵魂抽取(3费/法术)：目标敌军-24/-24，全场每有一处冰封，你的生命便+2。（lv10）

21.神庙魔像(3费/20/36)：【守军】、登场：冰封脚下位置、受到传承：失去【守军】。（lv12）

22.死寒猎手(4费/5/25)：登场:冰封随机敌军位置，该敌军攻击-5，本回合不能攻击。（lv12）

23.骸骨前线(4费/法术)：召唤两个10/1骸骨战士-lv10，获得《真理碎片》。（lv10）

24.蛮骨法师(4费/10/13)：登场、英雄获得生命时：随机敌军-3/-2。（lv10）

25.冰原咆哮者(5费/17/17)：登场:友方每有一处冰封，自身+3/+3。（lv12）

26.不眠血鸦(5费/12/8)：登场:敌方每有一处冰封，自身攻击+5，若自身位置已冰封，则获得【穿透】。（lv12）



紫卡：

1.凛冬邪咒师(2费/7/11)：登场:随机敌军攻击-5、回合开始:随机位置冰封。（lv12）

2.冬夜使者(2费/13/14)：【洞察2】、双方英雄法力上限-1。（lv12）

3.墓园缝合师(2费/4/10)：回合开始：随机敌军-2/-1、回合结束：若本回合有2个单位死亡，召唤12/12尸嵌lv12。（lv12）

4.残破神庙(3费/0/32)：【守军】、回合结束:若本回合有2个单位死亡，升级为0/32极地神庙-lv12。（lv12）

5.极地神庙(3费/0/32)：【守军】、回合开始时:召唤7/7冻尸-lv12、回合结束:若本回合有2个单位死亡，升级为0/32王座神庙-lv12。（lv12）

6.王座神庙(3费/0/32)：【守军】、回合开始:召唤8/14神庙祭师-lv12】、友军死亡时自身生命+6。（lv12）

7.可怖刺髓者(3费/21/6)：登场:若自己位置已冰封，则自身攻击+8，并获得【践踏】。（lv12）

8.寒盲刀客(3费/11/19)：【二连击】、登场:冰封随机相邻区域、攻击前:英雄受到伤害，等同于场上冰封数。（lv12）

9.极夜阴魂(3费/21/6)：【洞察1】、【隐形】、【穿透】。（lv12）

10.寒冰骨墙(3费/法术)：目标区域召唤3/25骨墙lv12，它额外+4/+4冰封脚下，获得【磐龙】。（lv12）

11.冬幕骑士(4费/15/15)：【护甲4】、登场:横排所有敌军-4/-4。（lv12）

12.冷酷冲车(4费/13/40)：【迟缓】、【践踏】、每有一个敌军死亡，自身+4/+4，攻击力大于15时获得【磐龙】。（lv12）

13.冷血召唤师(4费/9/14)：每当一个敌军死亡:召唤7/7冻尸-lv12。（lv12）

14.极地冰封者(4费/12/36)：【守军】、回合开始时:随机区域投掷冰弹。（lv12）

15.不朽霜剑士(4费/12/6)：登场:每有一个友方冰封，自身攻击+4、死亡:若自身区域已冰封，则移回手牌。（lv12）

16.转化使徒(4费/法术)：随机敌军-15/-15，冰封其位置，召唤9/9尸嵌-lv9。（lv12）

17.雪隐长老灵(4费/12/19)：登场：冰封相邻随机位置、受到传承：随机敌军-11/-11（无视神佑、魔免）。（lv12）

18.冰峰甲虫(4费/11/16)：【护甲3】、【魔防5】、受到传承：额外+4/+4，获得【磐龙】、攻击前：脚下有冰封，向前方喷吐冰毒。（lv12）

19.邪恶化身(4费/11/11)：每当一个炼狱或冬神友军死亡时：长刀投掷英（11点伤害）。（lv12）

20.冬幕斗士(5费/9/15)：【护甲5】、【二连击】、登场回合开始:友方每有一处冰封，自身+1/+2，护甲+1。（lv12）

21.骸骨督军(5费/18/16)：每当一个敌军死亡:随机友军攻击+7、【护甲】+2。（lv12）

22.冬神呼啸(5费/法术)：抓两张牌，冰封2个随机区域，随机冬神友军+7/+7、全场每有一处冰封，英雄生命+3。（lv12）

23.咒杀酷吏(5费/8/36)：任意生物死亡:攻击+5，攻击前:吞噬一个相邻友军，连击次数+1。（lv12）

24.使徒君王(6费/12/23)：回合开始:随机敌军-7/-7，冰封其位置、回合结束:复活一个本回合死亡的敌军，到己方场上。（lv12）

25.冰吼兽(6费/20/29)：攻击前:敌方每有一处冰封，自身+1/+3。（lv12）

26.冰河世纪(6费/法术)：所有单位-17/-17、全场每有一处冰封，再-1/-1.

27.冰疫兽(7费/18/55)：【磐龙】、登场:全场每有一处冰封，英雄生命+5。（lv12）

28.冬神邪使(7费/20/20)：登场:召唤两个12/1骸骨战士-lv12、每当一个单位死亡:自身攻击+1。（lv12）

29.冰龙(8费/23/13)：【践踏】、登场:全场每有一处冰封，自身+3/+2、攻击前:所有敌军-3/-3。（lv12）

30.冰原攻城兽(8费/20/20)：【磐龙】、【践踏】、登场:友方每有一处冰封，自身+3/+11。（lv12）



橙卡：

1.寒风血刃(3费/法术)：目标友军+15/+10、获得【先攻】、【践踏】、冰封自身位置。（lv12）

2.不息之灵(4费/17/1)：死亡:随机位置重生自己，等级-1。（lv12）

3.寒风魔将·赛古斯(5费/20/15)：【先攻】、【践踏】、【护甲7】。（lv12）

4.永夜女王(5费/12/8)：【魔免】、【传承4】、敌方法力-1、登场、受到传承时：女王隐形2回合、回合开始：随机敌军-x/-x，冰封脚下，眩晕1回合（x为自身的传承）。（lv12）

5.王座巫妖(6费/11/39)：友军死亡时:随机敌军-3/-3、敌军死亡时:随机友军+3/+3。（lv12）

6.冬神化身(7费/7/25)：登场:友方每有一处冰封，自身+3/+11、回合结束:敌方每有一处冰封，你便吸取对手5点生命。（lv12）

7.冰山·亚特拉斯(8费/25/100)：【磐龙】、登场:冰封7个区域，所有单位本回合不能攻击。（lv12）



*/