/*
英雄列表

橙卡：

1.百花歌者·熙（禅意谷/炼狱深渊）
技能：魔音风暴
5星：【回合4】吹回随机敌军，敌方英雄生命-18。
觉醒6/7/8/9：【回合4】吹回随机敌军，敌方英雄生命-20/-22/-25/-30，本回合禁疗。
觉醒10/11/12：【回合4】吹回随机敌军，敌方英雄生命-40/-50/-60，本回合禁疗。


2.狮王魂伴·查查（蛮石旷野/禅意谷）
技能：狮王之力
5星：【回合3】随机友军+5/+5，本回合获得【践踏】。
觉醒6/7/8/9：【回合3】随机友军+6+6/+8+8/+10+10/+13+13，永久获得【践踏】。
觉醒10/11/12：【回合3】随机友军+15+15/+19+19/+24+24，永久获得【践踏】，获得【磐龙】2回合/获得【磐龙】2回合/永久获得磐龙。


3.明光圣母·伊萝莲（四芒帝国/隐秘者）
技能：真理审判
5星：【回合6】雷击随机敌军35点伤害并沉默，英雄生命+35。
觉醒6/7/8/9：【回合5】雷击随机敌军40/50/60/70点伤害并沉默，英雄生命+40/+50/+60/+70。
觉醒10/11/12：【回合5】雷击随机敌军80/85/90点伤害并沉默，英雄生命+80/+85/+90，全体友军生命+4/+5/+6。


4.死亡使者·蔻维克斯（冬神使徒/天堂港）
技能：冬神启示
5星：【回合3】召唤残破神庙-lv8。
觉醒6/7/8/9：【回合3】召唤残破神庙-lv9/-lv10/-lv11/-lv12和骸骨战士-lv1/骸骨战士-lv2/复生尸骸-lv2/复生尸骸-lv3。
觉醒10/11/12：【回合2】召唤残破神庙-lv13/-lv14/-lv16和复生尸骸-lv3/-lv5/-lv7，获得《转化仪式-lv3/-lv9/-lv14》。


5.海之王女·莎尔玛（天堂港/炼狱深渊）
技能：唤魔仪式
5星：【回合1开始】吸取敌方英雄8点生命，获得红海使魔-lv8。
觉醒6/7/8/9：【回合1开始】吸取敌方英雄9/10/11/12点生命，获得红海使魔-lv9/-lv10/-lv11/-lv12和暗潮涌动-lv4/-lv6/-lv8/-lv9。
觉醒10/11/12：【回合1开始】吸取敌方英雄13/15/17点生命，获得红海使魔-lv13/-lv15/-lv17和《暗潮涌动-lv13/-lv15/-lv17》。


6.狂兽魔尊·格拉塔娜（炼狱深渊/蛮石旷野）
技能：蛮荒献祭
5星：【回合4】召唤蛮荒魔神-lv5
觉醒6/7/8/9：
觉醒10/11/12：【回合4】召唤蛮荒魔神-lv10/-lv12/-lv15，全体敌军受到4/6/7点伤害。


7.No.0·空无（隐秘者/冬神使徒）
技能：归于虚无
5星：【回合2】：荒芜一个敌方区域，随机友军生命+2，随机敌军攻击-2，获得传记【荒芜挽歌·序】-lv5。
觉醒6/7/8/9：
觉醒10/11/12：【回合1】：荒芜一个敌方区域，随机友军生命+4/+6/+8，随机敌军攻击-4/-6/-8，获得传记【荒芜挽歌·序-lv10/-lv11/-lv12】。


紫卡：

1.月之枪·玉（禅意谷/天堂港）
技能：传承之道
5星：【回合4】随机友军+3+1，获得传承2。
觉醒6/7/8/9：【回合3】随机友军+3+1/+4+1/+5+2/+7+3，获得传承3/4/5/6。
觉醒10/11/12：【回合3】随机友军+10+3/+12+4/+15+5，获得【传承8/10/12】。


2.万物灵母·白处尊（四芒帝国/禅意谷）
技能：莲华守护
5星：【回合4】随机友军+2+2，40%几率本回合获得神佑。
觉醒6/7/8/9：【回合4】全体友军+2+3/+3+3/+4+4/+5+6，60%/70%/100%/100%获得神佑1回合。
觉醒10/11/12：【回合4】全体友军+7+7/+9+9/+11+11，获得神佑1回合。


3.影弑·辛克斯（天堂港/禅意谷）
技能：暗影突袭
5星：【回合3】突袭随机敌军，8点伤害。
觉醒6/7/8/9：【回合3】突袭随机敌军，9/10/12/16点伤害，追加一次2/4/6/7点伤害。
觉醒10/11/12：【回合3】突袭随机敌军，21/28/35点伤害，追加一次8/10/14点伤害。


4.咒法巨匠·格纳罗尔（隐秘者/天堂港）
技能：术法研究
5星：【回合4结束】获得《沉默术-lv9》、《蕾拉火球-lv9》。
觉醒6/7/8/9：【回合4/4/3/2结束】获得《沉默术-lv9/-lv10/-lv10/-lv12》、《蕾拉火球-lv9/-lv10/-lv10/-lv12》，召唤隐秘核心-lv1/-lv2/-lv2/-lv3。
觉醒10/11/12：【回合1结束】获得《沉默术-lv13/-lv15/-lv17》、《蕾拉火球-lv13/-lv15/-lv17》，召唤隐秘核心-lv3。


5.苦痛拷问者·尤瑞艾莉（炼狱深渊/隐秘者）
技能：烈焰折磨
5星：【回合4】敌方弃一张牌，若无手牌，则随机友军+7+7。
觉醒6/7/8/9：【回合4】敌方弃一张牌，随机敌军受到2/3/3/4点伤害，若无手牌则随机友军+8+8/+9+9/+10+10/+11+11，获得【践踏】。
觉醒10/11/12：【回合4】敌方弃一张牌，两个敌军受到5/7/10点伤害，若无手牌随机友军+13+13/+16+16/+18+18，并获得【践踏】。


6.百兽之王·格洛兰德（蛮石旷野/炼狱深渊）
技能：百兽加护
5星：【回合1结束】获得《生命源力》-lv9，随机友军生物+1/+2。
觉醒6/7/8/9：【回合1结束】获得《生命源力》-lv10/-lv10/-lv11/-lv12，随机友军+1+2/+2+4/+2+5/+3+8，并获得【磐龙】。
觉醒10/11/12：【回合1结束】获得《生命源力》-lv15/-lv16/-lv18，随机友军+5+10/+7+11/+8+13，并获得【磐龙】。


7.凛冬女妖·瑟芮蕾（冬神使徒/四芒帝国）
技能：女妖之嚎
5星：【回合3】2个随机敌军本回合不能攻击、冰封两个随机区域。
觉醒6/7/8/9：【回合3】2个随机敌军本回合不能攻击，攻击-1-1/-2-2/-3-3/-4-4，冰封2个随机区域。
觉醒10/11/12：【回合3】3个随机敌军本回合不能攻击，并且-5-5/-7-7/-9-9，冰封2个随机区域。


8.帝国之盾·阿卡德（四芒帝国/炼狱深渊）
技能：烈焰之盾
5星：【回合3】随机友军攻击+5、【护甲】+4。
觉醒6/7/8/9：【回合3】随机友军攻击+6/+6/+8/+10、【护甲】+4/+6/+6/+8、获得【磐龙】。
觉醒10/11/12：【回合3】随机友军攻击+15/+20/+25，【护甲】+10/+12/+15、全体护甲友军获得【磐龙】。


9.万物宗师·洛（禅意谷/隐秘者）
技能：混元八卦掌
5星：【回合3】随机友军攻击+1，获得【连击】。
觉醒6/7/8/9：【回合3】随机友军+1+1/+2+3/+3+4/+4+6，获得【连击】和【神佑】1回合。
觉醒10/11/12：【回合3】随机友军+5+7/+6+8/+7+10，获得【连击】和【神佑】2回合。


10.掠夺者·摩根（天堂港/隐秘者）
技能：快刀封喉
5星：【回合3】所有先攻友军+3/+2，获得【神佑】1回合。
觉醒6/7/8/9：
觉醒11/12：【回合3】所有先攻友军+10+10/+12+12，获得【神佑】1回合，获得《黑水伏击-lv16/-lv18》。


11.冰原狼人·赛可（蛮石旷野/冬神使徒）
技能：冰雪盟友
5星：【回合3】召唤深山雪怪-lv5。
觉醒8/9：【回合3】召唤深山雪怪-lv8/-lv9，随机蛮石友军生命+5/+6，随机冬神友军攻击+3/+6。
觉醒10/11/12：【回合3】召唤深山雪怪-lv10/-lv12/-lv15，随机蛮石友军生命+8/+10/+12，随机冬神友军攻击+8/+10/+12。


12.烈焰疾风·希拉（炼狱深渊/禅意谷）
技能：烈风箭
5星：【回合5】射击敌方随机区域25点伤害，三个友军攻击+3。
觉醒6/7/8/9：
觉醒11/12：【回合5】射击敌方随机区域80/90点伤害，三个友军攻击+6/+7，获得【神佑】1回合。


蓝卡：

1.极电剑·迅（禅意谷/蛮石旷野）
技能：剑十三·破
5星：【回合3】随机友军+2+6，获得回命。
觉醒6/7/8/9：【回合3】随机友军+2+6/+3+7/+4+8/+5+10、获得回命、1回合连击。
觉醒10/11/12：【回合3】随机友军+7+12/+8+15/+10+15、获得【回命】、1回合【连击】、1回合【神佑】。


2.绝望之刃·列拉金（炼狱深渊/冬神使徒）
技能：陷入绝望
5星：【回合4】召唤绝望镰魔-lv4。
觉醒6/7/8/9：【回合3/3/2/2】召唤绝望镰魔-lv5/-lv6/-lv7/-lv9。
觉醒10/11/12：【回合2】召唤绝望镰魔-lv10/-lv12/-lv14，敌方英雄生命-9/-12/-14。


3.术法秘使·朱贝（隐秘者/禅意谷）
技能：邪月当空
5星：【回合3】召唤邪月妖猫-lv5。
觉醒6/7/8/9：【回合3/3/2/2】召唤邪月妖猫-lv6/-lv7/-lv8/-lv9、获得邪月蝙蝠-lv1/-lv3/-lv6/-lv9。
觉醒10/11/12：：【回合1】召唤邪月妖猫-lv10/-lv12/-lv14、获得邪月蝙蝠-lv10/-lv12/-lv14。


4.烈焰领主·伊格纳（炼狱深渊/四芒帝国）
技能：汲取生命
5星：【回合3】随机敌军生命-6，随机友军生命+6。
觉醒6/7/8/9：【回合3】随机敌军生命-7/-8/-10/-12，随机友军生命+7/+8/+10/+12，护甲+2/+4/+4/+6。
觉醒11/12：【回合3】随机敌军生命-19/-24，随机友军生命+19/+24，护甲+8/+9。


5.残冬哀嚎·海佛烈克（冬神使徒/蛮石旷野）
技能：寒冬赐福
5星：【回合4】自己每有一块区域被冰封，随机友军攻击+2、英雄生命+3。
觉醒6/7/8/9：【回合4】自己每有一块区域被冰封，随机友军+2+1/+2+3/+3+3/+4+4、英雄生命+5/+7/+9/+10。
觉醒10/11/12：【回合4】自己每有一块区域被冰封，随机友军+5+6/+6+8/+8+8、英雄生命+12/+15/+18。


6.典狱长·萨卡斯特（冬神使徒/隐秘者）
技能：灵魂吸收
5星：【回合4】对面每有一块区域被冰封，随机敌军-3-3。
觉醒6/7/8/9：【回合4】对面每有一块区域被冰封，随机敌军-3-3/-4-3/-4-4/-4-4，随机友军+1+1/+1+2/+1+2/+2+2。
觉醒10/11/12：【回合4】对面每有一块区域被冰封，随机敌军-5-5/-7-7/-8-8，随机友军+3+3/+4+5/+6+6。


7.独眼王·布隆（蛮石旷野/天堂港）
技能：巨兽出击
5星：【回合3】全体迟缓友军+3+3。
觉醒6/7/8/9：【回合3】全体迟缓友军+4+4/+5+5/+7+7/+9+9，失去迟缓。
觉醒10/11/12：：【回合3】全体迟缓友军+10+10/+13+13/+16+16，失去迟缓、并获得【践踏】1回合。


8.掠夺者·亚芬戴克斯（天堂港/四芒帝国）
技能：扬起黑旗
5星：【回合3】吸取敌方英雄12点生命。
觉醒：6/7/8/9：【回合3】吸取敌方英雄13/15/18/20点生命，若生命高于对手，随机友军攻击+2/+3/+4/+7。
觉醒10/11/12：【回合3】吸取敌方英雄25/32/40点生命，若生命高于对手，随机友军攻击+10/+13/+15。


9.生命工匠·布朗蒙多（四芒帝国/芒石旷野）
技能：回生药水
5星：【回合3】英雄生命+24。
觉醒6/7/8/9：【回合3】英雄生命+25/+30/+35/+40、全体友军生命+2/+3/+4/+6。
觉醒10/11/12：【回合3】英雄生命+45/+50/+55，全体友军+1+8/+2+9/+3+10，并获得1回合回命和磐龙。


10.安黛因（四芒帝国/冬神使徒）
技能：反击时刻
5星：
觉醒6/7/8/9：【回合3/3/2/2开始】随机友军+4+6/+5+7/+6+8/+7+10，护甲+1/+2/+2/+3，失去守军、迟缓。
觉醒11/12：【回合2开始】随机友军+10+15/+12+16，护甲+5/+6，魔防+5/+6，失去守军、迟缓。


11.喵喵（蛮石旷野/隐秘者）
技能：利爪赐福
5星：
觉醒6/7/8/9：【回合4开始】全场生物受到1点伤害，随机友军+3+9/+3+11/+4+12/+5+15，获得天降碎石-lv2/-lv3/-lv5/-lv7。
觉醒11/12：【回合4开始】全场生物受到1点伤害，随机友军+8+24/+10+30，获得天降碎石-lv14/-lv18。


12.玉龙将军·冽（禅意谷/冬神使徒）
技能：雪域传承
5星：【回合2】：冰封友方位置，获得熊大-lv4。
觉醒6/7/8/9：
觉醒10/11/12：：【回合1结束】冰封友方随机位置，获得熊大-lv10/-lv14/-lv18、寒风草人-lv8/-lv12/-lv18。


10.守秘人·阿斯塔拉（隐秘者/四芒帝国）
技能：揭示未来
5星：【回合4】：【洞察1】、三个友军生命+4。
觉醒6/7/8/9：
觉醒10/11/12：【回合4】：【洞察2】、三个友军+3+7/+4+9/+5+12。



白卡：

1.梅（禅意谷/四芒帝国）
技能：金钟罩
5星：【回合3】随机友军生命+12，护甲+1。
觉醒6/7/8/9：【回合3/3/2/2】随机友军生命+12/+13/+13/+16，护甲+1/+2/+2/+2，并获得【荆棘】。
10星：【回合2】随机友军生命+20，护甲+3，并获得【荆棘】。


2.魔法教授·塞莱斯塔（隐秘者/蛮石旷野）
技能：组装学仆
5星：【回合3】召唤隐秘核心-lv4。
觉醒6/7/8/9：【回合3/3/2/2】召唤隐秘核心-lv4、获得雷火工组-lv1/-lv3/-lv5/-lv7。
觉醒10/11/12：【回合2】召唤隐秘核心-lv4、获得雷火工组-lv10/-lv15/-lv18，本回合当前法力+2/+2/+3。


3.海湾领主·萨维丽娅（四芒帝国/天堂港）
技能：重炮阵地
5星：【回合4】召唤帝国重炮-lv4。
觉醒6/7/8/9：【回合4/4/3/3】召唤帝国重炮-lv5/-lv6/-lv6/-lv7、小镇民兵-lv1/-lv2/-lv3/-lv5。
觉醒觉醒10/11/12：【回合3】召唤帝国重炮-lv8/-lv10/-lv12、小镇民兵-lv7/-lv7/-lv9、全体友军生命+1/+2/+4。


4.走私船长·鲍维乌斯（天堂港/蛮石旷野）
技能：水手增援
5星：【回合3结束】召唤2个水手-lv4。
觉醒6/7/8/9：【回合3/回合3/回合2结束/回合2结束】召唤2个水手-lv4/-lv5/-lv5/-lv7。
觉醒11/12：【回合2结束】召唤2个水手-lv11/-lv13，全体友军攻击+3/+4。


5.兽化战士·丹巴瓦尔（蛮石旷野/四芒帝国）
技能：狂野爆发
5星：【回合3】随机友军攻击+8。
觉醒6/7/8/9：【回合3】随机友军攻击+9/+11/+13/+16，获得1回合践踏/践踏/践踏、回命/践踏、回命。
觉醒10/11/12：【回合3】随机友军攻击+20/+25/+30，获得1回合践踏、回命、磐龙。


6.血色先锋·瓦斯兰（炼狱深渊/天堂港）
技能：流星火雨
5星：【回合3】坠落3个火球，各4点伤害。
觉醒6/7/8/9：【回合3】坠落3/4/4/5个火球，各4点伤害、对敌方英雄造成-4/-4/-10/-12伤害。
觉醒10/11/12：【回合3】坠落5/5/6个火球，各5/6/6点伤害、对敌方英雄造成18/24/30点伤害


7.霜之痕·赛娜（冬神使徒/禅意谷）
技能：刺骨冰封
5星：【回合3】随机敌军-5-5。
觉醒6/7/8/9：【回合3】随机敌军-6-6/-8-8/-10-10/-13-13，冰封其脚下区域。
觉醒10/11/12：【回合3】全体敌军-1-1/-2-2/-3-3，随机敌军-15-15/-18-18/-22-22，并冰封脚下。


18男
14女

我的：

// 最终主力(3) 15.6书 20.4帝 12.0叶

1.阿斯塔拉（书/帝/炫金4）8.4书+3.6帝

2.伊萝莲（帝/书/炫金4）8.4帝+3.6书

3.白处尊（帝/叶/炫金4）8.4帝+3.6叶

4.洛（叶/书/炫金4）8.4叶+3.6书



// 辅助主力 (2) 8.4书 3.6帝 7.4叶 4.6港

1.梅（叶/帝/炫金4）5.6叶+2.4帝

2.朱贝（书/叶/黑耀3）4.2书+1.8叶

3.格纳罗尔（书/港/黑耀3）4.2书+1.8港

4.亚芬戴克斯（港/帝/无双2）2.8港+1.2帝


小记：24.0书 24.0帝 19.4叶 4.6港



// 抽卡工具人 4.8书 8.1帝 9.3叶 9.3港 12.1火 11.7蛮 8.7冰

隐秘：塞莱斯塔（书/蛮/无双2）、空无（书/冰）2.1书+0.6蛮+0.3冰

帝国：阿卡德（帝/火/黑耀3）、萨维丽娅（帝/港/无双2）、布朗蒙多（帝/蛮/无双2）、安黛因（帝/冰/无双2）6.3帝+0.6港+0.9火+0.6蛮+0.6冰

禅意：熙（叶/火/黑耀3）、玉（叶/港/无双2）、迅（叶/蛮/无双2）、冽（叶/冰/无双2）6.3叶+0.6港+0.9火+0.6蛮+0.6冰

海港：辛克斯（港/叶/黑耀3）、摩根（港/书/无双2）、莎尔玛（港/火/无双2）、鲍维乌斯（港/蛮/无双2）0.6书+0.9叶+6.3港+0.6火+0.6蛮

炼狱：尤瑞艾莉（火/书/黑耀3）、伊格纳（火/帝/无双2）、希拉（火/叶/无双2）、瓦斯兰（火/港/无双2）、格拉塔娜（火/蛮/无双2）、列拉金（火/冰/无双2）0.9书+0.6帝+0.6叶+0.6港+9.1火+0.6蛮+0.6冰

蛮石：查查（蛮/叶/黑耀3）、喵喵（蛮/书/无双2）、丹巴瓦尔（蛮/帝/无双2）、格洛兰德（蛮/火/无双2）、布隆（蛮/港/无双2）、赛可（蛮/冰）0.6书+0.6帝+0.9叶+0.6火+0.6港+8.4蛮+0.3冰

冬神：萨卡斯特（冰/书/无双2）、瑟芮蕾（冰/帝/无双2）、赛娜（冰/叶/无双2）、蔻维克斯（冰/港/无双2）、海佛烈克（冰/蛮）0.6书+0.6帝+0.6叶+0.6港+0.3蛮+6.3冰


最终：28.8书 32.1帝 28.7叶 13.9港 12.1火 11.7蛮 8.7冰


 */