/*
英雄列表

橙卡：

1.百花歌者·熙（禅意谷/炼狱深渊）
技能：
5星：【回合4】吹回随机敌军，敌方英雄生命-18。
觉醒1/2/3/4：【回合4】吹回随机敌军，敌方英雄生命-19/-21/-23-25。本回合英雄不能获得生命。


2.查查（蛮石旷野/禅意谷）
技能：
5星：【回合3】随机友军+5/+5，本回合获得践踏。
觉醒1/2/3/4：【回合3】随机友军+5+6/+6+6/+7+7/+8+8，获得践踏。


3.伊萝莲（四芒帝国/隐秘者）
技能：
5星：【回合6】雷击随机敌军25点伤害并沉默，英雄生命+25。
觉醒1/2/3/4：【回合5】雷击随机敌军25/28/32/35点伤害并沉默，英雄生命+25/+28/+32/+35。


4.死亡使者·蔻维克斯（冬神使徒/天堂港）
技能：
5星：【回合3】召唤残破神庙-lv6。
觉醒1/2/3/4：【回合3】召唤残破神庙-lv6/-lv7/-lv8/-lv9，骸骨战士-lv1/骸骨战士-lv2/冻尸-lv2/冻尸-lv3。



紫卡：

1.玉（禅意谷/天堂港）
技能：
5星：【回合4】随机友军+3+1，获得传承2。
觉醒1/2/3/4：【回合3】随机友军+3+1/+4+1/+5+1/+6+1，获得传承2/2/3/4。


2.白处尊（四芒帝国/禅意谷）
技能：
5星：【回合4】随机友军+2+2,40%几率本回合获得神佑。
觉醒1/2/3/4：【回合4】全体友军+2+3/+3+3/+3+4/+4+4,50%/50%/60%/65%几率本回合获得神佑。


3.辛克斯（天堂港/禅意谷）
技能：
5星：【回合3】突袭随机敌军，8点伤害。
觉醒1/2/3/4：【回合3】突袭随机敌军，8/9/10/12点伤害，追加一次2/3/4/4点伤害。


4.咒法巨匠·格纳罗尔（隐秘者/天堂港）
技能：
5星：【回合4结束】获得《沉默术-lv7》、《蕾拉火球-lv7》。
觉醒1/2/3/4：【回合4/4/3/3结束】获得《沉默术-lv7/-lv8/-lv8/-lv9》、《蕾拉火球-lv7/-lv8/-lv8/-lv9》、召唤隐秘核心-lv1/-lv2/-lv2/-lv3。


5.苦痛拷问者·尤瑞艾莉（炼狱深渊/隐秘者）
技能：
5星：【回合5】对手弃一张牌，若无手牌，则随机友军+6+6。
觉醒1/2/3/4：【回合5】对手弃一张牌，若无手牌，则随机友军+7+7/+8+8/+9+9/+10+10，获得践踏。


6.百兽之王·格洛兰德（蛮石旷野/炼狱深渊）
技能：
5星：【回合1结束】获得《生命源力》-lv9。
觉醒1/2/3/4：【回合1结束】获得《生命源力》-lv10，随机友军+0+0/+1+1/+2+2/+3+3，并获得磐龙。


7.凛冬女妖·瑟芮蕾（冬神使徒/四芒帝国）
技能：
5星：【回合3】2个随机敌军本回合不能攻击、冰封两个随机区域。
觉醒1/2/3/4：【回合3】2个随机敌军本回合不攻击，攻击-1-0/-1-1/-2-1/-2-2、冰封2个随机区域。


8.阿卡德（四芒帝国/炼狱深渊）
技能：
5星：【回合3】随机友军攻击+5、【护甲】+3。
觉醒1/2/3/4：【回合3】随机友军攻击+5/+7/+8/+9、【护甲】+4/+4/+5/+6、获得【磐龙】。


蓝卡：

1.极电剑·迅（禅意谷/蛮石旷野）
技能：
5星：【回合3】随机友军+2+6，获得回命。
觉醒1/2/3/4：【回合3】随机友军+2+6/+3+6/+3+9/+4+9、获得回命、本回合获得连击。


2.绝望之刃·列拉金（炼狱深渊/冬神使徒）
技能：
5星：【回合4】召唤绝望镰魔-lv4。
觉醒1/2/3/4：【回合3/3/2/2】召唤绝望镰魔-lv5/-lv6/-lv7/-lv9


3.术法秘使·朱贝（隐秘者/禅意谷）
技能：
5星：【回合3】召唤邪月妖猫-lv4。
觉醒1/2/3/4：【回合3/3/2/2】召唤邪月妖猫-lv4/-lv5/-lv5/-lv6、获得邪月蝙蝠-lv1/-lv2/-lv2/-lv3。


4.烈焰领主·伊格纳（炼狱深渊/四芒帝国）
技能：
5星：【回合3】随机敌军生命-5，随机友军生命+5。
觉醒1/2/3/4：【回合3】随机敌军生命-6/-7/-8/-9，随机友军生命+6/+7/+8/+9，护甲+1/+2/+3/+4。


5.残冬哀嚎·海佛烈克（冬神使徒/蛮石旷野）
技能：
5星：【回合4】自己每有一块区域被冰封，随机友军攻击+2、英雄生命+3。
觉醒1/2/3/4：【回合4】自己每有一块区域被冰封，随机友军+2+1/+2+2/+3+2/+3+3、英雄生命+3/+4/+5/+6。


6.典狱长·萨卡斯特（冬神使徒/隐秘者）
技能：
5星：【回合4】对面每有一块区域被冰封，随机敌军-3-3。
觉醒1/2/3/4：【回合4】对面每有一块区域被冰封，随机敌军-3-3/-4-3/-4-4/-4-4，随机友军+1+1/+1+2/+1+2/+2+2。


7.布隆（蛮石旷野/天堂港）
技能：
5星：【回合3】全体迟缓友军+2+3。
觉醒1/2/3/4：【回合3】全体迟缓友军+2+5/+3+5/+3+7/+4+7，失去迟缓。


8.亚芬戴克斯（天堂港/四芒帝国）
技能：
5星：【回合3】吸取敌方英雄10点生命。
觉醒：1/2/3/4：【回合3】吸取敌方英雄11/12/13/14点生命，若生命高于对手，随机友军攻击+1/+2/+3/+4。


9.布朗蒙多（四芒帝国/芒石旷野）
技能：
5星：【回合3】英雄生命+20。
觉醒1/2/3/4：【回合3/3/2/2】英雄生命+24/+30/+32/+40、全体友军生命+2/+3/+4/+5。



白卡：

1.梅（禅意谷/四芒帝国）
技能：
5星：【回合3】随机友军生命+12，护甲+1。
觉醒1/2/3/4：【回合3/3/2/2】随机友军生命+12/+13/+13/+15，护甲+1/+2/+2/+2、获得荆棘。


2.魔法教授·塞莱斯塔（隐秘者/蛮石旷野）
技能：
5星：【回合3】召唤隐秘核心-lv4。
觉醒1/2/3/4：【回合3/3/2/2】召唤隐秘核心-lv4、获得雷火工组-lv1/-lv2/-lv3/-lv4。


3.萨维丽娅（四芒帝国/天堂港）：【回合3】召唤帝国重炮-lv5和小镇民兵-lv1。
技能：
5星：【回合4】召唤帝国重炮-lv3。
觉醒1/2/3/4：【回合4/4/3/3】召唤帝国重炮-lv3/-lv4/-lv4/-lv5、小镇民兵-lv1/-lv1/-lv1/-lv2。


4.走私船长·鲍维乌斯（天堂港/蛮石旷野）
技能：
5星：【回合3结束】召唤2个水手-lv3。
觉醒1/2/3/4：【回合3/回合3/回合2结束/回合2结束】召唤2个水手-lv3/-lv4/-lv4/-lv5。


5.丹巴瓦尔（蛮石旷野/四芒帝国）
技能：
5星：【回合3】随机友军攻击+8。
觉醒1/2/3/4：【回合3】随机友军攻击+8/+9/+9/+10、随机友军践踏/践踏/践踏、回命/践踏、回命1回合。


6.血色先锋·卡斯兰（炼狱深渊/天堂港）
技能：
5星：【回合3】坠落3个火球，各4点伤害。
觉醒1/2/3/4：【回合3】坠落3/4/4/4个火球，各4点伤害、敌方英雄生命-4/-4/-6/-8。

7.霜之痕·赛娜（冬神使徒/禅意谷）
技能：
5星：【回合3】随机敌军-4-4。
觉醒1/2/3/4：【回合3】随机敌军-5-5/-6-6/-7-7/-8-8，冰封其脚下区域。

16男
12女

我的：

// 叶6、狱4、帝4、隐3、港4、蛮1、冰2

主力：叶1、狱2、帝1、隐2、港2
工具人：叶2、隐1、港1
总计：叶3、隐3、港3、狱2、帝1
精确统计分数：隐10、叶8、狱6、港5、帝4
叶：4+2+2
隐：2+4+4
港：2+2+1
狱：2+4
帝：4

// 种族
1.熙（禅意谷/炼狱深渊）| 橙卡(女) （禅意谷）---主力1

2.伊萝莲（四芒帝国/隐秘者）| 橙卡(女) （四芒帝国）---主力3

3.格纳罗尔（隐秘者/天堂港）| 紫卡(男) （隐秘者）---主力2

4.卡斯兰（炼狱深渊/天堂港）| 白卡(男) （炼狱深渊）---主力4

5.查查（蛮石旷野/禅意谷）| 橙卡(女) （蛮石旷野）

6.瑟芮蕾（冬神使徒/四芒帝国）| 紫卡(女) （冬神使徒）

7.辛克斯（天堂港/禅意谷）| 紫卡(女) （天堂港）

// boos御用
1.朱贝（隐秘者/禅意谷）| 蓝卡(女) （隐秘者）---主

2.玉（禅意谷/天堂港）| 紫卡(男) （天堂港）---副


// 抽卡工具人
1.伊格纳（炼狱深渊/四芒帝国）| 蓝卡(男) （炼狱深渊）

2.列拉金（炼狱深渊/冬神使徒）| 蓝卡(男) （炼狱深渊）

3.白处尊（四芒帝国/禅意谷）| 紫卡(女) （四芒帝国）









 */