/*
英雄列表

橙卡：

1.百花歌者·熙（禅意谷/炼狱深渊）

2.查查（蛮石旷野/禅意谷）

3.伊萝莲（四芒帝国/隐秘者）

4.死亡使者·蔻维克斯（冬神使徒/天堂港）



紫卡：

1.玉（禅意谷/天堂港）

2.白处尊（四芒帝国/禅意谷）

3.辛克斯（天堂港/禅意谷）

4.咒法巨匠·格纳罗尔（隐秘者/天堂港）

5.苦痛拷问者·尤瑞艾莉（炼狱深渊/隐秘者）

6.百兽之王·格洛兰德（蛮石旷野/炼狱深渊）

7.凛冬女妖·瑟芮蕾（冬神使徒/四芒帝国）



蓝卡：

1.极电剑·迅（禅意谷/蛮石旷野）

2.绝望之刃·列拉金（炼狱深渊/冬神使徒）

3.术法秘使·朱贝（隐秘者/禅意谷）

4.烈焰领主·伊格纳（炼狱深渊/四芒帝国）

5.残冬哀嚎·海佛烈克（冬神使徒/蛮石旷野）

6.典狱长·萨卡斯特（冬神使徒/隐秘者）

7.布隆（蛮石旷野/天堂港）

8.亚芬戴克斯（天堂港/四芒帝国）

9.布朗蒙多（四芒帝国/芒石旷野）



白卡：

1.梅（禅意谷/四芒帝国）

2.魔法教授·塞莱斯塔（隐秘者/蛮石旷野）

3.萨维丽娅（四芒帝国/天堂港）：【回合3】召唤帝国重炮-lv5和小镇民兵-lv1。

4.走私船长·鲍维乌斯（天堂港/蛮石旷野）

5.丹巴瓦尔（蛮石旷野/四芒帝国）：【回合3】随机友军

6.血色先锋·卡斯兰（炼狱深渊/天堂港）

7.霜之痕·赛娜（冬神使徒/禅意谷）






我的：

1.烈焰领主·伊格纳（炼狱深渊/四芒帝国）

2.伊萝莲（四芒帝国/隐秘者）

3.玉（禅意谷/天堂港）

4.查查（蛮石旷野/禅意谷）







 */