/*

32强

A区
129-旧城之下（1）
157-我姓孟.（1）

157-#（2）
158-nn（2）

137-尊尊不教诲（3）
150-夏进（3）

146-Thor（4）
160-sky（4）


B区
151-suola（5）
154-吃鹿的于（5）

137-神之一手（6）
145-九龙亦云（6）

146-KB（7）
157-寡王（7）

137-王熠（8）
146-江南、（8）


C区
145-夜的第七z（9）
154-。马铃薯（9）

137-未雨（10）
157-动次打次（10）

145-Mr.Go（11）
145-杜佳捷（11）

134-高戈（12）
144-九霄环佩（12）


D区
136-植物园园长（13）
149-灰企鹅呆瓜（13）

144-神经蛙（14）
156-Tiao跳猪（14）

131-孔琦（15）
141-黑色香槟（15）

148-大核桃（16）
157-段（16）


16强

A区
129-旧城之下（1）
158-nn（2）

137-尊尊不教诲（3）
160-sky（4）

B区
154-吃鹿的于（5）
137-神之一手（6）

146-KB（7）
137-王熠（8）

C区
154-。马铃薯（9）
137-未雨（10）

145-Mr.Go（11）
144-九霄环佩（12）

D区
136-植物园园长（13）
156-Tiao跳猪（14）

131-孔琦（15）
157-段（16）


8强

129-旧城之下（1）
137-尊尊不教诲（3）

154-吃鹿的于（5）
146-KB（7）

154-。马铃薯（9）
144-九霄环佩（12）

156-Tiao跳猪（14）
157-段（16）


四强预测

129-旧城之下（1）
146-KB（7）


144-九霄环佩（12）
157-段（16）


决赛预测：

146-KB（7）
144-九霄环佩（12）













*/