// 炼狱深渊

/*

白卡：

1.红海使魔(0费/7/7)：无。（lv12）

2.燃烧鬼怪(2费/6/6)：登场:对面首位敌军受到6点伤害。（lv12）

3.嗜血卒(2费/6/8)：命中英雄:自身攻击+6。(lv12)

4.猩红仆从(2费/8/8)：死亡:敌方英雄受到伤害，等同自身攻击。（lv12）

5.混乱恶鬼(3费/13/7)：登场:双方英雄生命-13。（lv12）

6.烈火术(3费/法术)：对横排所有敌军造成6点伤害，敌方英雄生命-12。（lv12）

7.焦毒尸嵌(4费/12/12)：命中英雄:敌方英雄生命-12。（lv12）



蓝卡：

1.冥河守卫(1费/12/8)：玩家充能时，该玩家生命-6。（lv12）

2.落雷击(1费/法术)：目标区域坠落21点伤害。（lv12）

3.沸腾血刃(1费/法术)：目标单位攻击+18，生命-9。（lv12）

4.地狱刀吏(2费/16/4)：【洞察1】、回合开始时:若你无手牌，自身攻击+6。（lv12）

5.邪眼魔(2费/9/3)：登场:敌方英雄生命-6、死亡:对手弃掉一张牌。（lv12）

6.残暴爪钩(2费/14/8)：命中英雄:双方英雄生命-5。（lv12）

7.炎球(2费/法术)：向敌方横排，投射23点伤害。（lv12）

8.毒液甲虫(2费/10/10)：【护甲3】、死亡:向敌方随机区域喷吐毒液(坠落伤害)。（lv12）

9.热火冲锋(2费/法术)：目标区域坠落11点伤害，随机友军攻击+11。（lv10）

10.猩红勇士(3费/16/6)：死亡:投掷长枪攻击英雄、【洞察1】。（lv12）

11.尖叫邪鬼(3费/11/7)：命中玩家:对手弃一张牌，若敌方无手牌，自身攻击+5。（lv12）

12.凝血之池(3费/0/29)：【守军】、回合结束:英雄生命-5，抓一张牌。（lv12）

13.血焰焦木(3费/9/18)：敌方英雄受到伤害:自身+1/+1。（lv12）

14.疯狂战意(3费/法术)：目标单位+8/+8，场上每有一个敌军，再+2/+3。（lv12）

15.狂暴炎球(3费/法术)：目标敌军受到125点伤害，60%几率获得《真理碎片》。（lv12）

16.双头毒虫(3费/6/20)：死亡、攻击前:敌方随机位置，坠落6点伤害。（lv12）

17.无面狂奔者(3费/16/4)：【践踏】、登场：毒液攻击前排敌军（4点伤害）。（lv12）

18.邪恶毒眼(3费/18/3)：【魔防4】、每当一个地域或冬神友军死亡时：攻击+5。（lv12）

19.地狱双头犬(4费/9/20)：【二连击】。（lv12）

20.焦炎异魔(4费/15/10)：攻击前:随机敌军受到7点伤害。（lv12）

21.贪食之翼(4费/4/28)：【穿透】、敌方英雄受到伤害:50%几率，自身+3/+3。（lv12）

22.烈焰风暴(4费/法术)：对横排所有敌军造成14点伤害，对英雄造成14点伤害。（lv12）

23.恶臭公害(4费/16/22)：【护甲7】、回合开始:英雄受到3点伤害。（lv12）

24.肥胖督军(4费/11/20)：【践踏】、登场：全体践踏友军获得【磐龙】1回合。（lv12）

25.邪鬼草人(4费/0/22)：登场：敌方玩家弃掉一张牌、回合结束：若敌方没有手牌，自身攻击+7。（lv12）

26.无面屠夫(5费/9/25)：登场:横排所有敌军受到9点伤害。（lv12）



紫卡：

1.碎颅魔(2费/13/18)：【践踏】、登场:英雄生命-12。（lv12）

2.觅食大嘴兽(2费/7/21)：【践踏】、敌方英雄受到伤害自身+1/+0。（lv12）

3.苦痛守望者(2费/7/17)：回合结束:自身+5/+5，敌方每有一张手牌，再-1/-1。（lv12）

4.渴血毒甲蝎(2费/9/12)：【护甲4】、对英雄伤害+4、敌方英雄受到伤害时：自身生命+1。（lv12）

5.狱铠战魂(3费/10/4)：【护甲14】、【洞察1】。（lv12）

6.绝望镰魔(3费/16/18)：双方玩家无法获得生命、攻击前:若你无手牌，自身+4/+4。（lv12）

7.岩浆球(3费/法术)：回合开始阶段，敌方禁疗1回合、向敌方横排，投射20点伤害。（lv12）

8.铸甲熔岩魔(3费/10/18)：【护甲5】、回合开始：全体有践踏的友军+1/+5，获得【护甲1】。（lv12）

9.血炎鬼魅(4费/15/10)：回合结束:对手弃掉一张牌，若其无手牌，则敌军受到15点伤害。（lv12）

10.嗜血破面(4费/17/17)：【践踏】、命中英雄:自身+3/+3。（lv12）

11.夺魂诅咒(4费/法术)：随机敌军受到21点伤害，对手弃掉1张牌，若无手牌，英雄也收到伤害。（lv12）

12.鲜血督军(4费/20/6)：登场:相邻随机一个友军，攻击加倍！(帝国、禅意友军无效)。（lv12）

13.熔岩术士(4费/12/14)：回合开始:向对面横排投射火球(12点伤害)。（lv12）

14.灼神双炎(4费/法术)：向敌方横排投射16点伤害，两次（无视【神佑】和【魔免】）。（lv12）

15.地狱屠夫(5费/15/25)：登场:随机消灭一个敌军、死亡:对手抓一张牌。（lv12）

16.地狱三头犬(5费/10/30)：【洞察1】、【三连击】。（lv12）

17.噬心魔虫(5费/13/29)：【践踏】、命中时:对手弃掉一张牌、攻击前:若其无手牌则自身+6/+6。（lv12）

18.雷光炼狱(5费/法术)：对横排所有敌军造成25点伤害，对敌方英雄造成25点伤害。（lv12）

19.夺魂死镰(5费/25/3)：敌方英雄受到伤害:自身攻击+5、攻击大于50、100获得【连击】。（lv12）

20.魔岩邪牛(6费/23/23)：登场:随机敌军生命-13、攻击前:若你无手牌，随机敌军生命-13。（lv12）

21.黑岩裂缝(6费/0/70)：登场、回合结束:召唤5/4猩红仆从-lv8、若你无手牌，改为召唤10/5猩红勇士-lv8。（lv12）

22.恶灵魔焰(6费/法术)：目标区域坠落50点伤害，若你无手牌，则坠落65点伤害。（lv12）

23.蛮荒魔神(6费/24/24)：【磐龙】、【践踏】、登场：其他有践踏的友军+8/+8，获得【磐龙】。（lv12）

24.深渊剧毒兽(7费/18/50)：攻击前:对敌军喷射毒液6次，2点伤害，若敌方无手牌，自身+5/+5。（lv12）



橙卡：

1.痛苦之心(2费/法术)：对手弃掉一张牌，你获得《痛苦之心-lv12》、若其无手牌:改为召唤7/17苦痛守望者-lv12。（lv12）

2.血影(3费/20/7)：敌方英雄受到伤害:随机敌军生命-2、死亡:回到手牌。（lv12）

3.巴克&巴罗：(4费/9/21)：【连击】、【践踏】、【护甲4】、攻击前：全体敌军受到3点伤害。（l2）

4.怨魂饕餮兽(5费/15/30)：登场:吸取敌方玩家25点生命、死亡:归还敌方玩家25点生命。（lv12）

5.血翼·莉莉斯(6费/29/19)：【先攻】、回合开始:若你无手牌，消灭随机敌军，英雄生命-4。（lv12）

6.烬喉地狱魔(8费/25/72)：回合开始、攻击前、回合结束:随机敌军生命-9，否则敌方英雄生命-9。（lv12）

7.猩红领主·巴拉克(9费/36/36)：【践踏】、登场:召唤四个5/4猩红仆从-lv8、攻击前:所有其他友军攻击+6。（lv12）



*/