// 蛮石旷野

/*

白卡：

1.草原狼(1费/9/4)：无。（lv12）

2.蛮石血蜥(2费/7/7)：己方英雄恢复生命时:自身+5/+0。

3.斑毛幼猪(3费/9/9)：死亡:英雄生命+9。（lv12）

4.蛮化术(3费/法术)：目标单位+10/+10。（lv12）

5.再生食人魔(5费/6/20)：回合结束:若本回合受到过伤害，自身+4/+6。（lv12）

6.长毛象(6费/18/32)：无。（lv12）



蓝卡：

1.愚笨鲸头鹅(0费/4/11)：【洞察1】、【迟缓】、命中英雄:抓一张牌，【洞察1】。（lv12）

2.迟来的补给(1费/法术)：目标友军+6/+6，若该生物具有迟缓，抽一张牌。（lv10）

3.旷野祭师(2费/3/13)：【洞察1】、你得法力上限+1、洞察时:英雄生命+7。（lv12）

4.蓄力射手(2费/6/16)：登场，回合结束:射击敌方英雄。（lv12）

5.痴蛮野人(2费/16/16)：【迟缓】、洞察时:自身+3/+3。（lv12）

6.贪食肥鼠(2费/6/20)：当己方英雄恢复生命:自身+2/+5，魔防+2。（lv12）

7.蛮石穿山甲(2费/8/13)：【护甲3】、当己方英雄恢复生命:自身攻击+3，护甲+1。（lv12）

8.势如破竹(2费/法术)：目标单位+8/+14，并获得【践踏】。（lv12）

9.蛮野仙人掌(2费/3/15)：【守军】、【荆棘】、死亡:75%几率抽一张牌。（lv10）

10.高原卫士(2费/12/20)：【迟缓】、【洞察1】、回合结束：若本回合受到过伤害，自身+3/+5，【洞察1】。（lv12）

11.寻路斥候(3费/11/7)：登场:射击随机敌方，7点伤害、洞察时:射击随机敌军，5点伤害。（lv12）

12.喧哗舞者(3费/12/8)：登场:相邻随机友军+9/+0，魔防+4。（lv12）

13.迅捷长矛手(3费/8/18)：命中英雄:对随机敌军投掷长矛，5点伤害，两次效果。（lv12）

14.厚皮河马(3费/11/32)：【迟缓】、【洞察1】、回合结束:若本回合受到过伤害，自身生命+6。（lv12）

15.面包树(3费/0/35)：【守军】、【磐龙】、法力上限+1。（lv12）

16.噬人花(3费/0/33)：回合结束:若本回合曾受到伤害，则自身+7/+7。（lv12）

17.天降碎石(3费/法术)：目标区域坠落20点伤害，全场生物受到1点伤害。（lv10）

18.机敏雀鹰(3费/7/14)：【洞察1】、洞察时：自身+2/+3，魔防+2。（lv12）

19.荒野赞颂人(4费/8/22)：回合开始:另一个友军+6/+0，魔防+3。（lv12）

20.原野狂战士(4费/15/15)：【践踏】、【魔防3】、【洞察1】。。（lv12）

21.巨兽猎户(4费/12/18)：登场:英雄生命+7、死亡:英雄生命+7。（lv12）

22.生命源力(4费/法术)：【洞察1】、目标单位+16/16。（lv12）

23.强行捕猎(4费/法术)：对目标敌军造成120点伤害、己方英雄生命+30。（lv12）

24.旷野蛮族(4费/12/24)：回合结束:若本回合受到过伤害，则自身+5/+5，获得【磐龙】。（lv12）

25.复仇食人花(4费/12/30)：回合结束：若本回合受到过伤害，则撕咬前方敌军或玩家。（lv12）

26.鼓舞图腾(5费/0/40)：回合开始:其他全体友军+3/+1，魔防+1、【洞察1】。（lv12）

27.迷茫巨人(5费/25/40)：【迟缓】、【洞察1】、【魔防7】。（lv12）



紫卡：

1.疯狂祭师(2费/16/5)：法力上限+1、死亡:英雄生命-6。（lv12）

2.无畏猎户(2费/10/16)：【洞察1】、命中英雄时:再攻击一次。（lv12）

3.血蜥头领(2费/13/9)：英雄回复生命时:向敌方随机位置投掷长矛(等于攻击力)。（lv12）

4.暴怒野人(2费/11/15)：【践踏】、回合开始：每有1点剩余法力，自身+2/+2。（lv12）

5.诱敌草人(2费/0/20)：回合结束：若本回合受到过伤害，抽一张牌，英雄生命+9，【洞察1】。（lv12）

6.狼月祭师(3费/15/13)：回合结束:召唤6/4草原狼-lv9。（lv12）

7.荒原智者(3费/9/15)：回合开始:所有迟缓友军+2/+8，随机另一友军+2/+2，失去迟缓。（lv12）

8.地洞巨獾(3费/9/22)：【回命】、英雄恢复生命时:自身+3/+3。（lv12）

9.肥鼠晚宴(3费/法术)：回合结束:召唤2个6/20贪食肥鼠-lv12、英雄生命+7。（lv12）

10.活力仙人掌(3费/6/45)：【守军】、【荆棘】、每当一个生物死亡:65%几率英雄生命+12。（lv12）

11.圣兽祭师(3费/13/15)：回合开始：相邻一个友军获得【践踏】1回合、攻击前：全体践踏友军+3/+5。（lv12）

12.象牙少女(4费/4/4)：【洞察1】、回合结束:召唤18/32长毛象-lv12。（lv12）

13.源力祭师(4费/15/24)：攻击前:每有1点法力，随机友军+2/+3。（lv12）

14.饥蛮巨汉(4费/15/35)：【迟缓】、【磐龙】、英雄恢复生命时:自身+8/+8。（lv12）

15.飞斧狂人(4费/10/25)：回合开始:向对面横排，投掷飞斧，65%几率，再投掷一次。（lv12）

16.石斧头领(5费/15/20)：【践踏】、登场:相邻随机友军+7/+7并获得【践踏】。（lv12）

17.飞斧女豪(5费/12/36)：回合开始、攻击前:向敌方横排投掷飞斧(12点伤害)。（lv12）

18.坚毅大祭司(5费/20/32)：【磐龙】、回合结束：若本回合受到过伤害，全体友军+3/+3。（lv12）

19.荒原牛头怪(6费/25/35)：回合结束:若本回合受到伤害，则自身得+5/+15，获得【践踏】。（lv12）

20.杂斑野猪王(6费/21/21)：登场:召唤8/8斑毛幼猪-lv12、死亡:英雄生命+40。（lv12）

21.大嘴酋长(6费/22/22)：【回命】、攻击前:召唤3/3蛮石血蜥-lv6。（lv12）

22.源力苏醒(6费/法术)：目标单位+24/+24，获得【磐龙】、另一友军+6/+6获得【磐龙】。（lv12）

23.蛮石独眼巨人(7费/22/50)：【迟缓】、登场、攻击前:向敌方横排投掷巨石，22点伤害。（lv12）

24.贪食巨龙(8费/22/60)：登场、英雄获得生命:喷吐7个火球到敌方随机区域，各6点伤害。（lv12）



橙卡：

1.鸵鸟王·霍利(3费/16/25)：【迟缓】、具有迟缓的其他友军，失去迟缓、命中英雄:另一友军+13/+13，无友军:抓一张牌。（lv12）

2.比尔&比利(4费/22/22)：【践踏】、【迟缓】、【魔防10】、有践踏友军在场，他失去【迟缓】；有迟缓友军在场，他获得【磐龙】。（lv12）

3.血饮烈斧·凯(5费/12/29)：回合开始:其他所有友军本回合获得【回命】、英雄恢复生命:自身+6/+6、获得【践踏】。（lv12）

4.蛮古撼地兽(6费/25/60)：【迟缓】、【践踏】、【魔防25】、登场：其他迟缓、践踏友军获得生命+12，并获得【磐龙】。（lv12）

5.原野大祭师·鲁玛(7费/15/50)：登场:另一友军+15/15，获得【践踏】、回合结束:另一友军+6/+6，获践踏。（lv12）

6.炎阳巨龙(9费/60/60)：登场:焚烧全体敌军9点伤害、攻击前:烈焰吐息横排敌军15点伤害。（lv12）



*/