// 蛮石旷野

/*

白卡：

1.草原狼(1费/9/4)：无。（lv12）

2.斑毛幼猪(3费/8/8)：死亡:英雄生命+10。（lv12）

3.蛮化术(3费/法术)：目标单位+10/+10。（lv12）

4.再生食人魔(5费/6/20)：回合结束:若本回合受到过伤害，自身+4/+6。（lv12）

5.长毛象(6费/18/32)：无。（lv12）



蓝卡：

1.愚笨鲸头鹅(0费/4/11)：【洞察1】、【迟缓】、命中英雄:抓一张牌，【洞察1】。（lv12）

2.旷野祭师(2费/3/13)：【洞察1】、你得法力上限+1、洞察时:英雄生命+7。（lv12）

3.蓄力射手(2费/6/16)：登场，回合结束:射击敌方英雄。（lv12）

4.痴蛮野人(2费/16/15)：【迟缓】、洞察时:自身+3/+3。（lv12）

5.贪食肥鼠(2费/5/21)：当己方英雄恢复生命:自身+2/+5。（lv12）

6.蛮石穿山甲(2费/8/13)：【护甲3】、当己方英雄恢复生命:自身攻击+3，护甲+1。（lv12）

7.势如破竹(2费/法术)：目标单位+8/+14，并获得【践踏】。（lv12）

8.寻路斥候(3费/11/7)：登场:射击随机敌方，7点伤害、洞察时:射击随机敌军，5点伤害。（lv12）

9.喧哗舞者(3费/12/8)：登场:相邻随机友军+9/+0。（lv12）

10.迅捷长矛手(3费/8/18)：命中英雄:对随机敌军投掷长矛，5点伤害，两次效果。（lv12）

11.厚皮河马(3费/11/32)：【迟缓】、【洞察1】、回合结束:若本回合受到过伤害，自身生命+6。（lv12）

12.面包树(3费/0/35)：【守军】、【磐龙】、法力上限+1。（lv12）

13.噬人花(3费/0/33)：回合结束:若本回合曾受到伤害，则自身+7/+7。（lv12）

14.荒野赞颂人(4费/8/22)：回合开始:另一个友军+6/+0。（lv12）

15.原野狂战士(4费/15/13)：【践踏】。（lv12）

16.巨兽猎户(4费/12/18)：登场:英雄生命+7、死亡:英雄生命+7。（lv12）

17.生命源力(4费/法术)：【洞察1】、目标单位+16/16。（lv12）

18.强行捕猎(4费/法术)：对目标敌军造成120点伤害、己方英雄生命+30。（lv12）

19.鼓舞图腾(5费/0/42)：回合开始:其他全体友军+3/+1，【洞察1】。（lv12）

20.迷茫巨人(5费/25/40)：【迟缓】、【洞察1】。（lv12）



紫卡：

1.疯狂祭师(2费/16/5)：法力上限+1、死亡:英雄生命-6。（lv12）

2.无畏猎户(2费/10/15)：【洞察1】、命中英雄时:再攻击一次。（lv12）

3.狼月祭师(3费/15/11)：回合结束:召唤6/4草原狼-lv9。（lv12）

4.荒原智者(3费/4/15)：回合开始:所有迟缓友军+2/+8，随机另一友军+2/+2，失去迟缓。（lv12）

5.地洞巨獾(3费/9/22)：【回命】、英雄恢复生命时:自身+3/+3。（lv12）

6.肥鼠晚宴(3费/法术)：回合结束:召唤2个4/13贪食肥鼠-lv9，英雄生命+15。（lv12）

7.象牙少女(4费/2/4)：【洞察1】、回合结束:召唤18/32长毛象-lv12。（lv12）

8.源力祭师(4费/15/24)：攻击前:每有1点法力，随机友军+2/+3。（lv12）

9.饥蛮巨汉(4费/15/35)：【迟缓】、【磐龙】、英雄恢复生命时:自身+8/+8。（lv12）

10.飞斧狂人(4费/10/25)：回合开始:向对面横排，投掷飞斧，65%几率，再投掷一次。（lv12）

11.石斧头领(5费/13/20)：【践踏】、登场:相邻随机友军+7/+7并获得践踏。（lv12）

12.荒原牛头怪(6费/20/35)：回合结束:若本回合受到伤害，则自身得+5/+15，获得践踏。（lv12）

13.杂斑野猪王(6费/21/21)：登场:召唤8/8斑毛幼猪-lv12、死亡:英雄生命+40。（lv12）

14.大嘴酋长(6费/22/22)：【回命】、攻击前:召唤3/3蛮石血蜥-lv6。（lv12）

15.源力苏醒(6费/法术)：目标单位+24/+24，获得磐龙、另一友军+6/+6获得磐龙。（lv12）

16.蛮石独眼巨人(7费/22/50)：【迟缓】、登场、攻击前:向敌方横排投掷巨石，22点伤害。（lv12）

17.贪食巨龙(8费/18/49)：登场、英雄获得生命:喷吐7个火球到敌方随机区域，各5点伤害。（lv12）



橙卡：

1.鸵鸟王·霍利(3费/12/25)：【迟缓】、具有迟缓的其他友军，失去迟缓、命中英雄:另一友军+13/+13，无友军:抓一张牌。（lv12）

2.比尔&比利(4费/25/25)：【践踏】、回合结束:50%几率，自身+6/-6。（lv12）

3.血饮烈斧·凯(5费/12/29)：回合开始:其他所有友军本回合获得回命、英雄恢复生命:自身+6/+6、获得践踏。（lv12）

4.原野大祭师·鲁玛(7费/14/48)：登场:另一友军+15/15，获得【践踏】、回合结束:另一友军+7/+7，获践踏。（lv12）

5.炎阳巨龙(9费/60/60)：登场:焚烧全体敌军9点伤害、攻击前:烈焰吐息横排敌军15点伤害。（lv12）



*/