/*

帝国：（22张）

蓝卡：（8张）
主养：盾甲禁卫（3费）、塔楼弓手（3费）
副养：圣殿斥候（1费）、旅行背包（1费）、重装固守（1费）、天使琼浆（2费）、圣殿弩手（3费）、光明惩戒（5费）

紫卡：（8张）
主养：圣殿御卫（2费）、禁卫百夫长（5费）
副养：圣殿骑士（3费）、白袍主教（3费）、冲锋装备（3费）、夺取阵地（4费）、惩戒天使（6费）、禁卫指挥官（6费）

橙卡（6张）：
主养：百花长枪·卡罗琳（4费）、帝国军魂·莱哈特（5费）
副养：曙光·安娜贝尔（3费）、明日之音·露娜（4费）、白袍·伊恩（6费）、钢铁统帅·雷蒙德（8费）



禅意：（20张）

蓝卡：（9张）
主养：执剑道人（3费）、连击（3费）
副养：卜命道长（1费）、拒马（2费）、叶幻师（3费）、铁山靠（3费）、祥云师太（4费）、幽谷粮仓（4费）、风卷残云（4费）

紫卡：（8张）
主养：驱魔道人（3费）、御风武者（4费）
副养：扫叶僧（3费）、墨轩隐士（4费）、蟠桃会（4费）、泰山之力（4费）、龙纹尊者（4费）、万物之灵（5费）

橙卡：（3张）
主养：
副养：神机玄女·轩（4费）、悟能禅杖（4费）、长生不老树（5费）



隐秘（23张）

蓝卡：（5张）
主养：沉默否定（2费）、学仆-观测型（2费）
副养：方尖魔碑（2费）、学仆-能源型（5费）、请示隐秘者（5费）

紫卡：（14张）
主养：破魔系教授（2费）、学仆-脉冲型（3费）、幻域秘树（4费）、学仆-塑钢型（4费）
副养：克隆术（2费）、魔像-御咒铁卫（3费）、缄言法师（3费）、白首魔根（4费）、观星台大预言家（5费）、幻象巨龙（6费）、睿智史芬斯（7费）、
     米拉方舟（7费）、魔钢（8费）、钢翼仲裁者（9费）

橙卡：（4张）
主养：No.2月之神·米拉（5费）、鬼童-7号（4费）
副养：No.8雷鸣·泰拉德（1费）、No.3伊斯多维尔（9费）


炼狱（17张）

蓝卡：（6张）
主养：冥河守卫（1费）、邪眼魔（2费）、恶臭公害（4费）
副养：尖叫邪鬼（3费）、凝血之池（3费）、狂暴炎球（3费）

紫卡：（8张）
主养：碎颅魔（2费）、绝望镰魔（3费）、灼神双炎（4费）、雷光炼狱（5费）
副养：岩浆球（3费）、夺魂诅咒（4费）、地狱屠夫（5费）、恶灵魔焰（6费）

橙卡：（3张）
主养：痛苦之心（2费）
副养：血翼·莉莉斯（6费）、烬喉地狱魔（8费）



// 海港（8张）

// 蓝卡：（4张）
// 主养：
// 副养：心灵黑洞（1费）、狡诈学徒（2费）、黑夜突袭（2费）

// 紫卡：（3张）
// 主养：
// 副养：红海猎魔人（2费）、深山老巫（3费）、黑金炸术师（4费）

// 橙卡：（1张）
// 主养：
// 副养：黑金三代目·梅森（7费）



*/