/*

皮肤

帝国：
1.曙光·安娜贝尔（3费）：【花光春影·安娜贝尔】（150）
【花之祝愿】：命中时：另一友军+2/+2

2.圣枪·卡罗琳（4费）：【百花长枪·卡罗琳】（150）
【百花盛开】：命中时：【洞察1】，50几率英雄生命额外+10

3.帝国军魂·莱哈特（5费）：【永恒之王·莱哈特】（150）
【石中剑】：登场：护甲友军获得【神佑】1回合、莱哈特在场：全体友军获得【协战1】

4.正阳大主教·伊恩（6费）：【白袍·伊恩】（150）
【白袍引领】：【洞察1】、洞察时：自身魔防+2，其他友军攻击+1

5.炫目天使·蕾娜（7费）：【审判天使·蕾娜】（150）
【无言审批】：登场回合结束：随机敌军-2/-2，并沉默


禅意：
1.神机玄女·轩（4费）：【九天玄女·轩】（150）
【漫步九天】：登场时：本回合获得【穿透】

2.雪域春光·凛（4费）：【豆子·凛】（125）
【鬼神庇护】：受到豆子·凛祝福+x/+x的那位友军额外获得传承+x，并且神佑1回合

3.悟能禅杖（4费）：天蓬神锤（80）
【天界传承】：目标友军再额外+2/+2，若他本身有传承，再+2/+2

4.悟能禅杖（4费）：上宝沁金耙（80）
【九齿钉耙】：目标友军攻击+9，魔防+9，护甲+9，持续1回合

5.逍遥居士·铭（5费）：【踏雪行·铭】（135）
【雪山隐居】：脚下有冰封，则自身获得【魔免】

6.长生不老树（5费）：【许愿神树】
【仙桃赐福】：回合结束：40%几率其他友军攻击+1，30%几率其他友军生命+2，20%几率其他友军魔防+3，50%几率英雄生命+4

7.豪情禅师·悟能（6费）：【天蓬元帅·悟能】（150）
【转世】：【护甲1】、死亡：转世为斑毛幼猪

8.逸云剑·任大师（7费）：【玉虚真君·任大师】（125）
【御剑】：攻击前：随机敌军受到3点伤害


海港：
1.花剑绅士·翔（2费）：【蒙面侠客·翔】（135）
【Z字斩】：登场：随机敌军受到3点伤害，50%几率沉默1回合、命中玩家：50%几率再次使用Z字斩

2.蕾拉密卷（2费）：【小红帽密卷】（75）
【火焰三重奏】：敌方随机位置，坠落3个火球（每个火球3点伤害）

3.蕾拉密卷（2费）：【魔蝠密卷】（70）
【秘法之翼】：召唤3/1邪月蝙蝠-lv4

4.海燕·鲍莉（3费）：【沙滩派对·鲍莉】（100）
【加油呀！】：回合结束：另一友军+2/+2

5.魔卡幻术师·梅基（4费）：【百变魔牌·梅基】（125）
【夺命黑桃】：攻击前：向地方横排投射卡牌（2点伤害）

6.钢之咆哮·布瑞恩（5费）：【天雷降临·布瑞恩】（130）
【雷神之锤】：登场的重击可眩晕横排敌军、命中时：50%几率天雷坠落随机区域（3点伤害）

7.烈火·蕾拉（5费）：【小红帽蕾拉】（140）
【火焰三重奏】：登场：敌方区域坠落3个火球！（3点伤害）、回合开始：若本回合使用法术，坠落2个火球

8.黑金三代目·梅森（7费）：【黑道圣徒·梅森】（160）
【灭神】：他的技能无视神佑与魔免、对敌方英雄伤害+5


蛮石：
1.鸵鸟王·霍利（3费）：【孔雀王·霍利】（140）
【神鸟祝福】：【回命】、获得生命时：随机友军攻击+1，魔防+1

2.比尔&比利（4费）：【双头法师】（120）
【狂暴施法】：命中时：50%几率自身+1/+5，40%几率另一友军+3/+2，30#几率投掷大锤

3.血饮烈斧·凯（5费）：【热血摇滚·凯】（160）
【热血战歌】：英雄获得生命时：其他三个随机友军攻击+1

4.原野大祭师·鲁玛（7费）：【白象战歌·鲁玛】（100）
【白象祭典】：回合开始：另一随机友军+1/+1，获得回命1回合

5.炎阳巨龙（9费）：【黑焰魔龙】（160）
【黑鳞魔焰】：【护甲5】、回合开始：敌方全场坠落1点伤害


炼狱：
1.痛苦之心：【魅惑之心】（85）
【魅惑】：随机敌军-1/-1，他30%几率本回合不能攻击

2.痛苦之心：【恶魔之心】（65）
【召魔护卫】：前排位置召唤1/1嗜血卒-lv1

3.血影（3费）：【岩魔·血影】（125）
【熔岩之力】：【护甲1】、每当敌方受到伤害时：所有护甲友军攻击+1

4.怨魂饕餮兽（5费）：【熔金饕餮兽】（135）
【黄金岩甲】：【护甲3】、【磐龙】

5.血翼·莉莉斯（6费）：【魅惑之翼·莉莉斯】（150）
【魅惑】：命中玩家：60%几率随机敌军本回合放弃攻击。

6.烬喉地狱魔（8费）：【八岐大蛇】（160）
【八岐魔祭】：登场：获得【魔免】2回合、每当一个敌军死亡：自身+1/+3

7.猩红领主·巴拉克（9费）：【黑暗泰坦·巴拉克】（180）
【泰坦巨剑】：登场：巨剑坠落地方随机位置，伤害为自身攻击力


冬神：
1.寒风血刃（3费）：【无头骑士冰刃】（70）
【寒冰护佑】：目标友军额外魔防+2，获得【魔免】1回合

2.寒风血刃（3费）：【汲魂冰剑】（75）
【寒霜霸气】：目标额外攻击+3，全体敌军-1/-1

3.不息之灵（4费）：【不息寒灵】（120）
【寒夜摄魂】：死亡：50%几率随机敌军-1-1，若自身脚下已冰封，则100%触发

4.寒风魔将·赛古斯（5费）：【无头骑士·赛古斯】（125）
【寒夜冲锋】：登场：若脚下已冰封，自身攻击+1/+1，护甲+1，【魔免】1回合

5.王座巫妖（6费）：【冰雪女皇】
【冰霜魔甲】：回合开始：随机一个冬神使徒友军+1+1，护甲+1，魔防+1，冰封脚下

6.冬神化身（7费）：【冰雪女王·冬神化身】（150）
【凛冬挽歌】：回合开始：全体敌军攻击-1，冰封敌方随机区域

7.冰山·亚特拉斯（8费）：【魂山·亚特拉斯】（160）
【寒夜游魂】：登场技能无视神佑和魔免、回合开始：召唤3/极夜阴魂-lv1


隐秘：
1.No.8雷鸣·泰拉德（1费）：【圣僧·法海】（130）
【修行/驱魔】：回合开始：本回合每使用过1个法术，自身+1/+3、攻击前：随机1个炼狱和冬神敌军-1/-1

1.No.3布雷克（3费）：【鬼刃·布雷克】（120）
【天降魔焰】：命中时，魔界火焰坠落敌方随机区域（3点伤害）

2.鬼童-7号（4费）/No.7鬼童·赛文（0费）：【流星-7号】（125）
【流星陨落】：死亡:流星7号冲坠向敌方随机位置（伤害为自身攻击力）

3.No.2时光·米拉（5费）：【月之神·米拉】（100）
【伴月入眠】：【洞察1】、洞察时：英雄生命+3

4.No.3伊斯多维尔（9费）：【隐秘公爵·伊斯多维尔】（125）
【鲜血盛宴】：登场：吸取敌方英雄生命，等同于自己攻击力


 */