[
    {
        "id": 1,
        "name": "公民之剑",
        "zhenyin": 1,
        "quality": 1,
        "type": 1,
        "img": "/simangdiguo/gongminzhijian.jpg",
        "bonus": "帝国·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合6】全体友军攻击+1"
            },
            {
                "effect": "【回合6】全体友军+1/+1"
            },
            {
                "effect": "【回合5】全体友军+1/+1"
            },
            {
                "effect": "【回合5】全体友军+1/+2"
            },
            {
                "effect": "【回合5】全体友军+2/+2"
            },
            {
                "effect": "【回合4】全体友军+2/+2"
            },
            {
                "effect": "【回合4】全体友军+2/+3"
            },
            {
                "effect": "【回合4】全体友军+3/+3"
            },
            {
                "effect": "【回合4】全体友军+4/+4"
            },
            {
                "effect": "【回合4】全体友军+5/+5"
            },
            {
                "effect": "【回合4】全体友军+6/+6"
            },
            {
                "effect": "【回合4】全体友军+7/+7"
            },
            {
                "effect": "【回合4】全体友军+8/+8"
            }
        ]
    },
    {
        "id": 2,
        "name": "执政官长剑",
        "zhenyin": 1,
        "quality": 1,
        "type": 1,
        "img": "/simangdiguo/zhizhengguanchangjian.jpg",
        "bonus": "帝国·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合4结束】前排随机位置召唤【盾甲禁卫-lv2】"
            },
            {
                "effect": "【回合4结束】前排随机位置召唤【盾甲禁卫-lv3】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【盾甲禁卫-lv3】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【盾甲禁卫-lv4】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【盾甲禁卫-lv5】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【盾甲禁卫-lv5】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【盾甲禁卫-lv7】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv8】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv10】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv12】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv14】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv16】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【盾甲禁卫-lv20】，随机友军护甲+2"
            }
        ]
    },
    {
        "id": 3,
        "name": "聚能之剑",
        "zhenyin": 1,
        "quality": 1,
        "type": 1,
        "img": "/simangdiguo/junengzhijian.jpg",
        "bonus": "帝国·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合3结束】中排随机位置召唤【帝国后勤官-lv1】"
            },
            {
                "effect": "【回合3结束】中排随机位置召唤【帝国后勤官-lv2】"
            },
            {
                "effect": "【回合3结束】中排随机位置召唤【帝国后勤官-lv3】"
            },
            {
                "effect": "【回合3结束】中排随机位置召唤【帝国后勤官-lv4】"
            },
            {
                "effect": "【回合3结束】中排随机位置召唤【帝国后勤官-lv5】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv6】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv7】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv9】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv11】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv13】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv15】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv17】"
            },
            {
                "effect": "【回合2结束】中排随机位置召唤【帝国后勤官-lv19】"
            }
        ]
    },
    {
        "id": 4,
        "name": "激昂权杖",
        "zhenyin": 1,
        "quality": 1,
        "type": 1,
        "img": "/simangdiguo/jiangquanzhang.jpg",
        "bonus": "排行榜，点赞【粉尘】+200%",
        "data": [
            {
                "effect": "【回合4】随机友军攻击+1，并失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】随机友军攻击+2，并失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】随机友军攻击+2，并失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】随机友军攻击+2，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】随机友军攻击+4，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】2个友军攻击+3，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】2个友军攻击+5，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+5，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+6，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+8，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+10，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+12，全体友军失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合3】3个友军攻击+14，全体友军失去【守军】和【迟缓】"
            }
        ]
    },
    {
        "id": 5,
        "name": "遗迹宝剑",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/yijibaojian.jpg",
        "bonus": "帝国·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合5】随机友军+1/+1，获得【回命】"
            },
            {
                "effect": "【回合5】随机友军+2/+2，获得【回命】"
            },
            {
                "effect": "【回合4】随机友军+2/+3，获得【回命】"
            },
            {
                "effect": "【回合4】随机友军+3/+5，获得【回命】"
            },
            {
                "effect": "【回合4】随机友军+5/+5，获得【回命】"
            },
            {
                "effect": "【回合3】随机友军+5/+7，获得【回命】"
            },
            {
                "effect": "【回合3】随机友军+6/+10，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+7/+15，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+9/+19，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+12/+24，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+15/+29，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+18/+35，获得【回命】、【洞察1】"
            },
            {
                "effect": "【回合3】随机友军+21/+42，获得【回命】、【洞察1】"
            }
        ]
    },
    {
        "id": 6,
        "name": "天命链锤",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/tianminglianchui.jpg",
        "bonus": "天梯 每日3胜奖励的命运之石+200",
        "data": [
            {
                "effect": "【回合5】随机友军+1/+1，获得【护甲2】"
            },
            {
                "effect": "【回合5】随机友军+2/+2，获得【护甲2】"
            },
            {
                "effect": "【回合4】随机友军+2/+2，获得【护甲3】"
            },
            {
                "effect": "【回合4】随机友军+3/+3，获得【护甲3】"
            },
            {
                "effect": "【回合4】随机友军+3/+5，获得【护甲4】"
            },
            {
                "effect": "【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】随机友军+4/+7，获得【护甲6】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+5/+9，获得【护甲7】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+6/+12，获得【护甲8】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+8/+16，获得【护甲9】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+10/+20，获得【护甲10】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+12/+22，获得【护甲12】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】随机友军+15/+25，获得【护甲15】，随机护甲友军获得【磐龙】"
            }
        ]
    },
    {
        "id": 7,
        "name": "克敌巨剑",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/kedijujian.jpg",
        "bonus": "boss宝箱 5倍付费收益+240%",
        "data": [
            {
                "effect": "【回合6】随机友军+3/+3，1个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合6】随机友军+3/+3，2个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合6】随机友军+4/+4，2个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合6】随机友军+4/+5，3个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合6】随机友军+6/+6，3个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合5】随机友军+7/+7，3个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合5】随机友军+9/+9，4个敌军【眩晕】1回合"
            },
            {
                "effect": "【回合5】随机友军+11/+11，5个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            },
            {
                "effect": "【回合5】随机友军+15/+15，6个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            },
            {
                "effect": "【回合5】随机友军+20/+20，7个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            },
            {
                "effect": "【回合5】随机友军+25/+25，7个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            },
            {
                "effect": "【回合5】随机友军+30/+30，7个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            },
            {
                "effect": "【回合5】随机友军+36/+36，7个敌军【眩晕】1回合，无视【神佑】、【魔免】"
            }
        ]
    },
    {
        "id": 8,
        "name": "光芒长杖",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/guangmangchangzhang.jpg",
        "bonus": "钻石挑战，周三档获得【钻石】+80%",
        "data": [
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv1】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv2】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv3】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv4】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv5】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv6】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv7】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv9】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv11】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv13】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv15】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv17】"
            },
            {
                "effect": "【回合4】后排位置召唤【圣光主祭-lv18】，英雄生命+5"
            }
        ]
    },
    {
        "id": 9,
        "name": "禁卫之矛",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/jinweizhimao.jpg",
        "bonus": "异界，战区排名奖励，星空币+150%",
        "data": [
            {
                "effect": "【回合5】召唤【禁卫指挥官-lv1】"
            },
            {
                "effect": "【回合5】召唤【禁卫指挥官-lv2】"
            },
            {
                "effect": "【回合5】召唤【禁卫指挥官-lv3】"
            },
            {
                "effect": "【回合5】召唤【禁卫指挥官-lv4】"
            },
            {
                "effect": "【回合5】召唤【禁卫指挥官-lv5】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv5】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv6】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv8】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv10】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv12】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv14】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv16】"
            },
            {
                "effect": "【回合4】召唤【禁卫指挥官-lv18】"
            }
        ]
    },
    {
        "id": 10,
        "name": "圣印·近卫之弓",
        "zhenyin": 1,
        "quality": 2,
        "type": 1,
        "img": "/simangdiguo/shengyin_jinweizhigong.jpg",
        "bonus": "宠物洗炼，钻石消耗降低20%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·据城反击-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv7】，随机守军友军+1/+2"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv8】，随机守军友军+3/+3"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv10】，随机守军友军+4/+4"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv12】，随机守军友军+5/+5"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv14】，随机守军友军+6/+6"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv16】，随机守军友军+7/+7"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv18】，随机守军友军+8/+9"
            },
            {
                "effect": "【回合3】召唤【符文·据城反击-lv20】，随机守军友军+10/+10"
            }
        ]
    },
    {
        "id": 11,
        "name": "正义审判",
        "zhenyin": 1,
        "quality": 3,
        "type": 1,
        "img": "/simangdiguo/zhengyishenpan.jpg",
        "bonus": "帝国·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合5】随机敌军-2/-2并眩晕，全体友军攻击+1"
            },
            {
                "effect": "【回合5】随机敌军-3/-3并眩晕，全体友军攻击+1"
            },
            {
                "effect": "【回合5】随机敌军-3/-3并眩晕，全体友军+1/+1"
            },
            {
                "effect": "【回合5】随机敌军-4/-4并眩晕，全体友军+1/+1"
            },
            {
                "effect": "【回合5】随机敌军-5/-5并眩晕，全体友军+1/+2"
            },
            {
                "effect": "【回合5】随机敌军-6/-6并眩晕，全体友军+2/+2"
            },
            {
                "effect": "【回合5】随机敌军-10/-10并眩晕，全体友军+2/+4"
            },
            {
                "effect": "【回合5】随机敌军-12/-12并眩晕，全体友军+3/+5"
            },
            {
                "effect": "【回合5】随机敌军-15/-15并眩晕，全体友军+4/+7"
            },
            {
                "effect": "【回合5】随机敌军-20/-20并眩晕，全体友军+5/+9"
            },
            {
                "effect": "【回合5】随机敌军-25/-25并眩晕，全体友军+7/+12"
            },
            {
                "effect": "【回合5】随机敌军-33/-33并眩晕，全体友军+9/+15"
            },
            {
                "effect": "【回合5】随机敌军-40/-40并眩晕，全体友军+10/+20"
            }
        ]
    },
    {
        "id": 12,
        "name": "荣耀命运权杖",
        "zhenyin": 1,
        "quality": 3,
        "type": 1,
        "img": "/simangdiguo/rongyaomingyunquanzhang.jpg",
        "bonus": "天梯 获胜时奖励的命运之石+35",
        "data": [
            {
                "effect": "【回合5结束】获得【皇家狮鹫-lv2】，吹回随机敌军"
            },
            {
                "effect": "【回合5结束】获得【皇家狮鹫-lv3】，吹回随机敌军"
            },
            {
                "effect": "【回合4结束】获得【皇家狮鹫-lv3】，吹回随机敌军"
            },
            {
                "effect": "【回合4结束】获得【皇家狮鹫-lv4】，吹回随机敌军"
            },
            {
                "effect": "【回合4结束】获得【皇家狮鹫-lv6】，吹回随机敌军"
            },
            {
                "effect": "【回合4】获得【皇家狮鹫-lv7】，吹回随机敌军"
            },
            {
                "effect": "【回合4】获得【皇家狮鹫-lv9】，吹回随机敌军"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv11】，吹回随机敌军"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv13】，吹回随机敌军"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv15】，吹回随机敌军"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv16】，吹回随机敌军，英雄生命+10"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv18】，吹回随机敌军，英雄生命+20"
            },
            {
                "effect": "【回合3】获得【皇家狮鹫-lv20】，吹回随机敌军，英雄生命+30"
            }
        ]
    },
    {
        "id": 13,
        "name": "锻金锤",
        "zhenyin": 1,
        "quality": 3,
        "type": 1,
        "img": "/simangdiguo/duanjinchui.jpg",
        "bonus": "帝国·英雄 生命+45",
        "data": [
            {
                "effect": "【回合3】召唤【钢铁大师-lv2】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv3】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv4】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv5】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv6】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv7】，随机2个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv9】，随机2个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv10】，随机3个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv12】，随机3个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv14】，随机3个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv16】，随机3个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv18】，随机3个护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合3】召唤【钢铁大师-lv20】，随机4个护甲友军获得【磐龙】"
            }
        ]
    },
    {
        "id": 14,
        "name": "圣印·拥护之剑",
        "zhenyin": 1,
        "quality": 3,
        "type": 1,
        "img": "/simangdiguo/shengyin_yonghuzhijian.jpg",
        "bonus": "帝国英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合2】召唤【符文·民兵徽记-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·民兵徽记-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·民兵徽记-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·民兵徽记-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·民兵徽记-lv6】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv6】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv8】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv10】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv12】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv14】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv16】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv18】"
            },
            {
                "effect": "【回合1】召唤【符文·民兵徽记-lv20】"
            }
        ]
    },
    {
        "id": 15,
        "name": "遗迹地图",
        "zhenyin": 1,
        "quality": 1,
        "type": 2,
        "img": "/simangdiguo/yijiditu.jpg",
        "bonus": "帝国·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合2结束】获得【增援战线-lv2】"
            },
            {
                "effect": "【回合2结束】获得【增援战线-lv3】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv3】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv4】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv6】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv6】，召唤【小镇民兵-lv3】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv8】，召唤【小镇民兵-lv4】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv10】，召唤【小镇民兵-lv5】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv12】，召唤【小镇民兵-lv7】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv14】，召唤【小镇民兵-lv8】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv16】，召唤【小镇民兵-lv10】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv18】，召唤【小镇民兵-lv12】"
            },
            {
                "effect": "【回合1结束】获得【增援战线-lv20】，召唤【小镇民兵-lv14】"
            }
        ]
    },
    {
        "id": 16,
        "name": "耐力护符",
        "zhenyin": 1,
        "quality": 1,
        "type": 2,
        "img": "/simangdiguo/nailihufu.jpg",
        "bonus": "战役 每周购买体力上限+10",
        "data": [
            {
                "effect": "【回合5结束】英雄生命+8"
            },
            {
                "effect": "【回合5结束】英雄生命+10"
            },
            {
                "effect": "【回合4结束】英雄生命+12"
            },
            {
                "effect": "【回合4结束】英雄生命+15"
            },
            {
                "effect": "【回合3结束】英雄生命+18"
            },
            {
                "effect": "【回合3结束】英雄生命+20，随机友军生命+2"
            },
            {
                "effect": "【回合3结束】英雄生命+24，随机友军生命+4"
            },
            {
                "effect": "【回合3结束】英雄生命+25，随机友军生命+4"
            },
            {
                "effect": "【回合3结束】英雄生命+30，随机友军生命+6"
            },
            {
                "effect": "【回合3】英雄生命+36，随机友军生命+9"
            },
            {
                "effect": "【回合3】英雄生命+42，随机友军生命+12"
            },
            {
                "effect": "【回合3】英雄生命+50，随机友军生命+15"
            },
            {
                "effect": "【回合3】英雄生命+60，两个友军生命+18"
            }
        ]
    },
    {
        "id": 17,
        "name": "正义勋章",
        "zhenyin": 1,
        "quality": 1,
        "type": 2,
        "img": "/simangdiguo/zhengyixunzhang.jpg",
        "bonus": "酒馆·正义阵营 刷卡数量+24",
        "data": [
            {
                "effect": "【回合4】随机友军生命+2，护甲+1"
            },
            {
                "effect": "【回合3】随机友军生命+3，护甲+1"
            },
            {
                "effect": "【回合3】随机友军生命+5，护甲+1"
            },
            {
                "effect": "【回合2】随机友军生命+5，护甲+1"
            },
            {
                "effect": "【回合2】随机友军生命+7，护甲+1"
            },
            {
                "effect": "【回合2】随机友军生命+8，护甲+2"
            },
            {
                "effect": "【回合2】随机友军生命+10，护甲+2"
            },
            {
                "effect": "【回合2】随机友军生命+12，护甲+3"
            },
            {
                "effect": "【回合2】随机友军生命+16，护甲+5"
            },
            {
                "effect": "【回合2】随机友军生命+20，护甲+7"
            },
            {
                "effect": "【回合2】随机友军生命+25，护甲+8"
            },
            {
                "effect": "【回合2】随机友军生命+30，护甲+9"
            },
            {
                "effect": "【回合2】随机友军生命+35，护甲+10"
            }
        ]
    },
    {
        "id": 18,
        "name": "韧皮箭囊",
        "zhenyin": 1,
        "quality": 1,
        "type": 2,
        "img": "/simangdiguo/renpijiannang.jpg",
        "bonus": "免费日礼包，蓝色能量罐+39",
        "data": [
            {
                "effect": "【回合4】后排位置召唤【塔楼弓手-lv1】"
            },
            {
                "effect": "【回合4】后排位置召唤【塔楼弓手-lv2】"
            },
            {
                "effect": "【回合3】后排位置召唤【塔楼弓手-lv2】"
            },
            {
                "effect": "【回合3】后排位置召唤【塔楼弓手-lv3】"
            },
            {
                "effect": "【回合3】后排位置召唤【塔楼弓手-lv4】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv4】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv6】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv8】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv10】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv12】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv14】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv16】"
            },
            {
                "effect": "【回合2】后排位置召唤【塔楼弓手-lv18】"
            }
        ]
    },
    {
        "id": 19,
        "name": "帝国征兵令",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/diguozhengbingling.jpg",
        "bonus": "帝国·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合1结束】前排随机位置召唤【防御工事-lv3】"
            },
            {
                "effect": "【回合1结束】前排随机位置召唤【防御工事-lv4】"
            },
            {
                "effect": "【回合1结束】前排随机位置召唤【防御工事-lv5】"
            },
            {
                "effect": "【回合1结束】前排随机位置召唤【防御工事-lv6】"
            },
            {
                "effect": "【回合1结束】前排随机位置召唤【防御工事-lv7】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv8】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv10】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv11】，随机友军生命+2"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv13】，随机友军生命+4"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv15】，随机友军生命+6"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv16】，随机友军生命+9"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv18】，随机友军生命+10"
            },
            {
                "effect": "【回合1】前排随机位置召唤【防御工事-lv20】，随机友军生命+15"
            }
        ]
    },
    {
        "id": 20,
        "name": "光明徽记",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/guangminghuiji.jpg",
        "bonus": "帝国·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合3结束】获得【光明惩戒-lv3】"
            },
            {
                "effect": "【回合3结束】获得【光明惩戒-lv4】"
            },
            {
                "effect": "【回合3结束】获得【光明惩戒-lv5】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv6】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv7】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv7】，召唤【小镇民兵-lv1】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv8】，召唤【小镇民兵-lv5】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv10】，召唤【小镇民兵-lv9】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv12】，召唤【小镇民兵-lv12】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv15】，召唤【小镇民兵-lv15】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv16】，召唤【小镇民兵-lv17】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv18】，召唤【小镇民兵-lv18】"
            },
            {
                "effect": "【回合2结束】获得【光明惩戒-lv20】，召唤【小镇民兵-lv20】"
            }
        ]
    },
    {
        "id": 21,
        "name": "征收官之帽",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/zhengshouguanzhimao.jpg",
        "bonus": "征收 金币数量+50%",
        "data": [
            {
                "effect": "【回合5】召唤【圣殿卫士-lv1】、【警卫-lv1】"
            },
            {
                "effect": "【回合5】召唤【圣殿卫士-lv2】、【警卫-lv2】"
            },
            {
                "effect": "【回合5】召唤【圣殿卫士-lv2】、【小镇民兵-lv1】、【警卫-lv1】"
            },
            {
                "effect": "【回合5】召唤【圣殿卫士-lv3】、【小镇民兵-lv2】、【警卫-lv2】"
            },
            {
                "effect": "【回合5】召唤【圣殿卫士-lv3】、【小镇民兵-lv3】、【警卫-lv3】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv4】、【小镇民兵-lv4】、【警卫-lv4】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv5】、【小镇民兵-lv5】、【警卫-lv5】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv6】、【小镇民兵-lv6】、【警卫-lv6】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv7】、【小镇民兵-lv7】、【警卫-lv7】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv8】、【小镇民兵-lv8】、【警卫-lv8】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv10】、【小镇民兵-lv10】、【警卫-lv10】"
            },
            {
                "effect": "【回合4】召唤【圣殿卫士-lv12】、【小镇民兵-lv12】、【警卫-lv12】"
            },
            {
                "effect": "【回合4】召唤【白头狮鹫-lv15】、【圣殿卫士-lv15】、【警卫-lv15】"
            }
        ]
    },
    {
        "id": 22,
        "name": "振励军号",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/zhenlijunhao.jpg",
        "bonus": "公会捐赠所得【公会币】+100%",
        "data": [
            {
                "effect": "【回合4】全体友军+1/+1，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+2/+1，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+2/+2，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+2/+3，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+3/+3，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+4/+4，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+5/+5，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+6/+6，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+7/+7，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+8/+8，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+9/+9，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+10/+10，失去【守军】和【迟缓】"
            },
            {
                "effect": "【回合4】全体友军+12/+12，失去【守军】和【迟缓】"
            }
        ]
    },
    {
        "id": 23,
        "name": "圣堂铁砧",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/shengtengtiezhen.jpg",
        "bonus": "公会-周任务【高级宝箱】收益+200%",
        "data": [
            {
                "effect": "【回合2】前排位置召唤【圣堂门卫-lv1】"
            },
            {
                "effect": "【回合2】前排位置召唤【圣堂门卫-lv3】"
            },
            {
                "effect": "【回合2】前排位置召唤【圣堂门卫-lv4】，获得【重装锻造-lv1】"
            },
            {
                "effect": "【回合2】前排位置召唤【圣堂门卫-lv5】，获得【重装锻造-lv1】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv6】，获得【重装锻造-lv1】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv11】，获得【重装锻造-lv10】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv12】，获得【重装锻造-lv12】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv14】，获得【重装锻造-lv14】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv16】，获得【重装锻造-lv16】"
            },
            {
                "effect": "【回合1】前排位置召唤【圣堂门卫-lv18】，获得【重装锻造-lv18】"
            }
        ]
    },
    {
        "id": 24,
        "name": "圣印·神彩宝戒",
        "zhenyin": 1,
        "quality": 2,
        "type": 2,
        "img": "/simangdiguo/shengyin_shencaibaojie.jpg",
        "bonus": "酒馆-正义阵营，每次刷新数量+40",
        "data": [
            {
                "effect": "【回合2】召唤【符文·神授权柄-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·神授权柄-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·神授权柄-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·神授权柄-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·神授权柄-lv5】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv5】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv6】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv7】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv8】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv9】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv11】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv13】"
            },
            {
                "effect": "【回合1】召唤【符文·神授权柄-lv15】"
            }
        ]
    },
    {
        "id": 25,
        "name": "天堂守护",
        "zhenyin": 1,
        "quality": 3,
        "type": 2,
        "img": "/simangdiguo/tiantangshouhu.jpg",
        "bonus": "帝国·英雄 生命+45",
        "data": [
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv1】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv2】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv3】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv4】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv5】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv7】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv9】"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv10】，全体敌军攻击-2"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv12】，全体敌军攻击-3"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv14】，全体敌军攻击-4"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv16】，全体敌军攻击-6"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv18】，全体敌军攻击-9"
            },
            {
                "effect": "【回合6】前排随机位置召唤【荣光堡垒-lv20】，全体敌军攻击-13"
            }
        ]
    },
    {
        "id": 26,
        "name": "天使面容",
        "zhenyin": 1,
        "quality": 3,
        "type": 2,
        "img": "/simangdiguo/tianshimianrong.jpg",
        "bonus": "帝国·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合5】2个友军+1/+2，本回合获得【神佑】、【回命】"
            },
            {
                "effect": "【回合5】2个友军+1/+4，本回合获得【神佑】、【回命】"
            },
            {
                "effect": "【回合5】3个友军+1/+4，本回合获得【神佑】、【回命】"
            },
            {
                "effect": "【回合5】3个友军+1/+6，本回合获得【神佑】、【回命】"
            },
            {
                "effect": "【回合5】3个友军+1/+8，本回合获得【神佑】、【回命】"
            },
            {
                "effect": "【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】3个友军+2/+10，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】4个友军+3/+10，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】4个友军+4/+12，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】5个友军+5/+15，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】5个友军+6/+18，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】5个友军+8/+20，本回合获得【神佑】、【回命】、【先攻】"
            },
            {
                "effect": "【回合5】5个友军+10/+25，本回合获得【神佑】、【回命】、【先攻】"
            }
        ]
    },
    {
        "id": 27,
        "name": "圣洁纹章",
        "zhenyin": 1,
        "quality": 3,
        "type": 2,
        "img": "/simangdiguo/shengjiewenzhang.jpg",
        "bonus": "周活动-陨石矿场，每日免费次数+12",
        "data": [
            {
                "effect": "【回合3】召唤【白袍主教-lv2】"
            },
            {
                "effect": "【回合3】召唤【白袍主教-lv3】"
            },
            {
                "effect": "【回合3】召唤【白袍主教-lv4】"
            },
            {
                "effect": "【回合3】召唤【白袍主教-lv5】"
            },
            {
                "effect": "【回合3】召唤【白袍主教-lv7】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv7】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv8】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv10】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv12】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv14】，获得【光之赞歌-lv4】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv16】，获得【光之赞歌-lv6】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv18】，获得【光之赞歌-lv8】"
            },
            {
                "effect": "【回合2】召唤【白袍主教-lv20】，获得【光之赞歌-lv10】"
            }
        ]
    },
    {
        "id": 28,
        "name": "圣印·信念之护",
        "zhenyin": 1,
        "quality": 3,
        "type": 2,
        "img": "/simangdiguo/shengyin_xinnianzhihu.jpg",
        "bonus": "帝国英雄，生命+10",
        "data": [
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv6】，随机友军攻击+2"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv8】，随机友军攻击+2"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv10】，随机友军攻击+3"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv12】，随机友军攻击+4"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv14】，随机友军攻击+5"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv16】，随机友军攻击+6"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv18】，随机友军攻击+8"
            },
            {
                "effect": "【回合2】召唤【符文·信念为铠-lv20】，随机友军攻击+10"
            }
        ]
    },
    {
        "id": 29,
        "name": "炼金师长杖",
        "zhenyin": 2,
        "quality": 1,
        "type": 1,
        "img": "/yinmizhe/lianjinshichangzhang.jpg",
        "bonus": "隐秘者·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合5结束】前排随机位置召唤【预言系教授-lv1】"
            },
            {
                "effect": "【回合5结束】前排随机位置召唤【预言系教授-lv2】"
            },
            {
                "effect": "【回合4结束】前排随机位置召唤【预言系教授-lv2】"
            },
            {
                "effect": "【回合4结束】前排随机位置召唤【预言系教授-lv3】"
            },
            {
                "effect": "【回合4结束】前排随机位置召唤【预言系教授-lv4】"
            },
            {
                "effect": "【回合4】前排随机位置召唤【预言系教授-lv4】"
            },
            {
                "effect": "【回合4】前排随机位置召唤【预言系教授-lv6】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【预言系教授-lv8】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【预言系教授-lv10】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【预言系教授-lv12】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【预言系教授-lv14】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【预言系教授-lv16】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【预言系教授-lv18】"
            }
        ]
    },
    {
        "id": 30,
        "name": "魔晶仪式匕首",
        "zhenyin": 2,
        "quality": 1,
        "type": 1,
        "img": "/yinmizhe/mojingyishibishou.jpg",
        "bonus": "隐秘者·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合6】召唤2只【邪月蝙蝠-lv1】"
            },
            {
                "effect": "【回合5】召唤2只【邪月蝙蝠-lv1】"
            },
            {
                "effect": "【回合5】召唤2只【邪月蝙蝠-lv2】"
            },
            {
                "effect": "【回合4】召唤2只【邪月蝙蝠-lv2】"
            },
            {
                "effect": "【回合4】召唤2只【邪月蝙蝠-lv3】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv3】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv5】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv7】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv9】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv11】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv13】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv15】"
            },
            {
                "effect": "【回合3】召唤2只【邪月蝙蝠-lv17】"
            }
        ]
    },
    {
        "id": 31,
        "name": "聚能权杖",
        "zhenyin": 2,
        "quality": 1,
        "type": 1,
        "img": "/yinmizhe/junengquanzhang.jpg",
        "bonus": "隐秘者·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合4】召唤【雷火工组-lv1】"
            },
            {
                "effect": "【回合4】召唤【雷火工组-lv2】"
            },
            {
                "effect": "【回合4】召唤【雷火工组-lv5】"
            },
            {
                "effect": "【回合4】召唤【雷火工组-lv6】"
            },
            {
                "effect": "【回合4】召唤【雷火工组-lv6】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv7】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv9】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv11】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv13】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv15】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv16】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv18】"
            },
            {
                "effect": "【回合3】召唤【雷火工组-lv20】"
            }
        ]
    },
    {
        "id": 32,
        "name": "银蛇长杖",
        "zhenyin": 2,
        "quality": 1,
        "type": 1,
        "img": "/yinmizhe/yinshechangzhang.jpg",
        "bonus": "6元·日礼包，粉尘+1000",
        "data": [
            {
                "effect": "【回合3结束】召唤并获得【幻象蛇-lv1】"
            },
            {
                "effect": "【回合3结束】召唤并获得【幻象蛇-lv2】"
            },
            {
                "effect": "【回合3结束】召唤并获得【幻象蛇-lv3】"
            },
            {
                "effect": "【回合3结束】召唤并获得【幻象蛇-lv4】"
            },
            {
                "effect": "【回合3结束】召唤并获得【幻象蛇-lv6】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv7】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv9】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv11】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv13】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv15】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv16】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv18】"
            },
            {
                "effect": "【回合2结束】召唤并获得【幻象蛇-lv20】"
            }
        ]
    },
    {
        "id": 33,
        "name": "寻宝短杖",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/xunbaoduanzhang.jpg",
        "bonus": "隐秘者·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合3】随机友军攻击+1，获得【穿透】"
            },
            {
                "effect": "【回合3】随机友军攻击+1/+2，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军攻击+1/+2，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军攻击+1/+4，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军攻击+2/+6，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军攻击+3/+10，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军攻击+5/+12，获得【穿透】"
            },
            {
                "effect": "【回合2】随机友军+6/+15，获得【穿透】和【神佑1回合】"
            },
            {
                "effect": "【回合2】随机友军+8/+18，获得【穿透】和【神佑1回合】"
            },
            {
                "effect": "【回合2】随机友军+10/+20，获得【穿透】和【神佑2回合】"
            },
            {
                "effect": "【回合2】随机友军+12/+22，获得【穿透】和【神佑2回合】"
            },
            {
                "effect": "【回合2】随机友军+14/+24，获得【穿透】和【神佑2回合】"
            },
            {
                "effect": "【回合2】随机友军+15/+27，获得【穿透】和【神佑2回合】"
            }
        ]
    },
    {
        "id": 34,
        "name": "华秘宝轮",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/huamibaolun.jpg",
        "bonus": "天梯 周宝箱收益+150%",
        "data": [
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+1/+1，吸取敌方英雄1点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+1/+1，吸取敌方英雄2点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+1/+2，吸取敌方英雄2点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+1/+2，吸取敌方英雄4点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+2/+2，吸取敌方英雄4点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+3/+3，吸取敌方英雄4点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+3/+3，吸取敌方英雄6点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+4/+4，吸取敌方英雄7点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+5/+5，吸取敌方英雄8点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+6/+6，吸取敌方英雄10点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+7/+7，吸取敌方英雄11点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+8/+8，吸取敌方英雄12点生命"
            },
            {
                "effect": "【回合6】你每有1点剩余法力，随机友军+10/+10，吸取敌方英雄13点生命"
            }
        ]
    },
    {
        "id": 35,
        "name": "星界银剑",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/xingjieyinjian.jpg",
        "bonus": "观影礼包 收益+300%",
        "data": [
            {
                "effect": "【回合1结束】获得【破魔系教授-lv2】"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv4】"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv6】"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv7】"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv9】"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默"
            },
            {
                "effect": "【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv13】，随机敌军攻击-3并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv14】，随机敌军攻击-5并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv15】，随机敌军攻击-7并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv16】，随机敌军攻击-9并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv18】，随机敌军攻击-10并沉默"
            },
            {
                "effect": "【回合1】获得【破魔系教授-lv20】，随机敌军攻击-12并沉默"
            }
        ]
    },
    {
        "id": 36,
        "name": "脉冲袖箭",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/maichongxiujian.jpg",
        "bonus": "钻石挑战，周四五档获得【钻石】+70%",
        "data": [
            {
                "effect": "【回合4】召唤【学仆-脉冲型-lv1】"
            },
            {
                "effect": "【回合4】召唤【学仆-脉冲型-lv2】"
            },
            {
                "effect": "【回合4】召唤【学仆-脉冲型-lv3】"
            },
            {
                "effect": "【回合4】召唤【学仆-脉冲型-lv4】"
            },
            {
                "effect": "【回合4】召唤【学仆-脉冲型-lv6】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv6】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv7】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv9】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv11】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv13】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv15】"
            },
            {
                "effect": "【回合3】召唤【学仆-脉冲型-lv17】"
            },
            {
                "effect": "【回合2】召唤【学仆-脉冲型-lv18】"
            }
        ]
    },
    {
        "id": 37,
        "name": "御魔法球",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/yumofaqiu.jpg",
        "bonus": "异界，单场获胜立刻额外获得20个星空币",
        "data": [
            {
                "effect": "【回合3】随机友军+1/+1，魔防+3"
            },
            {
                "effect": "【回合3】随机友军+1/+2，魔防+4"
            },
            {
                "effect": "【回合3】随机友军+2/+2，魔防+5"
            },
            {
                "effect": "【回合3】随机友军+3/+3，魔防+6"
            },
            {
                "effect": "【回合3】随机友军+3/+4，魔防+10"
            },
            {
                "effect": "【回合3】随机友军+5/+5，魔防+12"
            },
            {
                "effect": "【回合3】随机友军+7/+7，魔防+15"
            },
            {
                "effect": "【回合3】随机友军+9/+9，魔防+20"
            },
            {
                "effect": "【回合3】随机友军+11/+11，魔防+25"
            },
            {
                "effect": "【回合3】随机友军+13/+13，魔防+30"
            },
            {
                "effect": "【回合3】随机友军+15/+15，魔防+35"
            },
            {
                "effect": "【回合3】随机友军+18/+18，魔防+40"
            },
            {
                "effect": "【回合3】随机友军+22/+22，魔防+50"
            }
        ]
    },
    {
        "id": 38,
        "name": "秘印·权谋匕首",
        "zhenyin": 2,
        "quality": 2,
        "type": 1,
        "img": "/yinmizhe/miyin_quanmoubishou.jpg",
        "bonus": "100钻石礼包粉尘数量+400",
        "data": [
            {
                "effect": "【回合3】召唤【符文·逆转权谋-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·逆转权谋-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·逆转权谋-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·逆转权谋-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·逆转权谋-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv10】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv12】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv14】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv16】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv18】"
            },
            {
                "effect": "【回合2】召唤【符文·逆转权谋-lv20】"
            }
        ]
    },
    {
        "id": 39,
        "name": "无尽奥秘之杖",
        "zhenyin": 2,
        "quality": 3,
        "type": 1,
        "img": "/yinmizhe/wujinaomizhizhang.jpg",
        "bonus": "隐秘者·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合5】复制随机友军到手牌，2个敌军攻击-1"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，2个敌军攻击-2"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，3个敌军攻击-2"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，3个敌军攻击-3"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，4个敌军攻击-3"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，4个敌军攻击-4"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，4个敌军攻击-5"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，5个敌军攻击-6"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，6个敌军攻击-8"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，6个敌军攻击-10"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，6个敌军攻击-12"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，6个敌军攻击-14"
            },
            {
                "effect": "【回合5】复制随机友军到手牌，6个敌军攻击-16"
            }
        ]
    },
    {
        "id": 40,
        "name": "魔钢秘斧",
        "zhenyin": 2,
        "quality": 3,
        "type": 1,
        "img": "/yinmizhe/mogangmifu.jpg",
        "bonus": "粉尘月卡，对地城冒险战斗收益加成+100%",
        "data": [
            {
                "effect": "【回合7】召唤【魔钢-lv2】"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv3】"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv4】"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv5】"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv7】"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv7】，英雄生命+25"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv8】，英雄生命+40"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv9】，英雄生命+60"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv11】，英雄生命+75"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv13】，英雄生命+100"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv15】，英雄生命+125"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv17】，英雄生命+150"
            },
            {
                "effect": "【回合7】召唤【魔钢-lv20】，英雄生命+200"
            }
        ]
    },
    {
        "id": 41,
        "name": "雷拳",
        "zhenyin": 2,
        "quality": 3,
        "type": 1,
        "img": "/yinmizhe/leiquan.jpg",
        "bonus": "隐秘者·英雄 生命+45",
        "data": [
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv2】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv3】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv4】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv5】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv7】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv8】，获得【源力苏醒-lv5】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv10】，获得【源力苏醒-lv6】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv11】，获得【源力苏醒-lv8】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv13】，获得【源力苏醒-lv10】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv15】，获得【源力苏醒-lv12】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv16】，获得【源力苏醒-lv15】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv18】，获得【源力苏醒-lv18】"
            },
            {
                "effect": "【回合4】召唤【魔像-术法风暴-lv20】，获得【源力苏醒-lv20】"
            }
        ]
    },
    {
        "id": 42,
        "name": "秘印·月夜宝珠",
        "zhenyin": 2,
        "quality": 3,
        "type": 1,
        "img": "/yinmizhe/miyin_yueyebaozhu.jpg",
        "bonus": "隐秘英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv6】，获得【沉默术-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv8】，获得【沉默术-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv10】，获得【沉默术-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv12】，获得【沉默术-lv7】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv14】，获得【沉默术-lv9】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv16】，获得【沉默术-lv11】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv18】，获得【沉默术-lv13】"
            },
            {
                "effect": "【回合2】召唤【符文·邪月之夜-lv20】，获得【沉默术-lv15】"
            }
        ]
    },
    {
        "id": 43,
        "name": "寻宝装置",
        "zhenyin": 2,
        "quality": 1,
        "type": 2,
        "img": "/yinmizhe/xunbaozhuangzhi.jpg",
        "bonus": "隐秘者·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合1结束】获得【隐秘核心-lv1】"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv2】"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv2】，随机友军生命+2"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv3】，随机友军生命+3"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv4】，随机友军生命+5"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv5】，随机友军生命+6"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv6】，随机友军生命+9"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv7】，随机友军生命+13"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv8】，随机友军生命+18"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv10】，随机友军生命+25"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv10】，随机友军生命+32"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv10】，随机友军生命+40"
            },
            {
                "effect": "【回合1结束】获得【隐秘核心-lv10】，随机友军生命+50"
            }
        ]
    },
    {
        "id": 44,
        "name": "裁判官之戒",
        "zhenyin": 2,
        "quality": 1,
        "type": 2,
        "img": "/yinmizhe/caipanguanzhijie.jpg",
        "bonus": "天梯 体力上限+24",
        "data": [
            {
                "effect": "【回合5】随机敌军攻击-1，受到【沉默】"
            },
            {
                "effect": "【回合5】随机敌军攻击-2，受到【沉默】"
            },
            {
                "effect": "【回合4】随机敌军攻击-2，受到【沉默】"
            },
            {
                "effect": "【回合4】随机敌军攻击-3，受到【沉默】"
            },
            {
                "effect": "【回合4】随机敌军攻击-4，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-4，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-6，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-9，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-12，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-16，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-20，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-24，受到【沉默】"
            },
            {
                "effect": "【回合3】随机敌军攻击-28，受到【沉默】"
            }
        ]
    },
    {
        "id": 45,
        "name": "充能装置",
        "zhenyin": 2,
        "quality": 1,
        "type": 2,
        "img": "/yinmizhe/chongnengzhuangzhi.jpg",
        "bonus": "战役失败 广告回体力次数+7",
        "data": [
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv3】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv4】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv5】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv6】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv7】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv7】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv9】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv11】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv13】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv15】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv16】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv18】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【邪月猫妖-lv20】和【真理碎片】"
            }
        ]
    },
    {
        "id": 46,
        "name": "御魔卷轴",
        "zhenyin": 2,
        "quality": 1,
        "type": 2,
        "img": "/yinmizhe/yumojuanzhou.jpg",
        "bonus": "永久累充，每日福利【粉尘】+600",
        "data": [
            {
                "effect": "【回合2结束】获得【御魔术-lv1】"
            },
            {
                "effect": "【回合2结束】获得【御魔术-lv2】"
            },
            {
                "effect": "【回合2结束】获得【御魔术-lv3】"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv4】"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv6】"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv7】，随机友军魔防+2"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv9】，随机友军魔防+4"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv11】，随机友军魔防+6"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv13】，随机友军魔防+8"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv15】，随机友军魔防+10"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv16】，随机友军魔防+15"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv18】，随机友军魔防+20"
            },
            {
                "effect": "【回合1结束】获得【御魔术-lv20】，随机友军魔防+25"
            }
        ]
    },
    {
        "id": 47,
        "name": "观星者",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/guanxingzhe.jpg",
        "bonus": "隐秘者·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合3结束】召唤【方尖魔碑-lv1】"
            },
            {
                "effect": "【回合3结束】召唤【方尖魔碑-lv2】"
            },
            {
                "effect": "【回合3结束】召唤【方尖魔碑-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv5】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv6】，获得【学仆-基础型-lv2】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv9】，获得【学仆-基础型-lv6】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv10】，获得【学仆-基础型-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv12】，获得【学仆-基础型-lv10】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv14】，获得【学仆-基础型-lv12】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv16】，获得【学仆-基础型-lv14】"
            },
            {
                "effect": "【回合2结束】召唤【方尖魔碑-lv18】，获得【学仆-基础型-lv18】"
            }
        ]
    },
    {
        "id": 48,
        "name": "命运水晶球",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/mingyunshuijingqiu.jpg",
        "bonus": "隐秘者·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合4】随机友军+1/+1，获得【隐形】"
            },
            {
                "effect": "【回合4】随机友军+2/+2，获得【隐形】"
            },
            {
                "effect": "【回合3】随机友军+2/+2，获得【隐形】"
            },
            {
                "effect": "【回合3】随机友军+3/+3，获得【隐形】"
            },
            {
                "effect": "【回合3】随机友军+4/+4，获得【隐形】"
            },
            {
                "effect": "【回合2】随机友军+4/+4，获得【隐形】"
            },
            {
                "effect": "【回合2】随机友军+5/+5，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+7/+7，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+9/+9，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+12/+12，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+15/+15，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+18/+18，获得【隐形】，并获得【回命】1回合"
            },
            {
                "effect": "【回合2】随机友军+21/+21，获得【隐形】，并获得【回命】3回合"
            }
        ]
    },
    {
        "id": 49,
        "name": "纯净紫钻",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/chunjingzizuan.jpg",
        "bonus": "永久卡 每日领取钻石数量+400",
        "data": [
            {
                "effect": "【回合4结束】召唤【幻域秘树-lv2】"
            },
            {
                "effect": "【回合4结束】召唤【幻域秘树-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【幻域秘树-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【幻域秘树-lv4】"
            },
            {
                "effect": "【回合3结束】召唤【幻域秘树-lv5】"
            },
            {
                "effect": "【回合3结束】召唤【幻域秘树-lv7】"
            },
            {
                "effect": "【回合3结束】召唤【幻域秘树-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv10】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv11】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv13】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv15】"
            },
            {
                "effect": "【回合2结束】召唤【幻域秘树-lv17】"
            }
        ]
    },
    {
        "id": 50,
        "name": "魔像核心",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/moxianghexin.jpg",
        "bonus": "永久累充，每日福利【紫色能量罐】+20",
        "data": [
            {
                "effect": "【回合3】召唤【魔像-御咒铁卫-lv2】"
            },
            {
                "effect": "【回合3】召唤【魔像-御咒铁卫-lv3】"
            },
            {
                "effect": "【回合3】召唤【魔像-御咒铁卫-lv4】"
            },
            {
                "effect": "【回合3】召唤【魔像-御咒铁卫-lv5】"
            },
            {
                "effect": "【回合3】召唤【魔像-御咒铁卫-lv6】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv6】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv7】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv9】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv11】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv13】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv15】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv17】"
            },
            {
                "effect": "【回合2】召唤【魔像-御咒铁卫-lv18】，获得【蕾拉火球-lv12】"
            }
        ]
    },
    {
        "id": 51,
        "name": "遥控装置",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/yaokongzhuangzhi.jpg",
        "bonus": "周活动-疯狂宝箱，成就钻石+400%",
        "data": [
            {
                "effect": "【回合3】后排位置召唤【学仆-猛禽型-lv1】"
            },
            {
                "effect": "【回合3】后排位置召唤【学仆-猛禽型-lv2】"
            },
            {
                "effect": "【回合3】后排位置召唤【学仆-猛禽型-lv3】"
            },
            {
                "effect": "【回合3】后排位置召唤【学仆-猛禽型-lv4】"
            },
            {
                "effect": "【回合3】后排位置召唤【学仆-猛禽型-lv5】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv5】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv6】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv8】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv10】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv12】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv14】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv16】"
            },
            {
                "effect": "【回合2】后排位置召唤【学仆-猛禽型-lv16】、【洞察1】"
            }
        ]
    },
    {
        "id": 52,
        "name": "秘印·沉寂面具",
        "zhenyin": 2,
        "quality": 2,
        "type": 2,
        "img": "/yinmizhe/miyin_chenjimianju.jpg",
        "bonus": "邪恶酒馆刷橙卡概率+10%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·静默进军-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·静默进军-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·静默进军-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·静默进军-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·静默进军-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv10】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv12】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv14】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv16】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv18】"
            },
            {
                "effect": "【回合2】召唤【符文·静默进军-lv20】"
            }
        ]
    },
    {
        "id": 53,
        "name": "晚星",
        "zhenyin": 2,
        "quality": 3,
        "type": 2,
        "img": "/yinmizhe/wanxing.jpg",
        "bonus": "隐秘者·英雄 生命+45",
        "data": [
            {
                "effect": "【回合2结束】获得【白首魔根-lv3】"
            },
            {
                "effect": "【回合2结束】获得【白首魔根-lv4】"
            },
            {
                "effect": "【回合2结束】获得【白首魔根-lv5】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【白首魔根-lv6】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【白首魔根-lv7】和【真理碎片】"
            },
            {
                "effect": "【回合1结束】获得【白首魔根-lv8】和【真理碎片】，随机敌军攻击-2"
            },
            {
                "effect": "【回合1结束】获得【白首魔根-lv10】和【真理碎片】，随机敌军攻击-4"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv11】和【真理碎片】，随机敌军攻击-5"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv13】和【真理碎片】，随机敌军攻击-8"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv15】和【真理碎片】，随机敌军攻击-12"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv16】和【真理碎片】，随机敌军攻击-16"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv18】和【真理碎片】，随机敌军攻击-20"
            },
            {
                "effect": "【回合1】获得【白首魔根-lv20】和【真理碎片】，随机敌军攻击-25"
            }
        ]
    },
    {
        "id": 54,
        "name": "夜空之歌",
        "zhenyin": 2,
        "quality": 3,
        "type": 2,
        "img": "/yinmizhe/yekongzhige.jpg",
        "bonus": "隐秘者·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv1】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv2】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv3】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv4】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv5】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv7】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv8】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv10】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv12】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv14】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv16】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv18】"
            },
            {
                "effect": "【回合5结束】召唤【睿智史芬斯-lv20】"
            }
        ]
    },
    {
        "id": 55,
        "name": "方舟密钥",
        "zhenyin": 2,
        "quality": 3,
        "type": 2,
        "img": "/yinmizhe/fangzhoumiyao.jpg",
        "bonus": "异界，领取的战斗星空币+50%",
        "data": [
            {
                "effect": "【回合6】中排位置召唤【米拉方舟-lv2】"
            },
            {
                "effect": "【回合6】中排位置召唤【米拉方舟-lv3】"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv3】"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv4】"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv5】"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv6】，2个敌军攻击-1"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv7】，2个敌军攻击-2"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv8】，3个敌军攻击-2"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv10】，3个敌军攻击-2"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv12】，3个敌军攻击-2"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv13】，3个敌军攻击-3"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv15】，3个敌军攻击-3"
            },
            {
                "effect": "【回合5】中排位置召唤【米拉方舟-lv18】，3个敌军攻击-4"
            }
        ]
    },
    {
        "id": 56,
        "name": "秘印·荒芜法袍",
        "zhenyin": 2,
        "quality": 3,
        "type": 2,
        "img": "/yinmizhe/miyin_huangwufapao.jpg",
        "bonus": "隐秘英雄，生命+10",
        "data": [
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv7】，随机敌军攻击-2"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv9】，随机敌军攻击-2"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv10】，随机敌军攻击-3"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv12】，随机敌军攻击-4"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv14】，随机敌军攻击-5"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv16】，随机敌军攻击-6"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv18】，随机敌军攻击-7"
            },
            {
                "effect": "【回合3】召唤【符文·荒野幻象-lv20】，随机敌军攻击-8"
            }
        ]
    },
    {
        "id": 57,
        "name": "铜钱宝剑",
        "zhenyin": 3,
        "quality": 1,
        "type": 1,
        "img": "/chanyigu/tongqianbaojian.jpg",
        "bonus": "禅意谷·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合5结束】获得【铁山靠-lv2】"
            },
            {
                "effect": "【回合4结束】获得【铁山靠-lv3】"
            },
            {
                "effect": "【回合4结束】获得【铁山靠-lv4】"
            },
            {
                "effect": "【回合3结束】获得【铁山靠-lv5】"
            },
            {
                "effect": "【回合3结束】获得【铁山靠-lv6】"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv6】，随机友军生命+2"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv7】，随机友军生命+4"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv8】，随机友军生命+6"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv9】，随机友军生命+9"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv10】，随机友军生命+13"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv12】，随机友军生命+15"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv14】，随机友军生命+18"
            },
            {
                "effect": "【回合2结束】获得【铁山靠-lv16】，随机友军生命+21"
            }
        ]
    },
    {
        "id": 58,
        "name": "道心浮尘",
        "zhenyin": 3,
        "quality": 1,
        "type": 1,
        "img": "/chanyigu/daoxinfuchen.jpg",
        "bonus": "禅意谷·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合5】吹回随机敌军。"
            },
            {
                "effect": "【回合5】随机友军攻击+1，吹回随机敌军"
            },
            {
                "effect": "【回合4】随机友军攻击+1，吹回随机敌军"
            },
            {
                "effect": "【回合4】随机友军+1/+2，吹回随机敌军"
            },
            {
                "effect": "【回合4】随机友军+2/+3，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+2/+3，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+3/+3，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+3/+5，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+4/+6，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+5/+8，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+6/+10，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+7/+13，吹回随机敌军"
            },
            {
                "effect": "【回合3】随机友军+8/+16，吹回随机敌军"
            }
        ]
    },
    {
        "id": 59,
        "name": "聚能之矛",
        "zhenyin": 3,
        "quality": 1,
        "type": 1,
        "img": "/chanyigu/junengzhimao.jpg",
        "bonus": "禅意谷·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合6】随机友军+1/+1，随机敌军-1/-1"
            },
            {
                "effect": "【回合5】随机友军+2/+1，随机敌军-1/-1"
            },
            {
                "effect": "【回合5】随机友军+2/+1，随机敌军-2/-2"
            },
            {
                "effect": "【回合4】随机友军+2/+1，随机敌军-2/-2"
            },
            {
                "effect": "【回合4】随机友军+3/+2，随机敌军-2/-2"
            },
            {
                "effect": "【回合3】随机友军+3/+3，随机敌军-2/-2"
            },
            {
                "effect": "【回合3】随机友军+3/+3，随机敌军-3/-3"
            },
            {
                "effect": "【回合3】随机友军+4/+4，随机敌军-4/-4"
            },
            {
                "effect": "【回合3】随机友军+6/+6，随机敌军-5/-5"
            },
            {
                "effect": "【回合3】随机友军+7/+7，随机敌军-7/-7"
            },
            {
                "effect": "【回合3】随机友军+8/+8，随机敌军-8/-8"
            },
            {
                "effect": "【回合3】随机友军+9/+9，随机敌军-9/-9"
            },
            {
                "effect": "【回合3】随机友军+11/+11，随机敌军-11/-11"
            }
        ]
    },
    {
        "id": 60,
        "name": "寒霜剑",
        "zhenyin": 3,
        "quality": 1,
        "type": 1,
        "img": "/chanyigu/hanshuangjian.jpg",
        "bonus": "循环累充，每日福利【金币】+39000",
        "data": [
            {
                "effect": "【回合4】召唤【雪狐剑客-lv1】"
            },
            {
                "effect": "【回合4】召唤【雪狐剑客-lv2】"
            },
            {
                "effect": "【回合4】召唤【雪狐剑客-lv3】"
            },
            {
                "effect": "【回合4】冰封友方随机位置，召唤【雪狐剑客-lv3】"
            },
            {
                "effect": "【回合4】冰封友方随机位置，召唤【雪狐剑客-lv4】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv5】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv7】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv9】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv11】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv13】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv15】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv17】"
            },
            {
                "effect": "【回合3】冰封友方随机位置，召唤【雪狐剑客-lv20】"
            }
        ]
    },
    {
        "id": 61,
        "name": "桃木剑",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/taomujian.jpg",
        "bonus": "禅意谷·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合3结束】获得【卜命道长-lv1】"
            },
            {
                "effect": "【回合3结束】获得【卜命道长-lv2】"
            },
            {
                "effect": "【回合2结束】获得【卜命道长-lv3】"
            },
            {
                "effect": "【回合2结束】获得【卜命道长-lv4】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv6】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv6】和【叶幻师-lv2】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv8】和【叶幻师-lv4】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv10】和【叶幻师-lv6】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv12】和【叶幻师-lv8】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv15】和【叶幻师-lv10】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv16】和【叶幻师-lv13】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv18】和【叶幻师-lv16】"
            },
            {
                "effect": "【回合1结束】获得【卜命道长-lv20】和【叶幻师-lv20】"
            }
        ]
    },
    {
        "id": 62,
        "name": "钻石长枪",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/zuanshichangqiang.jpg",
        "bonus": "钻石月卡 每日领取钻石+400%",
        "data": [
            {
                "effect": "【回合5】随机友军获得【连击】"
            },
            {
                "effect": "【回合5】随机友军攻击+1，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军攻击+1，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+1/+2，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+1/+2，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+3/+2，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+4/+3，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+5/+4，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+7/+5，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+9/+6，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+10/+8，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+12/+10，获得【连击】"
            },
            {
                "effect": "【回合4】随机友军+13/+13，获得【连击】"
            }
        ]
    },
    {
        "id": 63,
        "name": "神机木拐",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/shenjimuguai.jpg",
        "bonus": "boss宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合2】召唤并获得【箭竹守卫-lv1】"
            },
            {
                "effect": "【回合2】召唤并获得【箭竹守卫-lv2】"
            },
            {
                "effect": "【回合2】召唤并获得【箭竹守卫-lv3】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv3】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv5】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv8】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv10】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv12】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv16】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv18】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤并获得【箭竹守卫-lv20】、【洞察1】"
            }
        ]
    },
    {
        "id": 64,
        "name": "风影匕",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/fengyingbi.jpg",
        "bonus": "异界，6胜钻石+1020",
        "data": [
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv1】"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv2】"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv3】"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv4】"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv6】"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv6】，随机敌军受到2点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv7】，随机敌军受到3点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv8】，随机敌军受到4点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv10】，随机敌军受到4点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv12】，随机敌军受到5点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv14】，随机敌军受到7点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv16】，随机敌军受到9点伤害"
            },
            {
                "effect": "【回合3】中排位置召唤【赏金刺客-lv18】，随机敌军受到12点伤害"
            }
        ]
    },
    {
        "id": 65,
        "name": "隐者长棍",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/yinzhechanggun.jpg",
        "bonus": "公会-周任务【普通宝箱】收益+200%",
        "data": [
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv1】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv2】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv3】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv4】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv5】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv6】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv7】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv9】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv11】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv13】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv15】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv17】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【渡船隐士-lv20】，获得【熊大宝-lv7】"
            }
        ]
    },
    {
        "id": 66,
        "name": "灵纹·雄鹿长剑",
        "zhenyin": 3,
        "quality": 2,
        "type": 1,
        "img": "/chanyigu/lingwen_xiongluchangjian.jpg",
        "bonus": "魔盒通行证30胜超值奖励+100",
        "data": [
            {
                "effect": "【回合4】召唤【符文·雄鹿之道-lv1】"
            },
            {
                "effect": "【回合4】召唤【符文·雄鹿之道-lv2】"
            },
            {
                "effect": "【回合4】召唤【符文·雄鹿之道-lv3】"
            },
            {
                "effect": "【回合4】召唤【符文·雄鹿之道-lv4】"
            },
            {
                "effect": "【回合4】召唤【符文·雄鹿之道-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv7】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv8】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv9】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv10】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv12】"
            },
            {
                "effect": "【回合3】召唤【符文·雄鹿之道-lv14】"
            }
        ]
    },
    {
        "id": 67,
        "name": "无极盘龙棍",
        "zhenyin": 3,
        "quality": 3,
        "type": 1,
        "img": "/chanyigu/wujipanlonggun.jpg",
        "bonus": "禅意谷·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合3】后排随机位置召唤【驱魔道人-lv3】"
            },
            {
                "effect": "【回合3】后排随机位置召唤【驱魔道人-lv4】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv4】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv5】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv6】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv7】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv8】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv10】、【洞察1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv12】、【洞察1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv14】、【洞察1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv16】、【洞察1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv18】、【洞察1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【驱魔道人-lv20】、【洞察1】、随机友军+2/+2"
            }
        ]
    },
    {
        "id": 68,
        "name": "玉虚神剑",
        "zhenyin": 3,
        "quality": 3,
        "type": 1,
        "img": "/chanyigu/yuxushenjian.jpg",
        "bonus": "地城冒险钥匙 单把恢复时间-18小时（初始48小时/把）",
        "data": [
            {
                "effect": "【回合6】坠落4把宝剑（4点伤害）"
            },
            {
                "effect": "【回合6】坠落4把宝剑（5点伤害）"
            },
            {
                "effect": "【回合5】坠落4把宝剑（5点伤害）"
            },
            {
                "effect": "【回合5】坠落5把宝剑（5点伤害）"
            },
            {
                "effect": "【回合5】坠落5把宝剑（6点伤害）"
            },
            {
                "effect": "【回合5】坠落5把宝剑（7点伤害），5个友军攻击+1"
            },
            {
                "effect": "【回合5】坠落6把宝剑（7点伤害），6个友军攻击+1"
            },
            {
                "effect": "【回合5】坠落6把宝剑（8点伤害），6个友军攻击+2"
            },
            {
                "effect": "【回合5】坠落7把宝剑（8点伤害），7个友军攻击+3"
            },
            {
                "effect": "【回合5】坠落7把宝剑（9点伤害），7个友军攻击+5"
            },
            {
                "effect": "【回合5】坠落7把宝剑（10点伤害），7个友军攻击+7"
            },
            {
                "effect": "【回合5】坠落7把宝剑（11点伤害），7个友军攻击+9"
            },
            {
                "effect": "【回合5】坠落7把宝剑（13点伤害），7个友军攻击+10"
            }
        ]
    },
    {
        "id": 69,
        "name": "裂风",
        "zhenyin": 3,
        "quality": 3,
        "type": 1,
        "img": "/chanyigu/liefeng.jpg",
        "bonus": "禅意谷·英雄 生命+45",
        "data": [
            {
                "effect": "【回合4】后排位置召唤【御风武者-lv1】"
            },
            {
                "effect": "【回合4】后排位置召唤【御风武者-lv2】"
            },
            {
                "effect": "【回合4】后排位置召唤【御风武者-lv3】"
            },
            {
                "effect": "【回合4】后排位置召唤【御风武者-lv4】"
            },
            {
                "effect": "【回合4】后排位置召唤【御风武者-lv6】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv6】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv8】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv10】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv12】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv14】"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv16】，全体先攻友军攻击+2"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv18】，全体先攻友军攻击+4"
            },
            {
                "effect": "【回合3】后排位置召唤【御风武者-lv20】，全体先攻友军攻击+6"
            }
        ]
    },
    {
        "id": 70,
        "name": "灵纹·古木金戟",
        "zhenyin": 3,
        "quality": 3,
        "type": 1,
        "img": "/chanyigu/lingwen_gumujinji.jpg",
        "bonus": "禅意英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv7】，敌方英雄生命-6"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv8】，敌方英雄生命-12"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv10】，敌方英雄生命-18"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv12】，敌方英雄生命-24"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv14】，敌方英雄生命-30"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv16】，敌方英雄生命-36"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv18】，敌方英雄生命-42"
            },
            {
                "effect": "【回合3】召唤【符文·箭竹林地-lv20】，敌方英雄生命-50"
            }
        ]
    },
    {
        "id": 71,
        "name": "风水罗盘",
        "zhenyin": 3,
        "quality": 1,
        "type": 2,
        "img": "/chanyigu/fengshuiluopan.jpg",
        "bonus": "禅意谷·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合5】随机友军+1/+2，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合5】随机友军+2/+3，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+2/+4，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+3/+6，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+4/+8，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+6/+10，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+8/+12，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+10/+15，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+12/+20，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+15/+25，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+18/+30，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+22/+35，并失去【迟缓】或【守军】"
            },
            {
                "effect": "【回合4】随机友军+25/+40，并失去【迟缓】或【守军】"
            }
        ]
    },
    {
        "id": 72,
        "name": "恢复之戒",
        "zhenyin": 3,
        "quality": 1,
        "type": 2,
        "img": "/chanyigu/huifuzhijie.jpg",
        "bonus": "战役 每1点体力恢复时间-60分钟（初始2小时/点）",
        "data": [
            {
                "effect": "【回合4】召唤【松柏隐者-lv1】"
            },
            {
                "effect": "【回合4】召唤【松柏隐者-lv2】"
            },
            {
                "effect": "【回合4】召唤【松柏隐者-lv3】"
            },
            {
                "effect": "【回合3】召唤【松柏隐者-lv3】"
            },
            {
                "effect": "【回合3】召唤【松柏隐者-lv4】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv5】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv7】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv9】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv11】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv13】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv15】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv17】"
            },
            {
                "effect": "【回合2】召唤【松柏隐者-lv19】，英雄生命+3"
            }
        ]
    },
    {
        "id": 73,
        "name": "掌柜算盘",
        "zhenyin": 3,
        "quality": 1,
        "type": 2,
        "img": "/chanyigu/zhangguisuanpan.jpg",
        "bonus": "每日任务·2号宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合5】召唤【幽谷粮仓-lv1】，敌方生命+5"
            },
            {
                "effect": "【回合5】召唤【幽谷粮仓-lv2】，敌方生命+6"
            },
            {
                "effect": "【回合4】召唤【幽谷粮仓-lv2】，敌方生命+7"
            },
            {
                "effect": "【回合4】召唤【幽谷粮仓-lv3】，敌方生命+8"
            },
            {
                "effect": "【回合4】召唤【幽谷粮仓-lv4】，敌方生命+9"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv5】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv6】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv8】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv10】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv12】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv14】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv16】，敌方生命+10"
            },
            {
                "effect": "【回合3】召唤【幽谷粮仓-lv18】，敌方生命+10"
            }
        ]
    },
    {
        "id": 74,
        "name": "葫芦酒壶",
        "zhenyin": 3,
        "quality": 1,
        "type": 2,
        "img": "/chanyigu/hulujiuhu.jpg",
        "bonus": "公会-日任务【蓝色宝箱】收益+100%",
        "data": [
            {
                "effect": "【回合4】召唤【醉道人-lv1】"
            },
            {
                "effect": "【回合4】召唤【醉道人-lv2】"
            },
            {
                "effect": "【回合4】召唤【醉道人-lv3】"
            },
            {
                "effect": "【回合4】召唤【醉道人-lv4】"
            },
            {
                "effect": "【回合4】召唤【醉道人-lv5】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv6】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv8】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv10】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv12】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv14】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv16】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv18】"
            },
            {
                "effect": "【回合3】召唤【醉道人-lv20】"
            }
        ]
    },
    {
        "id": 75,
        "name": "黄金虎符",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/huangjinhufu.jpg",
        "bonus": "禅意谷·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合3】召唤【黑竹守卫-lv1】"
            },
            {
                "effect": "【回合3】召唤【黑竹守卫-lv2】"
            },
            {
                "effect": "【回合3】召唤【黑竹守卫-lv3】"
            },
            {
                "effect": "【回合2】召唤【黑竹守卫-lv4】"
            },
            {
                "effect": "【回合2】召唤【黑竹守卫-lv5】"
            },
            {
                "effect": "【回合2】召唤【黑竹守卫-lv6】和【黑竹守卫-lv1】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv7】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv8】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv9】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv11】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv13】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv15】"
            },
            {
                "effect": "【回合2】召唤2个【黑竹守卫-lv18】"
            }
        ]
    },
    {
        "id": 76,
        "name": "翡翠玉佩",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/feicuiyupei.jpg",
        "bonus": "禅意谷·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合4结束】获得【蟠桃会-lv1】"
            },
            {
                "effect": "【回合3结束】获得【蟠桃会-lv2】"
            },
            {
                "effect": "【回合3结束】获得【蟠桃会-lv3】"
            },
            {
                "effect": "【回合2结束】获得【蟠桃会-lv4】"
            },
            {
                "effect": "【回合2结束】获得【蟠桃会-lv5】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv7】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv7】和【仙桃-lv3】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv9】和【仙桃-lv6】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv12】和【仙桃-lv10】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv15】和【仙桃-lv15】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv16】和【仙桃-lv17】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv18】和【仙桃-lv18】"
            },
            {
                "effect": "【回合1结束】获得【蟠桃会-lv20】和2个【仙桃-lv20】"
            }
        ]
    },
    {
        "id": 77,
        "name": "沉香药囊",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/chenxiangyaonang.jpg",
        "bonus": "永久卡 能量罐领取数量+30",
        "data": [
            {
                "effect": "【回合5】随机友军攻击+1，获得【先攻】"
            },
            {
                "effect": "【回合5】随机友军攻击+2，获得【先攻】"
            },
            {
                "effect": "【回合4】随机友军+2/+1，获得【先攻】"
            },
            {
                "effect": "【回合4】随机友军+3/+2，获得【先攻】"
            },
            {
                "effect": "【回合4】随机友军+4/+3，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+4/+4，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+5/+6，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+7/+7，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+9/+9，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+12/+12，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+15/+15，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+18/+18，获得【先攻】"
            },
            {
                "effect": "【回合3】随机友军+21/+21，获得【先攻】"
            }
        ]
    },
    {
        "id": 78,
        "name": "聚宝盆",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/jubaopen.jpg",
        "bonus": "战令-所有【钻石】奖励=200%",
        "data": [
            {
                "effect": "【回合4结束】前排位置召唤【摇钱尊者-lv1】"
            },
            {
                "effect": "【回合4结束】前排位置召唤【摇钱尊者-lv2】"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv2】"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv3】"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv4】"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv5】，2个友军生命+2"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv7】，2个友军生命+2"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv8】，2个友军生命+3"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv10】，3个友军生命+3"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv12】，3个友军生命+3"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv14】，3个友军生命+4"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv16】，3个友军生命+6"
            },
            {
                "effect": "【回合3结束】前排位置召唤【摇钱尊者-lv18】，3个友军生命+9"
            }
        ]
    },
    {
        "id": 79,
        "name": "飞狐令",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/feihuling.jpg",
        "bonus": "征兆-史诗卡牌每周可征兆次数+40",
        "data": [
            {
                "effect": "【回合1】获得【雪山飞狐-lv4】"
            },
            {
                "effect": "【回合1】获得【雪山飞狐-lv6】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【雪山飞狐-lv6】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【雪山飞狐-lv8】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【雪山飞狐-lv10】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-1/-1，获得【雪山飞狐-lv11】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-2/-1，获得【雪山飞狐-lv12】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-2/-2，获得【雪山飞狐-lv13】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-3/-2，获得【雪山飞狐-lv14】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-3/-3，获得【雪山飞狐-lv15】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-5/-5，获得【雪山飞狐-lv16】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-7/-7，获得【雪山飞狐-lv18】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，随机敌军-10/-10，获得【雪山飞狐-lv20】"
            }
        ]
    },
    {
        "id": 80,
        "name": "灵纹·松柏灵枝",
        "zhenyin": 3,
        "quality": 2,
        "type": 2,
        "img": "/chanyigu/lingwen_songbailingzhi.jpg",
        "bonus": "正义酒馆刷橙卡概率+10%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv6】，英雄生命+6"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv8】，英雄生命+8"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv10】，英雄生命+10"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv12】，英雄生命+12"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv14】，英雄生命+14"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv16】，英雄生命+16"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv18】，英雄生命+18"
            },
            {
                "effect": "【回合3】召唤【符文·柏松之击-lv20】，英雄生命+20"
            }
        ]
    },
    {
        "id": 81,
        "name": "腾云青龙铠",
        "zhenyin": 3,
        "quality": 3,
        "type": 2,
        "img": "/chanyigu/tengyunqinglongkai.jpg",
        "bonus": "禅意谷·英雄 生命+45",
        "data": [
            {
                "effect": "【回合5】随机友军+1/+1，并获得【神佑】"
            },
            {
                "effect": "【回合5】随机友军+2/+1，并获得【神佑】"
            },
            {
                "effect": "【回合4】随机友军+2/+2，并获得【神佑】"
            },
            {
                "effect": "【回合4】随机友军+3/+3，并获得【神佑】"
            },
            {
                "effect": "【回合4】随机友军+4/+4，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+4/+4，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+6/+6，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+8/+8，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+10/+10，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+12/+12，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+14/+14，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+16/+16，并获得【神佑】"
            },
            {
                "effect": "【回合3】随机友军+19/+19，并获得【神佑】"
            }
        ]
    },
    {
        "id": 82,
        "name": "白鬃破军胄",
        "zhenyin": 3,
        "quality": 3,
        "type": 2,
        "img": "/chanyigu/baizongpojunzhou.jpg",
        "bonus": "禅意谷·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合3】后排随机位置召唤【执剑道者-lv1】"
            },
            {
                "effect": "【回合3】后排随机位置召唤【执剑道者-lv2】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv3】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv4】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv5】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv6】，随机友军攻击+2"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv8】，2个随机友军攻击+2"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv10】，2个随机友军攻击+3"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv12】，2个随机友军攻击+3"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv14】，2个随机友军攻击+4"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv16】，2个随机友军攻击+5"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv18】，2个随机友军攻击+6"
            },
            {
                "effect": "【回合2】后排随机位置召唤【执剑道者-lv20】，2个随机友军攻击+8"
            }
        ]
    },
    {
        "id": 83,
        "name": "厨神金锅",
        "zhenyin": 3,
        "quality": 3,
        "type": 2,
        "img": "/chanyigu/chushenjinguo.jpg",
        "bonus": "钻石挑战，周一档获得【钻石】+150%",
        "data": [
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv1】"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv2】"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv3】"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv4】"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv5】"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv6】，英雄生命+2"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv7】，英雄生命+4"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv9】，英雄生命+5"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv11】，英雄生命+6"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv13】，英雄生命+7"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv15】，英雄生命+12"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv17】，英雄生命+20"
            },
            {
                "effect": "【回合5】后排位置召唤【味仙居掌厨-lv20】，英雄生命+40"
            }
        ]
    },
    {
        "id": 84,
        "name": "灵纹·莲华法衣",
        "zhenyin": 3,
        "quality": 3,
        "type": 2,
        "img": "/chanyigu/lingwen_lianhuafayi.jpg",
        "bonus": "禅意英雄，生命+10",
        "data": [
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv1】，随机传承友军+1/+1"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv2】，随机传承友军+1/+2"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv3】，随机传承友军+2/+2"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv4】，随机传承友军+2/+3"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv5】，随机传承友军+3/+3"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv6】，随机传承友军+4/+4，获得【神佑】1回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv8】，随机传承友军+4/+4，获得【神佑】1回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv10】，随机传承友军+5/+5，获得【神佑】1回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv12】，随机传承友军+6/+6，获得【神佑】1回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv14】，随机传承友军+6/+6，获得【神佑】2回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv16】，随机传承友军+8/+8，获得【神佑】2回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv18】，随机传承友军+10/+10，获得【神佑】2回合"
            },
            {
                "effect": "【回合3】召唤【符文·莲花护佑-lv20】，随机传承友军+12/+12，获得【神佑】2回合"
            }
        ]
    },
    {
        "id": 85,
        "name": "掠夺弯刀",
        "zhenyin": 4,
        "quality": 1,
        "type": 1,
        "img": "/tiantanggang/lueduowandao.jpg",
        "bonus": "天堂港·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合5】召唤【沙漠骆驼-lv1】"
            },
            {
                "effect": "【回合5】召唤【沙漠骆驼-lv2】"
            },
            {
                "effect": "【回合4】召唤【沙漠骆驼-lv3】"
            },
            {
                "effect": "【回合4】召唤【沙漠骆驼-lv4】"
            },
            {
                "effect": "【回合3】召唤【沙漠骆驼-lv4】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv4】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv6】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv8】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv9】、【洞察1】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv11】、【洞察1】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv13】、【洞察1】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv15】、【洞察1】"
            },
            {
                "effect": "【回合2】召唤【沙漠骆驼-lv17】、【洞察1】"
            }
        ]
    },
    {
        "id": 86,
        "name": "黑旗铁钩",
        "zhenyin": 4,
        "quality": 1,
        "type": 1,
        "img": "/tiantanggang/heiqitiegou.jpg",
        "bonus": "天堂港·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合4】吸取敌方英雄4生命"
            },
            {
                "effect": "【回合4】吸取敌方英雄5生命"
            },
            {
                "effect": "【回合4】吸取敌方英雄7生命"
            },
            {
                "effect": "【回合3】吸取敌方英雄8生命"
            },
            {
                "effect": "【回合3】吸取敌方英雄10生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄12生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄15生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄19生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄23生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄28生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄33生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄38生命"
            },
            {
                "effect": "【回合2】吸取敌方英雄45生命"
            }
        ]
    },
    {
        "id": 87,
        "name": "聚能火枪",
        "zhenyin": 4,
        "quality": 1,
        "type": 1,
        "img": "/tiantanggang/junenghuoqiang.jpg",
        "bonus": "天堂港·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合4】召唤【邪月小魔女-lv1】"
            },
            {
                "effect": "【回合4】召唤【邪月小魔女-lv3】"
            },
            {
                "effect": "【回合3】召唤【邪月小魔女-lv3】"
            },
            {
                "effect": "【回合3】召唤【邪月小魔女-lv4】"
            },
            {
                "effect": "【回合3】召唤【邪月小魔女-lv5】"
            },
            {
                "effect": "【回合2】召唤【邪月小魔女-lv6】"
            },
            {
                "effect": "【回合2】召唤【邪月小魔女-lv8】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv9】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv11】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv13】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv15】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv17】"
            },
            {
                "effect": "【回合1】召唤【邪月小魔女-lv19】"
            }
        ]
    },
    {
        "id": 88,
        "name": "矿工锄",
        "zhenyin": 4,
        "quality": 1,
        "type": 1,
        "img": "/tiantanggang/kuanggongchu.jpg",
        "bonus": "周活动-陨石矿场，采集陨铁+200%",
        "data": [
            {
                "effect": "【回合3结束】后排位置召唤【热血矿工-lv1】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【热血矿工-lv2】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【热血矿工-lv3】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【热血矿工-lv4】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【热血矿工-lv5】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv6】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv8】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv10】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv12】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv14】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv16】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv18】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【热血矿工-lv20】"
            }
        ]
    },
    {
        "id": 89,
        "name": "航海家火枪",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/hanghaijiahuoqiang.jpg",
        "bonus": "天堂港·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合3】随机敌军受到2点伤害"
            },
            {
                "effect": "【回合3】随机敌军受到3点伤害"
            },
            {
                "effect": "【回合3】随机敌军受到4点伤害"
            },
            {
                "effect": "【回合2】随机敌军受到4点伤害"
            },
            {
                "effect": "【回合2】随机敌军受到6点伤害"
            },
            {
                "effect": "【回合2】随机敌军受到9点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到12点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到15点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到18点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到22点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到26点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到30点伤害，无视【神佑】和【魔免】"
            },
            {
                "effect": "【回合2】随机敌军受到36点伤害，无视【神佑】和【魔免】"
            }
        ]
    },
    {
        "id": 90,
        "name": "船长双刀",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/chuanzhangshuangdao.jpg",
        "bonus": "酒馆 多刷新一个商品 并至少打3折",
        "data": [
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv1】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv2】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv3】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv4】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv5】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv6】，敌方英雄生命-1"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv8】，敌方英雄生命-1"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv10】，敌方英雄生命-2"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv12】，敌方英雄生命-3"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv14】，敌方英雄生命-4"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv16】，敌方英雄生命-5"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv18】，敌方英雄生命-7"
            },
            {
                "effect": "【回合1】后排随机位置召唤【亡命之徒-lv20】，敌方英雄生命-10，本回合【禁疗】"
            }
        ]
    },
    {
        "id": 91,
        "name": "荣耀刺剑",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/rongyaocijian.jpg",
        "bonus": "荣耀征程 每日3胜奖励+100%",
        "data": [
            {
                "effect": "【回合3】获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+1，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+2，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+3，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+4，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+6，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+8，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+11，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+14，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+18，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+21，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+25，获得【先攻】和【回命】"
            },
            {
                "effect": "【回合3】随机友军攻击+30，获得【先攻】和【回命】"
            }
        ]
    },
    {
        "id": 92,
        "name": "黑旗长刀",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/heiqichangdao.jpg",
        "bonus": "异界，10胜钻石+1400",
        "data": [
            {
                "effect": "【回合5】召唤【黑旗舰队船长-lv1】"
            },
            {
                "effect": "【回合5】召唤【黑旗舰队船长-lv2】"
            },
            {
                "effect": "【回合5】召唤【黑旗舰队船长-lv3】"
            },
            {
                "effect": "【回合5】召唤【黑旗舰队船长-lv4】"
            },
            {
                "effect": "【回合5】召唤【黑旗舰队船长-lv5】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv5】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv6】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv8】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv10】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv12】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv14】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv16】"
            },
            {
                "effect": "【回合4】召唤【黑旗舰队船长-lv18】，吸取敌方英雄10点生命"
            }
        ]
    },
    {
        "id": 93,
        "name": "黑金指虎",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/heijinzhihu.jpg",
        "bonus": "公会捐赠价格-30%",
        "data": [
            {
                "effect": "【回合3结束】召唤【在逃重犯-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【在逃重犯-lv4】"
            },
            {
                "effect": "【回合3结束】召唤【在逃重犯-lv5】"
            },
            {
                "effect": "【回合3结束】召唤【在逃重犯-lv6】"
            },
            {
                "effect": "【回合3结束】召唤【在逃重犯-lv7】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv7】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv10】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv12】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv14】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv16】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv18】"
            },
            {
                "effect": "【回合2结束】召唤【在逃重犯-lv20】，获得【沙暴试炼-lv7】"
            }
        ]
    },
    {
        "id": 94,
        "name": "潮印·夜莺匕首",
        "zhenyin": 4,
        "quality": 2,
        "type": 1,
        "img": "/tiantanggang/chaoyin_yeyingbishou.jpg",
        "bonus": "12元日礼包时空魔镜数量+10",
        "data": [
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv1】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv2】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv3】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv4】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv5】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv6】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv7】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv8】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv10】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv12】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv14】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv16】"
            },
            {
                "effect": "【回合4】召唤【符文·夜莺挽歌-lv18】"
            }
        ]
    },
    {
        "id": 95,
        "name": "美酒与风暴",
        "zhenyin": 4,
        "quality": 3,
        "type": 1,
        "img": "/tiantanggang/meijiuyufengbao.jpg",
        "bonus": "天堂港·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合6结束】抽2张牌"
            },
            {
                "effect": "【回合6结束】抽2张牌，随机敌军受到2点伤害"
            },
            {
                "effect": "【回合5结束】抽2张牌，随机敌军受到3点伤害"
            },
            {
                "effect": "【回合5结束】抽2张牌，随机敌军受到5点伤害"
            },
            {
                "effect": "【回合5结束】抽2张牌，随机敌军受到8点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到8点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到12点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到14点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到16点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到21点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到27点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，随机敌军受到35点伤害"
            },
            {
                "effect": "【回合4结束】抽2张牌，2个随机敌军受到42点伤害"
            }
        ]
    },
    {
        "id": 96,
        "name": "海洋之星",
        "zhenyin": 4,
        "quality": 3,
        "type": 1,
        "img": "/tiantanggang/haiyangzhixing.jpg",
        "bonus": "钻石商店 多刷新一个商品 并至少打1折",
        "data": [
            {
                "effect": "【回合7】消灭随机敌军，敌方英雄生命-13"
            },
            {
                "effect": "【回合7】消灭随机敌军，敌方英雄生命-20"
            },
            {
                "effect": "【回合7】消灭随机敌军，敌方英雄生命-30"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-35"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-45"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-55"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-65"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-75"
            },
            {
                "effect": "【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-85"
            },
            {
                "effect": "【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-90"
            },
            {
                "effect": "【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-100"
            },
            {
                "effect": "【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-110"
            },
            {
                "effect": "【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-125"
            }
        ]
    },
    {
        "id": 97,
        "name": "红海魔爪",
        "zhenyin": 4,
        "quality": 3,
        "type": 1,
        "img": "/tiantanggang/honghaimozhao.jpg",
        "bonus": "天堂港·英雄 生命+45",
        "data": [
            {
                "effect": "【回合4】召唤【红海领航员-lv2】"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv3】"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv4】"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv5】"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv6】"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv7】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv8】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv10】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv12】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv14】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv16】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv18】，全体友军获得【先攻】1回合"
            },
            {
                "effect": "【回合4】召唤【红海领航员-lv20】，全体友军获得【先攻】1回合"
            }
        ]
    },
    {
        "id": 98,
        "name": "潮印·风暴长鞭",
        "zhenyin": 4,
        "quality": 3,
        "type": 1,
        "img": "/tiantanggang/chaoyin_fengbaochangbian.jpg",
        "bonus": "天堂港英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·恶犬领地-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·恶犬领地-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·恶犬领地-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·恶犬领地-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·恶犬领地-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv10】"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv12】"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv14】，全体友军攻击+1"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv16】，全体友军攻击+2"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv18】，全体友军攻击+3"
            },
            {
                "effect": "【回合2】召唤【符文·恶犬领地-lv20】，全体友军攻击+4"
            }
        ]
    },
    {
        "id": 99,
        "name": "航海家指南针",
        "zhenyin": 4,
        "quality": 1,
        "type": 2,
        "img": "/tiantanggang/hanghaijiazhinanzhen.jpg",
        "bonus": "天堂港·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合5结束】敌方玩家弃掉1张牌"
            },
            {
                "effect": "【回合5结束】敌方玩家弃掉1张牌，受到2点伤害"
            },
            {
                "effect": "【回合5结束】敌方玩家弃掉1张牌，受到4点伤害"
            },
            {
                "effect": "【回合4结束】敌方玩家弃掉1张牌，受到5点伤害"
            },
            {
                "effect": "【回合4结束】敌方玩家弃掉1张牌，受到7点伤害"
            },
            {
                "effect": "【回合3结束】敌方玩家弃掉1张牌，受到9点伤害"
            },
            {
                "effect": "【回合3结束】敌方玩家弃掉1张牌，受到12点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到15点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到20点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到25点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到32点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到40点伤害"
            },
            {
                "effect": "【回合2结束】敌方玩家弃掉1张牌，受到50点伤害"
            }
        ]
    },
    {
        "id": 100,
        "name": "活力盾牌",
        "zhenyin": 4,
        "quality": 1,
        "type": 2,
        "img": "/tiantanggang/huolidunpai.jpg",
        "bonus": "钻石月卡 每日领取能量罐+32",
        "data": [
            {
                "effect": "【回合4结束】召唤【黑旗舰队飞斧手-lv1】"
            },
            {
                "effect": "【回合4结束】召唤【黑旗舰队飞斧手-lv2】"
            },
            {
                "effect": "【回合4结束】召唤【黑旗舰队飞斧手-lv3】"
            },
            {
                "effect": "【回合4结束】召唤【黑旗舰队飞斧手-lv4】"
            },
            {
                "effect": "【回合4结束】召唤【黑旗舰队飞斧手-lv5】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv5】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv7】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv9】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv11】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv13】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv15】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv17】"
            },
            {
                "effect": "【回合3结束】召唤【黑旗舰队飞斧手-lv19】，吸取敌方英雄3点生命"
            }
        ]
    },
    {
        "id": 101,
        "name": "镶金烟斗",
        "zhenyin": 4,
        "quality": 1,
        "type": 2,
        "img": "/tiantanggang/xiangjinyandou.jpg",
        "bonus": "每日任务·3号宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合2结束】获得【珍奇兽-lv1】"
            },
            {
                "effect": "【回合2结束】获得【珍奇兽-lv3】"
            },
            {
                "effect": "【回合1结束】获得【珍奇兽-lv4】"
            },
            {
                "effect": "【回合1结束】获得【珍奇兽-lv6】"
            },
            {
                "effect": "【回合1结束】获得【珍奇兽-lv7】"
            },
            {
                "effect": "【回合1结束】获得【珍奇兽-lv7】和【珍奇兽-lv1】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv7】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv9】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv11】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv13】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv15】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv17】"
            },
            {
                "effect": "【回合1结束】获得2个【珍奇兽-lv19】"
            }
        ]
    },
    {
        "id": 102,
        "name": "铁镣铐",
        "zhenyin": 4,
        "quality": 1,
        "type": 2,
        "img": "/tiantanggang/tieliaokao.jpg",
        "bonus": "公会-日任务【紫色宝箱】收益+100%",
        "data": [
            {
                "effect": "【回合4】召唤【奴役黑猿-lv1】"
            },
            {
                "effect": "【回合4】召唤【奴役黑猿-lv2】"
            },
            {
                "effect": "【回合4】召唤【奴役黑猿-lv3】"
            },
            {
                "effect": "【回合4】召唤【奴役黑猿-lv4】"
            },
            {
                "effect": "【回合4】召唤【奴役黑猿-lv5】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv5】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv7】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv9】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv11】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv13】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv15】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv17】"
            },
            {
                "effect": "【回合3】召唤【奴役黑猿-lv19】"
            }
        ]
    },
    {
        "id": 103,
        "name": "黑旗船长帽",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/heiqichuanzhangmao.jpg",
        "bonus": "天堂港·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合5结束】获得3张【排箭攻击-lv1】"
            },
            {
                "effect": "【回合5结束】获得3张【排箭攻击-lv2】"
            },
            {
                "effect": "【回合5结束】获得3张【排箭攻击-lv3】"
            },
            {
                "effect": "【回合4结束】获得3张【排箭攻击-lv3】"
            },
            {
                "effect": "【回合4结束】获得3张【排箭攻击-lv4】"
            },
            {
                "effect": "【回合4结束】获得3张【排箭攻击-lv5】，3个敌军受到1点伤害"
            },
            {
                "effect": "【回合4结束】获得3张【排箭攻击-lv6】，3个敌军受到2点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv7】，3个敌军受到3点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv9】，3个敌军受到4点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv11】，3个敌军受到5点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv13】，3个敌军受到6点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv15】，3个敌军受到7点伤害"
            },
            {
                "effect": "【回合3结束】获得3张【排箭攻击-lv18】，3个敌军受到9点伤害"
            }
        ]
    },
    {
        "id": 104,
        "name": "黄金玫瑰",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/huangjinmeigui.jpg",
        "bonus": "天堂港·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合4】中排随机位置召唤【幸福空间-lv1】"
            },
            {
                "effect": "【回合4】中排随机位置召唤【幸福空间-lv2】"
            },
            {
                "effect": "【回合3】中排随机位置召唤【幸福空间-lv2】"
            },
            {
                "effect": "【回合3】中排随机位置召唤【幸福空间-lv3】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv3】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv4】，英雄生命+4"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv5】，英雄生命+5"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv7】，英雄生命+10"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv9】，英雄生命+15"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv12】，英雄生命+15"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv15】，英雄生命+18"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv18】，英雄生命+20"
            },
            {
                "effect": "【回合2】中排随机位置召唤【幸福空间-lv20】，英雄生命+30"
            }
        ]
    },
    {
        "id": 105,
        "name": "黑旗号角",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/heiqihaojiao.jpg",
        "bonus": "酒馆·全阵营 刷卡数量+20",
        "data": [
            {
                "effect": "【回合3】前排随机位置召唤【斑毛幼猪-lv1】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【斑毛幼猪-lv2】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【斑毛幼猪-lv3】、【洞察1】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【斑毛幼猪-lv3】、【洞察1】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【斑毛幼猪-lv5】、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv6】、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv9】，英雄生命+2、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv11】，英雄生命+6、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv13】，英雄生命+10、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv15】，英雄生命+15、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv16】，英雄生命+20、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv18】，英雄生命+24、【洞察1】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【斑毛幼猪-lv20】，英雄生命+33、【洞察1】"
            }
        ]
    },
    {
        "id": 106,
        "name": "逆旅披风",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/nilvpifeng.jpg",
        "bonus": "荣耀征程，奖励收益+100%",
        "data": [
            {
                "effect": "【回合2结束】后排位置召唤【无情夺命客-lv1】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【无情夺命客-lv2】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【无情夺命客-lv3】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【无情夺命客-lv4】"
            },
            {
                "effect": "【回合2结束】后排位置召唤【无情夺命客-lv5】"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv5】"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv7】"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv8】，敌方随机位置坠落1点伤害"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv10】，敌方随机位置坠落1点伤害"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv12】，敌方随机位置坠落2点伤害"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv14】，敌方随机位置坠落3点伤害"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv16】，敌方随机位置坠落5点伤害"
            },
            {
                "effect": "【回合1结束】后排位置召唤【无情夺命客-lv18】，敌方随机位置坠落7点伤害"
            }
        ]
    },
    {
        "id": 107,
        "name": "草人玩偶",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/caorenwanou.jpg",
        "bonus": "6元·周礼包，橙色能量罐+100",
        "data": [
            {
                "effect": "【回合3】召唤【掠夺草人-lv1】"
            },
            {
                "effect": "【回合3】召唤【掠夺草人-lv2】"
            },
            {
                "effect": "【回合3】召唤【掠夺草人-lv3】"
            },
            {
                "effect": "【回合3】召唤【掠夺草人-lv4】"
            },
            {
                "effect": "【回合3】召唤【掠夺草人-lv5】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv6】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv8】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv10】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv12】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv14】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv16】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv18】"
            },
            {
                "effect": "【回合2】召唤【掠夺草人-lv20】，随机敌军受到3点伤害"
            }
        ]
    },
    {
        "id": 108,
        "name": "潮印·黑水战旗",
        "zhenyin": 4,
        "quality": 2,
        "type": 2,
        "img": "/tiantanggang/chaoyin_heishuizhanqi.jpg",
        "bonus": "酒馆-全阵营，刷卡数量+20",
        "data": [
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv6】，随机先攻友军魔防+5"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv8】，随机先攻友军魔防+6"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv10】，随机先攻友军魔防+7"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv12】，随机先攻友军魔防+8"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv14】，随机2个先攻友军魔防+8"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv16】，随机2个先攻友军魔防+9"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv18】，随机2个先攻友军魔防+10"
            },
            {
                "effect": "【回合3】召唤【符文·浪花快剑-lv20】，随机2个先攻友军魔防+12"
            }
        ]
    },
    {
        "id": 109,
        "name": "斗士之舞",
        "zhenyin": 4,
        "quality": 3,
        "type": 2,
        "img": "/tiantanggang/doushizhiwu.jpg",
        "bonus": "天堂港·英雄 生命+45",
        "data": [
            {
                "effect": "【回合4结束】获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合4结束】英雄生命+5，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合3结束】英雄生命+6，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合3结束】英雄生命+9，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合2结束】英雄生命+10，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+12，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+18，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+25，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+35，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+45，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+52，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+60，获得1张传说卡，或抓1张牌"
            },
            {
                "effect": "【回合1结束】英雄生命+70，获得1张传说卡，或抓1张牌"
            }
        ]
    },
    {
        "id": 110,
        "name": "海洋之耀",
        "zhenyin": 4,
        "quality": 3,
        "type": 2,
        "img": "/tiantanggang/haiyangzhiyao.jpg",
        "bonus": "天堂港·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合3】召唤【红海猎魔人-lv2】"
            },
            {
                "effect": "【回合3】召唤【红海猎魔人-lv3】"
            },
            {
                "effect": "【回合3】召唤【红海猎魔人-lv3】，获得【排箭攻击-lv2】"
            },
            {
                "effect": "【回合3】召唤【红海猎魔人-lv4】，获得【排箭攻击-lv3】"
            },
            {
                "effect": "【回合3】召唤【红海猎魔人-lv5】，获得【排箭攻击-lv5】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv6】，获得【排箭攻击-lv6】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv8】，获得【排箭攻击-lv8】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv10】，获得【排箭攻击-lv10】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv12】，获得【排箭攻击-lv12】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv14】，获得【排箭攻击-lv14】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv16】，获得【排箭攻击-lv16】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv18】，获得【排箭攻击-lv18】"
            },
            {
                "effect": "【回合2】召唤【红海猎魔人-lv20】，获得【排箭攻击-lv20】"
            }
        ]
    },
    {
        "id": 111,
        "name": "灼日",
        "zhenyin": 4,
        "quality": 3,
        "type": 2,
        "img": "/tiantanggang/zhuori.jpg",
        "bonus": "公会商店，所有物品价格-20%",
        "data": [
            {
                "effect": "【回合4】召唤【烈日大祭师-lv2】"
            },
            {
                "effect": "【回合4】召唤【烈日大祭师-lv3】"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv3】"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv4】"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv5】"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv6】，英雄生命+4"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv7】，英雄生命+7"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv8】，英雄生命+10"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv10】，英雄生命+10"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv12】，英雄生命+10"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv14】，英雄生命+10"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv16】，英雄生命+15"
            },
            {
                "effect": "【回合3】召唤【烈日大祭师-lv18】，英雄生命+20"
            }
        ]
    },
    {
        "id": 112,
        "name": "潮印·怒涛战衣",
        "zhenyin": 4,
        "quality": 3,
        "type": 2,
        "img": "/tiantanggang/chaoyin_nutaozhanyi.jpg",
        "bonus": "天堂港英雄，生命+10",
        "data": [
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv7】，随机敌军受到3点伤害"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv8】，随机敌军受到6点伤害"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv10】，随机敌军受到7点伤害"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv12】，随机敌军受到8点伤害"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv14】，随机敌军受到9点伤害（无视神佑、魔免）"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv16】，随机敌军受到10点伤害（无视神佑、魔免）"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv18】，随机敌军受到11点伤害（无视神佑、魔免）"
            },
            {
                "effect": "【回合3】召唤【符文·杀戮之锚-lv20】，随机敌军受到13点伤害（无视神佑、魔免）"
            }
        ]
    },
    {
        "id": 113,
        "name": "猩红镰刀",
        "zhenyin": 5,
        "quality": 1,
        "type": 1,
        "img": "/lianyushenyuan/xinghongliandao.jpg",
        "bonus": "炼狱·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合4】敌方英雄生命-4"
            },
            {
                "effect": "【回合4】敌方英雄生命-6"
            },
            {
                "effect": "【回合4】敌方英雄生命-8"
            },
            {
                "effect": "【回合3】敌方英雄生命-10"
            },
            {
                "effect": "【回合3】敌方英雄生命-12"
            },
            {
                "effect": "【回合3】敌方英雄生命-13，随机友军攻击+2"
            },
            {
                "effect": "【回合3】敌方英雄生命-16，随机友军攻击+3"
            },
            {
                "effect": "【回合3】敌方英雄生命-20，随机友军攻击+5"
            },
            {
                "effect": "【回合3】敌方英雄生命-25，随机友军攻击+7"
            },
            {
                "effect": "【回合3】敌方英雄生命-30，随机友军攻击+10"
            },
            {
                "effect": "【回合3】敌方英雄生命-35，随机友军攻击+13"
            },
            {
                "effect": "【回合3】敌方英雄生命-40，随机友军攻击+16"
            },
            {
                "effect": "【回合3】敌方英雄生命-50，随机友军攻击+18"
            }
        ]
    },
    {
        "id": 114,
        "name": "督军魔锤",
        "zhenyin": 5,
        "quality": 1,
        "type": 1,
        "img": "/lianyushenyuan/dujunmochui.jpg",
        "bonus": "炼狱·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合4】坠落3个小火球，每个1点伤害"
            },
            {
                "effect": "【回合4】坠落4个小火球，每个1点伤害"
            },
            {
                "effect": "【回合3】坠落4个小火球，每个1点伤害"
            },
            {
                "effect": "【回合3】坠落4个小火球，每个2点伤害"
            },
            {
                "effect": "【回合3】坠落5个小火球，每个2点伤害"
            },
            {
                "effect": "【回合3】坠落5个小火球，每个3点伤害"
            },
            {
                "effect": "【回合3】坠落6个小火球，每个3点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个3点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个4点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个5点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个6点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个7点伤害"
            },
            {
                "effect": "【回合3】坠落7个小火球，每个8点伤害"
            }
        ]
    },
    {
        "id": 115,
        "name": "聚能长鞭",
        "zhenyin": 5,
        "quality": 1,
        "type": 1,
        "img": "/lianyushenyuan/junengchangbian.jpg",
        "bonus": "炼狱·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合5】下路随机位置召唤【贪食之翼-lv1】"
            },
            {
                "effect": "【回合4】下路随机位置召唤【贪食之翼-lv1】"
            },
            {
                "effect": "【回合4】下路随机位置召唤【贪食之翼-lv2】"
            },
            {
                "effect": "【回合3】下路随机位置召唤【贪食之翼-lv2】"
            },
            {
                "effect": "【回合3】下路随机位置召唤【贪食之翼-lv3】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv3】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv4】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv6】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv8】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv10】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv12】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv14】"
            },
            {
                "effect": "【回合2】下路随机位置召唤【贪食之翼-lv16】，敌方英雄生命-5"
            }
        ]
    },
    {
        "id": 116,
        "name": "剧毒之刃",
        "zhenyin": 5,
        "quality": 1,
        "type": 1,
        "img": "/lianyushenyuan/juduzhiren.jpg",
        "bonus": "周活动-疯狂宝箱，攻击粉尘+200%",
        "data": [
            {
                "effect": "【回合2结束】召唤【毒液甲虫-lv1】"
            },
            {
                "effect": "【回合2结束】召唤【毒液甲虫-lv2】"
            },
            {
                "effect": "【回合2结束】召唤【毒液甲虫-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【毒液甲虫-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【毒液甲虫-lv5】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv6】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv8】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv10】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv12】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv14】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv16】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv18】"
            },
            {
                "effect": "【回合1结束】召唤【毒液甲虫-lv20】，随机友军护甲+2"
            }
        ]
    },
    {
        "id": 117,
        "name": "恶鬼匕首",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/eguibishou.jpg",
        "bonus": "炼狱·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合5】2个随机友军攻击+1"
            },
            {
                "effect": "【回合5】2个随机友军攻击+2"
            },
            {
                "effect": "【回合4】2个随机友军攻击+2"
            },
            {
                "effect": "【回合4】2个随机友军攻击+3"
            },
            {
                "effect": "【回合3】2个随机友军攻击+4"
            },
            {
                "effect": "【回合3】2个随机友军攻击+6、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+8、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+11、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+14、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+18、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+21、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+25、【洞察1】"
            },
            {
                "effect": "【回合3】2个随机友军攻击+28、【洞察1】"
            }
        ]
    },
    {
        "id": 118,
        "name": "历劫拳套",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/lijiequantao.jpg",
        "bonus": "图书馆 羽毛充能速度+200",
        "data": [
            {
                "effect": "【回合5结束】获得2张【炎球-lv3】"
            },
            {
                "effect": "【回合5结束】获得2张【炎球-lv4】"
            },
            {
                "effect": "【回合4结束】获得2张【炎球-lv5】"
            },
            {
                "effect": "【回合4结束】获得2张【炎球-lv6】"
            },
            {
                "effect": "【回合3结束】获得2张【炎球-lv7】"
            },
            {
                "effect": "【回合2结束】获得2张【炎球-lv7】，召唤【嗜血卒-lv3】"
            },
            {
                "effect": "【回合2结束】获得2张【炎球-lv8】，召唤【嗜血卒-lv6】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv9】，召唤【嗜血卒-lv9】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv10】，召唤【嗜血卒-lv12】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv12】，召唤【嗜血卒-lv15】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv14】，召唤【嗜血卒-lv16】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv15】，召唤【嗜血卒-lv18】"
            },
            {
                "effect": "【回合1结束】获得2张【炎球-lv16】，召唤【嗜血卒-lv20】"
            }
        ]
    },
    {
        "id": 119,
        "name": "破面血矛",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/pomianxuemao.jpg",
        "bonus": "每日任务·5号宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合5】敌方弃掉1张牌，随机敌军受到2点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合5】敌方弃掉1张牌，随机敌军受到3点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到3点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到4点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到5点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到6点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到8点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到10点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到13点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到16点伤害，敌方无手牌则伤害加倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到19点伤害，敌方无手牌则伤害加6倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到21点伤害，敌方无手牌则伤害加7倍"
            },
            {
                "effect": "【回合4】敌方弃掉1张牌，随机敌军受到25点伤害，敌方无手牌则伤害加7倍"
            }
        ]
    },
    {
        "id": 120,
        "name": "恶鬼钢叉",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/eguigangcha.jpg",
        "bonus": "异界，15胜钻石+1680",
        "data": [
            {
                "effect": "【回合2结束】获得【红海使魔-lv1】"
            },
            {
                "effect": "【回合2结束】获得【红海使魔-lv3】"
            },
            {
                "effect": "【回合2结束】获得【红海使魔-lv5】"
            },
            {
                "effect": "【回合2结束】获得2个【红海使魔-lv3】"
            },
            {
                "effect": "【回合2结束】获得2个【红海使魔-lv5】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv5】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv7】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv9】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv11】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv13】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv15】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv18】"
            },
            {
                "effect": "【回合1结束】获得2个【红海使魔-lv20】"
            }
        ]
    },
    {
        "id": 121,
        "name": "炼狱长鞭",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/lianyuchangbian.jpg",
        "bonus": "周活动-疯狂宝箱，攻击暴击率+20%",
        "data": [
            {
                "effect": "【回合4】你的英雄生命-3，召唤【地狱三头犬-lv2】"
            },
            {
                "effect": "【回合4】你的英雄生命-3，召唤【地狱三头犬-lv3】"
            },
            {
                "effect": "【回合4】你的英雄生命-6，召唤【地狱三头犬-lv5】"
            },
            {
                "effect": "【回合4】你的英雄生命-6，召唤【地狱三头犬-lv6】"
            },
            {
                "effect": "【回合4】你的英雄生命-6，召唤【地狱三头犬-lv7】"
            },
            {
                "effect": "【回合3】你的英雄生命-8，召唤【地狱三头犬-lv7】"
            },
            {
                "effect": "【回合3】你的英雄生命-8，召唤【地狱三头犬-lv8】"
            },
            {
                "effect": "【回合3】你的英雄生命-8，召唤【地狱三头犬-lv9】"
            },
            {
                "effect": "【回合3】你的英雄生命-8，召唤【地狱三头犬-lv10】"
            },
            {
                "effect": "【回合3】你的英雄生命-10，召唤【地狱三头犬-lv12】"
            },
            {
                "effect": "【回合3】你的英雄生命-10，召唤【地狱三头犬-lv14】"
            },
            {
                "effect": "【回合3】你的英雄生命-10，召唤【地狱三头犬-lv16】"
            },
            {
                "effect": "【回合3】你的英雄生命-10，召唤【地狱三头犬-lv18】，全体连击友军获得【磐龙】"
            }
        ]
    },
    {
        "id": 122,
        "name": "魔印·爆岩之斧",
        "zhenyin": 5,
        "quality": 2,
        "type": 1,
        "img": "/lianyushenyuan/moyin_baoyanzhifu.jpg",
        "bonus": "粉尘月卡每日领取粉尘数量+1000",
        "data": [
            {
                "effect": "【回合3】召唤【符文·岩浆坠落-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·岩浆坠落-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·岩浆坠落-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·岩浆坠落-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·岩浆坠落-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv7】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv9】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv11】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv13】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv15】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv17】"
            },
            {
                "effect": "【回合2】召唤【符文·岩浆坠落-lv19】"
            }
        ]
    },
    {
        "id": 123,
        "name": "加哈什，烈焰魔心",
        "zhenyin": 5,
        "quality": 3,
        "type": 1,
        "img": "/lianyushenyuan/jiahashen_lieyanmoxin.jpg",
        "bonus": "炼狱·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合6】敌方坠落3个陨石，每个5点伤害"
            },
            {
                "effect": "【回合6】敌方坠落3个陨石，每个6点伤害"
            },
            {
                "effect": "【回合6】敌方坠落3个陨石，每个8点伤害"
            },
            {
                "effect": "【回合6】敌方坠落3个陨石，每个10点伤害"
            },
            {
                "effect": "【回合6】敌方坠落3个陨石，每个13点伤害"
            },
            {
                "effect": "【回合6】敌方坠落4个陨石，每个13点伤害"
            },
            {
                "effect": "【回合6】敌方坠落4个陨石，每个16点伤害"
            },
            {
                "effect": "【回合6】敌方坠落5个陨石，每个16点伤害"
            },
            {
                "effect": "【回合6】敌方坠落5个陨石，每个20点伤害"
            },
            {
                "effect": "【回合6】敌方坠落5个陨石，每个25点伤害"
            },
            {
                "effect": "【回合6】敌方坠落6个陨石，每个25点伤害"
            },
            {
                "effect": "【回合6】敌方坠落6个陨石，每个28点伤害"
            },
            {
                "effect": "【回合6】敌方坠落6个陨石，每个32点伤害"
            }
        ]
    },
    {
        "id": 124,
        "name": "恐惧收割者",
        "zhenyin": 5,
        "quality": 3,
        "type": 1,
        "img": "/lianyushenyuan/kongjushougezhe.jpg",
        "bonus": "家园 金币产出+35%",
        "data": [
            {
                "effect": "【回合1结束】获得【绝望镰魔-lv4】，敌方英雄生命-4"
            },
            {
                "effect": "【回合1结束】获得【绝望镰魔-lv5】，敌方英雄生命-5"
            },
            {
                "effect": "【回合1结束】获得【绝望镰魔-lv6】，敌方英雄生命-6"
            },
            {
                "effect": "【回合1结束】获得【绝望镰魔-lv7】，敌方英雄生命-7"
            },
            {
                "effect": "【回合1结束】获得【绝望镰魔-lv8】，敌方英雄生命-8"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv9】，敌方英雄生命-11，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv10】，敌方英雄生命-15，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv11】，敌方英雄生命-22，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv12】，敌方英雄生命-30，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv13】，敌方英雄生命-40，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv15】，敌方英雄生命-45，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv18】，敌方英雄生命-50，本回合【禁疗】"
            },
            {
                "effect": "【回合1】获得【绝望镰魔-lv20】，敌方英雄生命-60，本回合【禁疗】"
            }
        ]
    },
    {
        "id": 125,
        "name": "刹血",
        "zhenyin": 5,
        "quality": 3,
        "type": 1,
        "img": "/lianyushenyuan/shaxue.jpg",
        "bonus": "炼狱·英雄 生命+45",
        "data": [
            {
                "effect": "【回合3】召唤【嗜血破面-lv2】"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv3】"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv4】"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv5】"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv6】"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv7】，全场敌军受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv9】，全场敌军受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv10】，全场敌军受到2点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv12】，全场敌军受到2点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv14】，全场敌军受到2点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv16】，全场敌军受到3点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv18】，全场敌军受到4点伤害"
            },
            {
                "effect": "【回合3】召唤【嗜血破面-lv20】，全场敌军受到6点伤害"
            }
        ]
    },
    {
        "id": 126,
        "name": "魔印·焚甲烈刀",
        "zhenyin": 5,
        "quality": 3,
        "type": 1,
        "img": "/lianyushenyuan/moyin_fenjialiedao.jpg",
        "bonus": "炼狱英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·致命甲壳-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·致命甲壳-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·致命甲壳-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·致命甲壳-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·致命甲壳-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv8】，随机护甲友军获得【磐龙】1回合"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv10】，随机护甲友军获得【磐龙】2回合"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv12】，随机护甲友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv14】，随机护甲友军+1/+1，获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv16】，随机2个护甲友军+1/+1，获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv18】，随机2个护甲友军+2/+2，获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【符文·致命甲壳-lv20】，随机2个护甲友军+3/+3，获得【磐龙】"
            }
        ]
    },
    {
        "id": 127,
        "name": "恶鬼火炬",
        "zhenyin": 5,
        "quality": 1,
        "type": 2,
        "img": "/lianyushenyuan/eguihuoju.jpg",
        "bonus": "炼狱·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合4】召唤【血焰焦木-lv1】"
            },
            {
                "effect": "【回合4】召唤【血焰焦木-lv2】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv2】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv3】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv4】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv6】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv8】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv10】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv12】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv14】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv16】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv18】"
            },
            {
                "effect": "【回合3】召唤【血焰焦木-lv20】，敌方英雄生命-5"
            }
        ]
    },
    {
        "id": 128,
        "name": "黄金酒杯",
        "zhenyin": 5,
        "quality": 1,
        "type": 2,
        "img": "/lianyushenyuan/huangjinjiubei.jpg",
        "bonus": "金币商店 多刷新一个商店 并至少打1折",
        "data": [
            {
                "effect": "【回合3结束】前排随机位置召唤【邪眼魔-lv1】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【邪眼魔-lv2】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【邪眼魔-lv3】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【邪眼魔-lv4】"
            },
            {
                "effect": "【回合3结束】前排随机位置召唤【邪眼魔-lv6】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv7】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv9】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv11】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv13】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv15】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv16】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv17】"
            },
            {
                "effect": "【回合2结束】前排随机位置召唤【邪眼魔-lv20】，随机友军攻击+3"
            }
        ]
    },
    {
        "id": 129,
        "name": "邪能之戒",
        "zhenyin": 5,
        "quality": 1,
        "type": 2,
        "img": "/lianyushenyuan/xienengzhijie.jpg",
        "bonus": "酒馆·邪恶 刷卡数量+20",
        "data": [
            {
                "effect": "【回合4】召唤【猩红仆从-lv1】"
            },
            {
                "effect": "【回合4】召唤【猩红仆从-lv2】"
            },
            {
                "effect": "【回合3】召唤【猩红仆从-lv3】"
            },
            {
                "effect": "【回合2】召唤【猩红仆从-lv4】"
            },
            {
                "effect": "【回合2】召唤【猩红仆从-lv5】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv5】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv7】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv9】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv11】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv13】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv15】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv17】"
            },
            {
                "effect": "【回合1】召唤【猩红仆从-lv19】"
            }
        ]
    },
    {
        "id": 130,
        "name": "爆燃戒指",
        "zhenyin": 5,
        "quality": 1,
        "type": 2,
        "img": "/lianyushenyuan/baoranjiezhi.jpg",
        "bonus": "周活动-疯狂宝箱，礼包钻石+100%",
        "data": [
            {
                "effect": "【回合2结束】获得【狂暴炎球-lv2】"
            },
            {
                "effect": "【回合2结束】获得【狂暴炎球-lv3】"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv4】"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv6】"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv8】"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv9】，敌方随机区域坠落2点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv10】，敌方随机区域坠落3点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv11】，敌方随机区域坠落4点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv13】，敌方随机区域坠落5点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv15】，敌方随机区域坠落6点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv16】，敌方随机区域坠落10点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv18】，敌方随机区域坠落13点伤害"
            },
            {
                "effect": "【回合1结束】获得【狂暴炎球-lv20】，敌方随机区域坠落18点伤害"
            }
        ]
    },
    {
        "id": 131,
        "name": "燃魂戒指",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/ranhunjiezhi.jpg",
        "bonus": "炼狱·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合5结束】获得2张【落雷击-lv1】"
            },
            {
                "effect": "【回合5结束】获得2张【落雷击-lv2】"
            },
            {
                "effect": "【回合4结束】获得2张【落雷击-lv3】"
            },
            {
                "effect": "【回合4结束】获得2张【落雷击-lv4】"
            },
            {
                "effect": "【回合3结束】获得2张【落雷击-lv5】"
            },
            {
                "effect": "【回合3结束】获得3张【落雷击-lv5】"
            },
            {
                "effect": "【回合2结束】获得3张【落雷击-lv7】"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv9】"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv11】"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv13】"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv13】，敌方英雄生命-9"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv14】，敌方英雄生命-13"
            },
            {
                "effect": "【回合1结束】获得3张【落雷击-lv15】，敌方英雄生命-20"
            }
        ]
    },
    {
        "id": 132,
        "name": "恶魔冠冕",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/emoguanmian.jpg",
        "bonus": "炼狱·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合4结束】召唤【凝血之池-lv1】"
            },
            {
                "effect": "【回合4结束】召唤【凝血之池-lv2】"
            },
            {
                "effect": "【回合4结束】召唤【凝血之池-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【凝血之池-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【凝血之池-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv6】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv10】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv12】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv14】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv16】"
            },
            {
                "effect": "【回合2结束】召唤【凝血之池-lv16】，获得【真理碎片】"
            }
        ]
    },
    {
        "id": 133,
        "name": "阴影罩帽",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/yinyingzhaomao.jpg",
        "bonus": "boss 单日伤害奖励+50%",
        "data": [
            {
                "effect": "【回合1】获得【狱铠战魂-lv4】"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv5】"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv6】"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv7】"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv8】"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv9】，随机敌军攻击-1"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv10】，随机敌军攻击-3"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv11】，随机敌军攻击-5"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv13】，随机敌军攻击-7"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv15】，随机敌军攻击-10"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv16】，随机敌军攻击-14"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv18】，随机敌军攻击-16"
            },
            {
                "effect": "【回合1】获得【狱铠战魂-lv20】，随机敌军攻击-20"
            }
        ]
    },
    {
        "id": 134,
        "name": "致命蝎毒",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/zhimingxiedu.jpg",
        "bonus": "公会-日任务【金色宝箱】收益+100%",
        "data": [
            {
                "effect": "【回合3】召唤【渴血毒甲蝎-lv3】"
            },
            {
                "effect": "【回合3】召唤【渴血毒甲蝎-lv4】"
            },
            {
                "effect": "【回合3】召唤并获得【渴血毒甲蝎-lv4】"
            },
            {
                "effect": "【回合3】召唤并获得【渴血毒甲蝎-lv5】"
            },
            {
                "effect": "【回合3】召唤并获得【渴血毒甲蝎-lv6】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv6】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv7】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv8】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv9】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv10】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv12】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv14】"
            },
            {
                "effect": "【回合3】召唤2个【渴血毒甲蝎-lv16】"
            }
        ]
    },
    {
        "id": 135,
        "name": "冥河铸币",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/minghezhubi.jpg",
        "bonus": "集市-神器碎片商店：每次刷新多给一个商品，并且打1折",
        "data": [
            {
                "effect": "【回合1】召唤【冥河守卫-lv1】"
            },
            {
                "effect": "【回合1】召唤【冥河守卫-lv2】"
            },
            {
                "effect": "【回合1】召唤【冥河守卫-lv3】"
            },
            {
                "effect": "【回合1】召唤【冥河守卫-lv4】"
            },
            {
                "effect": "【回合1】召唤【冥河守卫-lv6】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv6】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv7】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv8】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv9】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv11】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv13】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv15】"
            },
            {
                "effect": "【回合1】召唤并获得【冥河守卫-lv17】"
            }
        ]
    },
    {
        "id": 136,
        "name": "魔印·恶毒之戒",
        "zhenyin": 5,
        "quality": 2,
        "type": 2,
        "img": "/lianyushenyuan/moyin_eduzhijie.jpg",
        "bonus": "酒馆-邪恶阵营，每次刷卡数量+40",
        "data": [
            {
                "effect": "【回合3】召唤【符文·恶毒侵蚀-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·恶毒侵蚀-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·恶毒侵蚀-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·恶毒侵蚀-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·恶毒侵蚀-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv10】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv12】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv14】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv16】"
            },
            {
                "effect": "【回合2】召唤【符文·恶毒侵蚀-lv18】"
            }
        ]
    },
    {
        "id": 137,
        "name": "炎狱战铠",
        "zhenyin": 5,
        "quality": 3,
        "type": 2,
        "img": "/lianyushenyuan/yanyuzhankai.jpg",
        "bonus": "炼狱·英雄 生命+45",
        "data": [
            {
                "effect": "【回合6】召唤【黑岩裂缝-lv1】"
            },
            {
                "effect": "【回合6】召唤【黑岩裂缝-lv2】"
            },
            {
                "effect": "【回合5】召唤【黑岩裂缝-lv2】"
            },
            {
                "effect": "【回合5】召唤【黑岩裂缝-lv3】"
            },
            {
                "effect": "【回合5】召唤【黑岩裂缝-lv4】"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv5】"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv7】"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv9】，3个友军攻击+1"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv11】，3个友军攻击+1"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv13】，3个友军攻击+2"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv15】，3个友军攻击+4"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv17】，3个友军攻击+6"
            },
            {
                "effect": "【回合4】召唤【黑岩裂缝-lv20】，3个友军攻击+8"
            }
        ]
    },
    {
        "id": 138,
        "name": "恶魔凝视",
        "zhenyin": 5,
        "quality": 3,
        "type": 2,
        "img": "/lianyushenyuan/emoningshi.jpg",
        "bonus": "炼狱·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合6】召唤【地狱屠夫-lv1】"
            },
            {
                "effect": "【回合6】召唤【地狱屠夫-lv2】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv2】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv3】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv5】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv6】，获得【岩浆球-lv6】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv8】，获得【岩浆球-lv8】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv10】，获得【岩浆球-lv10】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv12】，获得【岩浆球-lv12】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv14】，获得【岩浆球-lv14】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv16】，获得【岩浆球-lv16】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv18】，获得【岩浆球-lv18】"
            },
            {
                "effect": "【回合5】召唤【地狱屠夫-lv20】，获得【岩浆球-lv20】"
            }
        ]
    },
    {
        "id": 139,
        "name": "灵魂牢笼",
        "zhenyin": 5,
        "quality": 3,
        "type": 2,
        "img": "/lianyushenyuan/linghunlaolong.jpg",
        "bonus": "周活动-疯狂宝箱，每日免费次数+12",
        "data": [
            {
                "effect": "【回合3】召唤【铸甲熔岩魔-lv3】"
            },
            {
                "effect": "【回合3】召唤【铸甲熔岩魔-lv4】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv4】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv5】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv6】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv7】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv8】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv10】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv12】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv14】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv16】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv18】，随机友军获得【磐龙】"
            },
            {
                "effect": "【回合2】召唤【铸甲熔岩魔-lv20】，随机2个友军获得【磐龙】"
            }
        ]
    },
    {
        "id": 140,
        "name": "魔印·熔铁炎甲",
        "zhenyin": 5,
        "quality": 3,
        "type": 2,
        "img": "/lianyushenyuan/moyin_rongtieyanjia.jpg",
        "bonus": "炼狱英雄，生命+10",
        "data": [
            {
                "effect": "【回合3】召唤【符文·熔岩喷射-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·熔岩喷射-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·熔岩喷射-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·熔岩喷射-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·熔岩喷射-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv10】，敌方英雄生命-5"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv12】，敌方英雄生命-10"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv14】，敌方英雄生命-15"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv16】，敌方英雄生命-20"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv18】，敌方英雄生命-25"
            },
            {
                "effect": "【回合2】召唤【符文·熔岩喷射-lv20】，敌方英雄生命-30"
            }
        ]
    },
    {
        "id": 141,
        "name": "富饶权杖",
        "zhenyin": 6,
        "quality": 1,
        "type": 1,
        "img": "/manshikuangye/furaoquanzhang.jpg",
        "bonus": "蛮石·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合6】随机友军+2/+1"
            },
            {
                "effect": "【回合6】随机友军+3/+2"
            },
            {
                "effect": "【回合5】随机友军+3/+3、【洞察1】"
            },
            {
                "effect": "【回合5】随机友军+4/+4、【洞察1】"
            },
            {
                "effect": "【回合5】随机友军+5/+5、【洞察1】"
            },
            {
                "effect": "【回合4】随机友军+5/+6、【洞察1】"
            },
            {
                "effect": "【回合4】随机友军+6/+6、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+7/+7、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+8/+10、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+9/+15、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+10/+18、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+12/+20、【洞察2】"
            },
            {
                "effect": "【回合3】随机友军+14/+22、【洞察2】"
            }
        ]
    },
    {
        "id": 142,
        "name": "酋长战斧",
        "zhenyin": 6,
        "quality": 1,
        "type": 1,
        "img": "/manshikuangye/qiuzhangzhanfu.jpg",
        "bonus": "蛮石·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合4】随机迟缓友军+2/+2"
            },
            {
                "effect": "【回合4】随机迟缓友军+3/+3"
            },
            {
                "effect": "【回合4】随机迟缓友军+4/+4"
            },
            {
                "effect": "【回合4】随机迟缓友军+4/+4，获得【践踏】"
            },
            {
                "effect": "【回合4】随机迟缓友军+5/+6，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+6/+6，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+8/+8，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+10/+10，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+12/+12，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+14/+16，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+16/+20，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+18/+24，获得【践踏】"
            },
            {
                "effect": "【回合3】随机迟缓友军+21/+30，获得【践踏】"
            }
        ]
    },
    {
        "id": 143,
        "name": "聚能之斧",
        "zhenyin": 6,
        "quality": 1,
        "type": 1,
        "img": "/manshikuangye/junengzhifu.jpg",
        "bonus": "蛮石·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合5】随机友军攻击+3"
            },
            {
                "effect": "【回合5】随机友军攻击+4"
            },
            {
                "effect": "【回合4】随机友军+4/+1"
            },
            {
                "effect": "【回合4】随机友军+5/+1"
            },
            {
                "effect": "【回合4】随机友军+6/+1"
            },
            {
                "effect": "【回合3】随机友军+6/+3"
            },
            {
                "effect": "【回合3】随机友军+8/+4"
            },
            {
                "effect": "【回合2】随机友军+10/+5"
            },
            {
                "effect": "【回合2】随机友军+12/+7"
            },
            {
                "effect": "【回合2】随机友军+15/+9"
            },
            {
                "effect": "【回合2】随机友军+18/+10"
            },
            {
                "effect": "【回合2】随机友军+20/+13"
            },
            {
                "effect": "【回合2】随机友军+23/+13"
            }
        ]
    },
    {
        "id": 144,
        "name": "隼之弓",
        "zhenyin": 6,
        "quality": 1,
        "type": 1,
        "img": "/manshikuangye/sunzhigong.jpg",
        "bonus": "征兆-稀有卡牌每周可征兆次数+40",
        "data": [
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv1】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv2】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv3】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv4】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv5】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv6】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv8】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv10】"
            },
            {
                "effect": "【回合3】召唤【机敏雀鹰-lv12】"
            },
            {
                "effect": "【回合2】召唤【机敏雀鹰-lv14】"
            },
            {
                "effect": "【回合2】召唤【机敏雀鹰-lv16】"
            },
            {
                "effect": "【回合2】召唤【机敏雀鹰-lv18】"
            },
            {
                "effect": "【回合2】召唤【机敏雀鹰-lv20】"
            }
        ]
    },
    {
        "id": 145,
        "name": "好运之弓",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/haoyunzhigong.jpg",
        "bonus": "蛮石·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合4】召唤【蓄力射手-lv2】"
            },
            {
                "effect": "【回合4】召唤【蓄力射手-lv3】"
            },
            {
                "effect": "【回合3】召唤【蓄力射手-lv4】"
            },
            {
                "effect": "【回合3】召唤【蓄力射手-lv5】"
            },
            {
                "effect": "【回合2】召唤【蓄力射手-lv6】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv6】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv8】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv10】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv12】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv14】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv16】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv18】、【洞察1】"
            },
            {
                "effect": "【回合1】召唤【蓄力射手-lv20】、【洞察1】、随机友军+1/+1"
            }
        ]
    },
    {
        "id": 146,
        "name": "探险家之斧",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/tanxianjiazhifu.jpg",
        "bonus": "地城冒险 获胜奖励的粉尘+100",
        "data": [
            {
                "effect": "【回合3结束】召唤【草原狼-lv1】，并获得【草原狼-lv1】"
            },
            {
                "effect": "【回合3结束】召唤【草原狼-lv2】，并获得【草原狼-lv2】"
            },
            {
                "effect": "【回合2结束】召唤【草原狼-lv2】，并获得【草原狼-lv2】"
            },
            {
                "effect": "【回合2结束】召唤【草原狼-lv3】，并获得【草原狼-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【草原狼-lv4】，并获得【草原狼-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【草原狼-lv6】，并获得2张【草原狼-lv6】"
            },
            {
                "effect": "【回合2结束】召唤【草原狼-lv8】，并获得2张【草原狼-lv8】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv10】，并获得2张【草原狼-lv10】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv12】，并获得2张【草原狼-lv12】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv15】，并获得2张【草原狼-lv15】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv16】，并获得2张【草原狼-lv16】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv18】，并获得2张【草原狼-lv18】"
            },
            {
                "effect": "【回合1结束】召唤【草原狼-lv20】，并获得2张【草原狼-lv20】"
            }
        ]
    },
    {
        "id": 147,
        "name": "半兽人岩锤",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/banshourenyanchui.jpg",
        "bonus": "boss 累计伤害奖励+100%",
        "data": [
            {
                "effect": "【回合5】随机友军+2/+2，获得【磐龙】"
            },
            {
                "effect": "【回合5】随机友军+3/+3，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+3/+4，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+3/+7，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+4/+9，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+5/+12，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+7/+16，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+10/+20，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+15/+25，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+20/+30，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+24/+36，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+28/+40，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+30/+50，获得【磐龙】"
            }
        ]
    },
    {
        "id": 148,
        "name": "大祭司短棍",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/dajisiduangun.jpg",
        "bonus": "异界，3胜钻石+850",
        "data": [
            {
                "effect": "【回合4】召唤【坚毅大祭司-lv1】"
            },
            {
                "effect": "【回合4】召唤【坚毅大祭司-lv2】"
            },
            {
                "effect": "【回合4】召唤【坚毅大祭司-lv3】"
            },
            {
                "effect": "【回合4】召唤【坚毅大祭司-lv4】"
            },
            {
                "effect": "【回合4】召唤【坚毅大祭司-lv5】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv5】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv6】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv8】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv10】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv12】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv14】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv16】"
            },
            {
                "effect": "【回合3】召唤【坚毅大祭司-lv17】，全场单位受到1点伤害"
            }
        ]
    },
    {
        "id": 149,
        "name": "圣兽权杖",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/shengshouquanzhang.jpg",
        "bonus": "周活动-陨石矿场，采集暴击率+20%",
        "data": [
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv1】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv2】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv3】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv4】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv5】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv6】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv7】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv9】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv11】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv13】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv15】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv17】"
            },
            {
                "effect": "【回合2】中排位置召唤【圣兽祭师-lv19】，随机友军获得【践踏】1回合"
            }
        ]
    },
    {
        "id": 150,
        "name": "岩刻·河马石锤",
        "zhenyin": 6,
        "quality": 2,
        "type": 1,
        "img": "/manshikuangye/yanke_hemashichui.jpg",
        "bonus": "宠物洗炼，记忆水晶消耗降低20%",
        "data": [
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv1】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv2】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv3】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv4】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv5】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv7】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv8】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv10】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv12】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv14】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv16】"
            },
            {
                "effect": "【回合3】召唤【符文·河马足迹-lv18】"
            }
        ]
    },
    {
        "id": 151,
        "name": "塔林，先民之怒",
        "zhenyin": 6,
        "quality": 3,
        "type": 1,
        "img": "/manshikuangye/talin_xianminzhinu.jpg",
        "bonus": "蛮石·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合6】随机友军+3/+4，全场敌方生物受到2点伤害"
            },
            {
                "effect": "【回合6】随机友军+4/+6，全场敌方生物受到2点伤害"
            },
            {
                "effect": "【回合6】随机友军+5/+7，全场敌方生物受到3点伤害"
            },
            {
                "effect": "【回合6】随机友军+6/+9，全场敌方生物受到3点伤害"
            },
            {
                "effect": "【回合6】随机友军+7/+10，全场敌方生物受到4点伤害"
            },
            {
                "effect": "【回合6】随机友军+8/+15，获得【践踏1回合】，全场敌方生物受到4点伤害"
            },
            {
                "effect": "【回合6】随机友军+9/+18，获得【践踏1回合】，全场敌方生物受到5点伤害"
            },
            {
                "effect": "【回合5】随机友军+10/+24，获得【践踏1回合】，全场敌方生物受到6点伤害"
            },
            {
                "effect": "【回合5】随机友军+11/+28，获得【践踏1回合】，全场敌方生物受到8点伤害"
            },
            {
                "effect": "【回合5】随机友军+12/+36，获得【践踏1回合】，全场敌方生物受到10点伤害"
            },
            {
                "effect": "【回合5】随机友军+14/+40，获得【践踏1回合】，全场敌方生物受到12点伤害"
            },
            {
                "effect": "【回合5】随机友军+16/+50，获得【践踏1回合】，全场敌方生物受到15点伤害"
            },
            {
                "effect": "【回合5】随机友军+18/+60，获得【践踏1回合】，全场敌方生物受到18点伤害"
            }
        ]
    },
    {
        "id": 152,
        "name": "贪婪长弓",
        "zhenyin": 6,
        "quality": 3,
        "type": 1,
        "img": "/manshikuangye/tanlanchanggong.jpg",
        "bonus": "英雄商店 多刷新一个商品 并至少打1折",
        "data": [
            {
                "effect": "【回合6结束】召唤【贪食白龙-lv3】"
            },
            {
                "effect": "【回合6结束】召唤【贪食白龙-lv4】"
            },
            {
                "effect": "【回合6结束】召唤【贪食白龙-lv5】"
            },
            {
                "effect": "【回合6结束】召唤【贪食白龙-lv6】"
            },
            {
                "effect": "【回合6结束】召唤【贪食白龙-lv7】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv7】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv9】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv10】，获得【人参果-lv1】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv12】，获得【人参果-lv5】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv14】，获得【人参果-lv10】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv16】，获得【人参果-lv12】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv18】，获得【人参果-lv15】"
            },
            {
                "effect": "【回合5结束】召唤【贪食白龙-lv20】，获得【人参果-lv20】"
            }
        ]
    },
    {
        "id": 153,
        "name": "原野呼唤",
        "zhenyin": 6,
        "quality": 3,
        "type": 1,
        "img": "/manshikuangye/yuanyehuhuan.jpg",
        "bonus": "蛮石·英雄 生命+45",
        "data": [
            {
                "effect": "【回合4结束】后排位置召唤【象牙少女-lv1】"
            },
            {
                "effect": "【回合4结束】后排位置召唤【象牙少女-lv2】"
            },
            {
                "effect": "【回合4结束】后排位置召唤【象牙少女-lv3】"
            },
            {
                "effect": "【回合4结束】后排位置召唤【象牙少女-lv4】"
            },
            {
                "effect": "【回合4结束】后排位置召唤【象牙少女-lv5】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv5】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv7】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv9】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv11】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv13】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv15】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv17】"
            },
            {
                "effect": "【回合3结束】后排位置召唤【象牙少女-lv20】"
            }
        ]
    },
    {
        "id": 154,
        "name": "岩刻·源力石矛",
        "zhenyin": 6,
        "quality": 3,
        "type": 1,
        "img": "/manshikuangye/yanke_yuanlishimao.jpg",
        "bonus": "蛮石英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合2】召唤【符文·源力之石-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv7】，随机友军+1/+2，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv8】，随机友军+3/+3，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv10】，随机友军+4/+4，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv12】，随机友军+5/+5，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv14】，随机友军+6/+6，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv16】，随机友军+7/+7，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv18】，随机友军+8/+8，获得【回命】"
            },
            {
                "effect": "【回合2】召唤【符文·源力之石-lv20】，随机友军+9/+9，获得【回命】"
            }
        ]
    },
    {
        "id": 155,
        "name": "好运木雕",
        "zhenyin": 6,
        "quality": 1,
        "type": 2,
        "img": "/manshikuangye/haoyunmudiao.jpg",
        "bonus": "蛮石·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合2结束】召唤【贪食肥鼠-lv1】"
            },
            {
                "effect": "【回合2结束】召唤【贪食肥鼠-lv2】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv2】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv3】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv4】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv6】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv8】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv10】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv12】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv14】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv16】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv18】"
            },
            {
                "effect": "【回合1结束】召唤【贪食肥鼠-lv20】"
            }
        ]
    },
    {
        "id": 156,
        "name": "角斗士徽记",
        "zhenyin": 6,
        "quality": 1,
        "type": 2,
        "img": "/manshikuangye/juedoushihuiji.jpg",
        "bonus": "天梯 每周购买体力上限+10",
        "data": [
            {
                "effect": "【回合2结束】获得【痴蛮野人-lv1】"
            },
            {
                "effect": "【回合2结束】获得【痴蛮野人-lv2】"
            },
            {
                "effect": "【回合1结束】获得【痴蛮野人-lv3】"
            },
            {
                "effect": "【回合1结束】获得【痴蛮野人-lv4】"
            },
            {
                "effect": "【回合1结束】获得【痴蛮野人-lv5】"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv6】，随机友军攻击+1"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv7】，随机友军+1/+1"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv8】，随机友军+1/+2"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv12】，随机友军+2/+2"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv15】，随机友军+3/+3"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv16】，随机友军+4/+5"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv18】，随机友军+6/+6"
            },
            {
                "effect": "【回合1】获得【痴蛮野人-lv20】，随机友军+8/+8"
            }
        ]
    },
    {
        "id": 157,
        "name": "兽骨戒",
        "zhenyin": 6,
        "quality": 1,
        "type": 2,
        "img": "/manshikuangye/shougujie.jpg",
        "bonus": "每日任务·1号宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合4】中排随机位置召唤【噬人花-lv1】"
            },
            {
                "effect": "【回合4】中排随机位置召唤【噬人花-lv2】"
            },
            {
                "effect": "【回合3】中排随机位置召唤【噬人花-lv2】"
            },
            {
                "effect": "【回合3】中排随机位置召唤【噬人花-lv3】、【洞察1】"
            },
            {
                "effect": "【回合3】中排随机位置召唤【噬人花-lv4】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv4】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv6】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv8】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv10】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv12】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv14】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv16】、【洞察1】"
            },
            {
                "effect": "【回合2】中排随机位置召唤【噬人花-lv16】、【洞察1】、全体单位受到1点伤害"
            }
        ]
    },
    {
        "id": 158,
        "name": "高原角笛",
        "zhenyin": 6,
        "quality": 1,
        "type": 2,
        "img": "/manshikuangye/gaoyuanjiaodi.jpg",
        "bonus": "周活动-陨石矿场，礼包钻石+100%",
        "data": [
            {
                "effect": "【回合3】召唤【高原守卫-lv1】"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv2】"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv3】"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv4】"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv6】"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv6】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv8】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv10】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv12】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv14】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv16】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv18】，全场生物受到1点伤害"
            },
            {
                "effect": "【回合3】召唤【高原守卫-lv20】，全场生物受到1点伤害"
            }
        ]
    },
    {
        "id": 159,
        "name": "部族图腾",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/buzututeng.jpg",
        "bonus": "蛮石·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合4】后排随机位置召唤【旷野祭师-lv1】"
            },
            {
                "effect": "【回合4】后排随机位置召唤【旷野祭师-lv3】"
            },
            {
                "effect": "【回合3结束】后排随机位置召唤【旷野祭师-lv3】"
            },
            {
                "effect": "【回合2结束】后排随机位置召唤【旷野祭师-lv3】"
            },
            {
                "effect": "【回合2结束】后排随机位置召唤【旷野祭师-lv5】"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv5】"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv7】"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv8】，随机友军+1/+1"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv10】，随机友军+1/+1"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv12】，2个随机友军+1/+1"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv13】，2个随机友军+2/+2"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv15】，2个随机友军+2/+3"
            },
            {
                "effect": "【回合1结束】后排随机位置召唤【旷野祭师-lv16】，2个随机友军+3/+3"
            }
        ]
    },
    {
        "id": 160,
        "name": "雄鹰头饰",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/xiongyingtoushi.jpg",
        "bonus": "蛮石·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合6】伤害随机敌军3次（伤害1、1、3）"
            },
            {
                "effect": "【回合6】伤害随机敌军3次（伤害2、2、3）"
            },
            {
                "effect": "【回合6】伤害随机敌军4次（伤害2、2、2、3）"
            },
            {
                "effect": "【回合5】伤害随机敌军4次（伤害2、2、2、4）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害2、2、2、2、4）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害3、3、3、3、5）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害3、3、3、3、10）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害4、4、4、4、15）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害5、5、5、5、20）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害6、6、6、6、25）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害6、6、6、6、33）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害7、7、7、7、35）"
            },
            {
                "effect": "【回合5】伤害随机敌军5次（伤害8、8、8、8、40）"
            }
        ]
    },
    {
        "id": 161,
        "name": "兽王披风",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/shouwangpifeng.jpg",
        "bonus": "英雄每日能量广告 数量+20",
        "data": [
            {
                "effect": "【回合2结束】随机友军+1/+2"
            },
            {
                "effect": "【回合2结束】随机友军+2/+2"
            },
            {
                "effect": "【回合1结束】随机友军+2/+2"
            },
            {
                "effect": "【回合1结束】随机友军+2/+4"
            },
            {
                "effect": "【回合1结束】随机友军+3/+4"
            },
            {
                "effect": "【回合1结束】随机友军+4/+4，获得【源力苏醒-lv8】"
            },
            {
                "effect": "【回合1结束】随机友军+5/+6，获得【源力苏醒-lv10】"
            },
            {
                "effect": "【回合1结束】随机友军+7/+7，获得【源力苏醒-lv11】"
            },
            {
                "effect": "【回合1结束】随机友军+9/+9，获得【源力苏醒-lv13】"
            },
            {
                "effect": "【回合1结束】随机友军+12/+12，获得【源力苏醒-lv15】"
            },
            {
                "effect": "【回合1结束】随机友军+14/+14，获得【源力苏醒-lv16】"
            },
            {
                "effect": "【回合1结束】随机友军+16/+16，获得【源力苏醒-lv18】"
            },
            {
                "effect": "【回合1结束】随机友军+18/+18，获得【源力苏醒-lv20】"
            }
        ]
    },
    {
        "id": 162,
        "name": "羊骨头饰",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/yanggutoushi.jpg",
        "bonus": "公会捐赠所得【木材】+100%",
        "data": [
            {
                "effect": "【回合3】召唤【荒原智者-lv2】"
            },
            {
                "effect": "【回合3】召唤【荒原智者-lv3】"
            },
            {
                "effect": "【回合3】召唤【荒原智者-lv4】"
            },
            {
                "effect": "【回合3】召唤【荒原智者-lv4】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合3】召唤【荒原智者-lv5】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv6】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv7】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv9】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv11】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv13】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv15】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv17】，【迟缓】友军失去【迟缓】"
            },
            {
                "effect": "【回合2】召唤【荒原智者-lv20】，【迟缓】友军失去【迟缓】"
            }
        ]
    },
    {
        "id": 163,
        "name": "荆棘冠冕",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/jingjiguanmian.jpg",
        "bonus": "周活动-陨石矿场，成就钻石+400%",
        "data": [
            {
                "effect": "【回合3】随机友军获得【荆棘】"
            },
            {
                "effect": "【回合3】随机友军攻击+1，并获得【荆棘】"
            },
            {
                "effect": "【回合3】随机友军+1/+2，并获得【荆棘】"
            },
            {
                "effect": "【回合3】随机友军+1/+4，并获得【荆棘】"
            },
            {
                "effect": "【回合3】随机友军+2/+5，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+2/+5，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+3/+6，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+5/+7，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+6/+9，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+8/+10，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+9/+13，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+10/+16，并获得【荆棘】"
            },
            {
                "effect": "【回合2】随机友军+12/+20，并获得【荆棘】"
            }
        ]
    },
    {
        "id": 164,
        "name": "岩刻·源力项链",
        "zhenyin": 6,
        "quality": 2,
        "type": 2,
        "img": "/manshikuangye/yanke_yuanlixianglian.jpg",
        "bonus": "正义酒馆刷紫卡概率+20%",
        "data": [
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv7】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv9】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv11】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv13】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv15】"
            },
            {
                "effect": "【回合2】召唤【符文·原力冲击-lv17】"
            }
        ]
    },
    {
        "id": 165,
        "name": "祖灵之拥",
        "zhenyin": 6,
        "quality": 3,
        "type": 2,
        "img": "/manshikuangye/zulingzhiyong.jpg",
        "bonus": "蛮石·英雄 生命+45",
        "data": [
            {
                "effect": "【回合5】获得【蛮石独眼巨人-lv3】，敌方坠落巨石（7点伤害）"
            },
            {
                "effect": "【回合5】获得【蛮石独眼巨人-lv4】，敌方坠落巨石（8点伤害）"
            },
            {
                "effect": "【回合4】获得【蛮石独眼巨人-lv5】，敌方坠落巨石（10点伤害）"
            },
            {
                "effect": "【回合4】获得【蛮石独眼巨人-lv6】，敌方坠落巨石（12点伤害）"
            },
            {
                "effect": "【回合4】获得【蛮石独眼巨人-lv7】，敌方坠落巨石（13点伤害）"
            },
            {
                "effect": "【回合4】获得【蛮石独眼巨人-lv8】，敌方坠落2个巨石（15点伤害）"
            },
            {
                "effect": "【回合4】获得【蛮石独眼巨人-lv9】和【真理碎片】，敌方坠落2个巨石（16点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv11】和【真理碎片】，敌方坠落2个巨石（20点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv13】和【真理碎片】，敌方坠落2个巨石（24点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv15】和【真理碎片】，敌方坠落2个巨石（30点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv16】和【真理碎片】，敌方坠落3个巨石（35点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv18】和【真理碎片】，敌方坠落3个巨石（45点伤害）"
            },
            {
                "effect": "【回合3】获得【蛮石独眼巨人-lv20】和【真理碎片】，敌方坠落3个巨石（48点伤害）"
            }
        ]
    },
    {
        "id": 166,
        "name": "赤怒",
        "zhenyin": 6,
        "quality": 3,
        "type": 2,
        "img": "/manshikuangye/chinu.jpg",
        "bonus": "蛮石·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合3】获得【势如破竹-lv1】，随机友军+1/+1"
            },
            {
                "effect": "【回合3】获得【势如破竹-lv2】，随机友军+1/+3"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv3】，随机友军+1/+3"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv4】，随机友军+2/+3"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv5】，随机友军+3/+3"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv6】，随机友军+3/+3，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv8】，随机友军+4/+4，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv10】，随机友军+6/+6，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv12】，随机友军+8/+8，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv15】，随机友军+10/+10，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv16】，随机友军+12/+12，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv18】，随机友军+15/+15，并获得【践踏1回合】"
            },
            {
                "effect": "【回合2】获得【势如破竹-lv20】，随机友军+18/+18，并获得【践踏1回合】"
            }
        ]
    },
    {
        "id": 167,
        "name": "源力之石",
        "zhenyin": 6,
        "quality": 3,
        "type": 2,
        "img": "/manshikuangye/yuanlizhishi.jpg",
        "bonus": "跨服天梯单场胜利，纯净命运之石+10",
        "data": [
            {
                "effect": "【回合4】随机友军+3/+3"
            },
            {
                "effect": "【回合4】随机友军+4/+5"
            },
            {
                "effect": "【回合4】随机友军+6/+6"
            },
            {
                "effect": "【回合4】随机友军+8/+8"
            },
            {
                "effect": "【回合4】随机友军+10/+10"
            },
            {
                "effect": "【回合4】随机友军+12/+12，获得【磐龙】1回合"
            },
            {
                "effect": "【回合4】随机友军+15/+15，获得【磐龙】1回合"
            },
            {
                "effect": "【回合4】随机友军+18/+18，获得【磐龙】1回合"
            },
            {
                "effect": "【回合4】随机友军+22/+22，获得【磐龙】1回合"
            },
            {
                "effect": "【回合4】随机友军+25/+25，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+30/+30，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+36/+36，获得【磐龙】"
            },
            {
                "effect": "【回合4】随机友军+45/+45，获得【磐龙】，获得【践踏】1回合"
            }
        ]
    },
    {
        "id": 168,
        "name": "岩刻·猛犸之吼",
        "zhenyin": 6,
        "quality": 3,
        "type": 2,
        "img": "/manshikuangye/yanke_mengmazhihou.jpg",
        "bonus": "蛮石英雄，生命+10",
        "data": [
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv1】"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv2】"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv3】"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv4】"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv5】"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv6】，随机友军+2/+2，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv8】，随机友军+2/+2，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv10】，2个友军+2/+2，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv12】，2个友军+2/+3，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv14】，2个友军+3/+3，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv16】，3个友军+3/+3，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv18】，3个友军+3/+4，获得【践踏】1回合"
            },
            {
                "effect": "【回合4】召唤【符文·猛犸之歌-lv20】，3个友军+4/+4，获得【践踏】1回合"
            }
        ]
    },
    {
        "id": 169,
        "name": "聚魂法球",
        "zhenyin": 7,
        "quality": 1,
        "type": 1,
        "img": "/dongshenshitu/juhunfaqiu.jpg",
        "bonus": "冬神·家园 劳动力+50%",
        "data": [
            {
                "effect": "【回合3】前排随机位置召唤【复生尸骸-lv1】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【复生尸骸-lv2】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【复生尸骸-lv3】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【复生尸骸-lv4】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【复生尸骸-lv5】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv6】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv8】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv10】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv12】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv14】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv16】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv18】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【复生尸骸-lv20】"
            }
        ]
    },
    {
        "id": 170,
        "name": "冰魄弓",
        "zhenyin": 7,
        "quality": 1,
        "type": 1,
        "img": "/dongshenshitu/bingpogong.jpg",
        "bonus": "冬神·英雄 每日能量罐使用上限+30",
        "data": [
            {
                "effect": "【回合7】召唤2个【骷髅射手-lv1】"
            },
            {
                "effect": "【回合7】召唤2个【骷髅射手-lv2】"
            },
            {
                "effect": "【回合6】召唤2个【骷髅射手-lv2】"
            },
            {
                "effect": "【回合6】召唤2个【骷髅射手-lv3】"
            },
            {
                "effect": "【回合6】召唤2个【骷髅射手-lv4】"
            },
            {
                "effect": "【回合5】召唤2个【骷髅射手-lv4】"
            },
            {
                "effect": "【回合5】召唤2个【骷髅射手-lv6】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv6】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv8】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv10】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv12】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv14】"
            },
            {
                "effect": "【回合4】召唤2个【骷髅射手-lv16】"
            }
        ]
    },
    {
        "id": 171,
        "name": "聚能匕首",
        "zhenyin": 7,
        "quality": 1,
        "type": 1,
        "img": "/dongshenshitu/junengbishou.jpg",
        "bonus": "冬神·英雄 每日能量宝箱价格-75%",
        "data": [
            {
                "effect": "【回合3】冰封友方随机位置，随机友军+1/+1"
            },
            {
                "effect": "【回合3】冰封友方随机位置，随机友军+1/+3"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+1/+3"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+2/+3"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+3/+3"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+4/+4"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+6/+6"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+8/+8"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+10/+10"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+12/+12"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+14/+14"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+16/+16"
            },
            {
                "effect": "【回合2】冰封友方随机位置，随机友军+18/+18"
            }
        ]
    },
    {
        "id": 172,
        "name": "祭品匕首",
        "zhenyin": 7,
        "quality": 1,
        "type": 1,
        "img": "/dongshenshitu/jipinbishou.jpg",
        "bonus": "6元·日礼包，钻石+300",
        "data": [
            {
                "effect": "【回合1结束】前排位置召唤【阴冷墓穴-lv1】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【阴冷墓穴-lv2】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【阴冷墓穴-lv3】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【阴冷墓穴-lv4】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【阴冷墓穴-lv5】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv5】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv7】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv9】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv11】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv13】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv15】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv17】"
            },
            {
                "effect": "【回合1】前排位置召唤【阴冷墓穴-lv20】"
            }
        ]
    },
    {
        "id": 173,
        "name": "寒晶大剑",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/hanjingdajian.jpg",
        "bonus": "冬神·遗迹寻宝 暴击率+42%",
        "data": [
            {
                "effect": "【回合3结束】召唤【冬神狂信者-lv1】"
            },
            {
                "effect": "【回合3结束】召唤【冬神狂信者-lv2】"
            },
            {
                "effect": "【回合2结束】召唤【冬神狂信者-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【冬神狂信者-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【冬神狂信者-lv6】"
            },
            {
                "effect": "【回合1结束】召唤【冬神狂信者-lv7】"
            },
            {
                "effect": "【回合1结束】召唤【冬神狂信者-lv9】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv10】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv12】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv14】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv16】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv18】，冰封敌方随机区域"
            },
            {
                "effect": "【回合1】召唤【冬神狂信者-lv20】，冰封敌方随机区域，随机敌军-2/-2"
            }
        ]
    },
    {
        "id": 174,
        "name": "绿宝石匕首",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/lvbaoshibishou.jpg",
        "bonus": "粉尘月卡 每日领取粉尘+200%",
        "data": [
            {
                "effect": "【回合4结束】召唤【冷酷冲车-lv1】"
            },
            {
                "effect": "【回合4结束】召唤【冷酷冲车-lv2】"
            },
            {
                "effect": "【回合3结束】召唤【冷酷冲车-lv2】"
            },
            {
                "effect": "【回合3结束】召唤【冷酷冲车-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv3】"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv4】，全体敌军受到1点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv6】，全体敌军受到1点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv8】，全体敌军受到2点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv10】，全体敌军受到3点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv12】，全体敌军受到4点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv14】，全体敌军受到5点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv16】，全体敌军受到6点伤害"
            },
            {
                "effect": "【回合2结束】召唤【冷酷冲车-lv19】，全体敌军受到8点伤害"
            }
        ]
    },
    {
        "id": 175,
        "name": "冬幕镰爪",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/dongmulianzhua.jpg",
        "bonus": "周任务·最后宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合5】召唤【冬幕斗士-lv1】"
            },
            {
                "effect": "【回合5】召唤【冬幕斗士-lv2】"
            },
            {
                "effect": "【回合5】召唤【冬幕斗士-lv3】"
            },
            {
                "effect": "【回合5】召唤【冬幕斗士-lv4】"
            },
            {
                "effect": "【回合5】召唤【冬幕斗士-lv5】"
            },
            {
                "effect": "【回合5】冰封随机友方区域，召唤【冬幕斗士-lv7】"
            },
            {
                "effect": "【回合5】冰封随机友方区域，召唤【冬幕斗士-lv9】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv10】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv12】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv14】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv15】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv17】"
            },
            {
                "effect": "【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv20】"
            }
        ]
    },
    {
        "id": 176,
        "name": "冰峰之刃",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/bingfengzhiren.jpg",
        "bonus": "异界，20胜钻石+1900",
        "data": [
            {
                "effect": "【回合2】冰封友方随机位置，获得【冰峰甲虫-lv2】"
            },
            {
                "effect": "【回合2】冰封友方随机位置，获得【冰峰甲虫-lv3】"
            },
            {
                "effect": "【回合2】冰封友方随机位置，获得【冰峰甲虫-lv5】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv5】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv7】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv7】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv9】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv11】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv13】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv15】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv16】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封友方随机位置，获得【冰峰甲虫-lv18】和【真理碎片】"
            },
            {
                "effect": "【回合1】冰封2个友方随机位置，获得【冰峰甲虫-lv20】和【真理碎片】"
            }
        ]
    },
    {
        "id": 177,
        "name": "灵火法杖",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/linghuofazhang.jpg",
        "bonus": "钻石挑战，周六七档获得【钻石】+60%",
        "data": [
            {
                "effect": "【回合3】召唤【蛮骨法师-lv1】"
            },
            {
                "effect": "【回合3】召唤【蛮骨法师-lv2】"
            },
            {
                "effect": "【回合3】召唤【蛮骨法师-lv3】"
            },
            {
                "effect": "【回合3】召唤【蛮骨法师-lv4】"
            },
            {
                "effect": "【回合3】召唤【蛮骨法师-lv5】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv5】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv7】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv9】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv11】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv13】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv15】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv17】"
            },
            {
                "effect": "【回合2】召唤【蛮骨法师-lv17】，吸取敌方英雄7点生命"
            }
        ]
    },
    {
        "id": 178,
        "name": "霜刻·吸魂魔杖",
        "zhenyin": 7,
        "quality": 2,
        "type": 1,
        "img": "/dongshenshitu/shuangke_xihunmozhang.jpg",
        "bonus": "钻石月卡每日领取钻石+50",
        "data": [
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv1】"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv6】，吸取敌方英雄2点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv7】，吸取敌方英雄4点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv8】，吸取敌方英雄6点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv10】，吸取敌方英雄7点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv12】，吸取敌方英雄8点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv14】，吸取敌方英雄9点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv16】，吸取敌方英雄10点生命"
            },
            {
                "effect": "【回合2】召唤【符文·无尽折磨-lv18】，吸取敌方英雄12点生命"
            }
        ]
    },
    {
        "id": 179,
        "name": "艾格朗尼，冬神之指",
        "zhenyin": 7,
        "quality": 3,
        "type": 1,
        "img": "/dongshenshitu/aigelangni_dongshenzhizhi.jpg",
        "bonus": "冬神·英雄 能量恢复速度+75%",
        "data": [
            {
                "effect": "【回合4】召唤【极地冰封者-lv1】"
            },
            {
                "effect": "【回合4】召唤【极地冰封者-lv2】"
            },
            {
                "effect": "【回合4】召唤【极地冰封者-lv3】"
            },
            {
                "effect": "【回合3】召唤【极地冰封者-lv4】"
            },
            {
                "effect": "【回合3】召唤【极地冰封者-lv5】"
            },
            {
                "effect": "【回合3】召唤【极地冰封者-lv6】，冰封敌方随机区域"
            },
            {
                "effect": "【回合3】召唤【极地冰封者-lv8】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv9】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv11】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv13】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv15】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv17】，冰封敌方随机区域"
            },
            {
                "effect": "【回合2】召唤【极地冰封者-lv20】，冰封敌方随机2个区域"
            }
        ]
    },
    {
        "id": 180,
        "name": "冰河法珠",
        "zhenyin": 7,
        "quality": 3,
        "type": 1,
        "img": "/dongshenshitu/binghefazhu.jpg",
        "bonus": "图书馆 羽毛笔充能速度+75%",
        "data": [
            {
                "effect": "【回合6】2个敌军-1/-1，友方每有1块冰，随机冬神友军攻击+1"
            },
            {
                "effect": "【回合6】2个敌军-2/-2，友方每有1块冰，随机冬神友军攻击+1"
            },
            {
                "effect": "【回合6】2个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+1"
            },
            {
                "effect": "【回合6】3个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+1"
            },
            {
                "effect": "【回合6】3个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+2"
            },
            {
                "effect": "【回合6】3个敌军-3/-3，友方每有1块冰，随机冬神友军+1/+2"
            },
            {
                "effect": "【回合6】3个敌军-3/-3，友方每有1块冰，随机冬神友军+2/+2"
            },
            {
                "effect": "【回合6】3个敌军-4/-4，友方每有1块冰，随机冬神友军+2/+3"
            },
            {
                "effect": "【回合6】3个敌军-5/-5，友方每有1块冰，随机冬神友军+3/+3"
            },
            {
                "effect": "【回合6】6个敌军-6/-6，友方每有1块冰，随机冬神友军+4/+4"
            },
            {
                "effect": "【回合6】6个敌军-8/-8，友方每有1块冰，随机冬神友军+5/+5"
            },
            {
                "effect": "【回合6】6个敌军-10/-10，友方每有1块冰，随机冬神友军+6/+6"
            },
            {
                "effect": "【回合6】6个敌军-13/-13，友方每有1块冰，随机冬神友军+8/+8"
            }
        ]
    },
    {
        "id": 181,
        "name": "骸斩",
        "zhenyin": 7,
        "quality": 3,
        "type": 1,
        "img": "/dongshenshitu/haizhan.jpg",
        "bonus": "冬神·英雄 生命+45",
        "data": [
            {
                "effect": "【回合3】后排位置召唤【邪恶化身-lv1】"
            },
            {
                "effect": "【回合3】后排位置召唤【邪恶化身-lv2】"
            },
            {
                "effect": "【回合3】后排位置召唤【邪恶化身-lv3】"
            },
            {
                "effect": "【回合3】后排位置召唤【邪恶化身-lv4】"
            },
            {
                "effect": "【回合3】后排位置召唤【邪恶化身-lv5】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv5】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv6】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv7】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv9】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv11】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv13】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv15】"
            },
            {
                "effect": "【回合2】后排位置召唤【邪恶化身-lv17】、前排位置召唤【猩红仆从-lv1】"
            }
        ]
    },
    {
        "id": 182,
        "name": "霜刻·断魂魔镰",
        "zhenyin": 7,
        "quality": 3,
        "type": 1,
        "img": "/dongshenshitu/shuangke_duanhunmolian.jpg",
        "bonus": "冬神英雄，使用能量罐获得能量值+10%",
        "data": [
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv9】，随机敌军-2/-2"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv10】，随机敌军-3/-3"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv11】，随机敌军-4/-4"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv12】，随机敌军-6/-6"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv14】，随机敌军-7/-7"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv16】，随机敌军-8/-8"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv18】，随机敌军-9/-9"
            },
            {
                "effect": "【回合2】召唤【符文·灵魂收割-lv20】，随机敌军-10/-10"
            }
        ]
    },
    {
        "id": 183,
        "name": "寒晶吊坠",
        "zhenyin": 7,
        "quality": 1,
        "type": 2,
        "img": "/dongshenshitu/hanjingdiaozhui.jpg",
        "bonus": "冬神·遗迹挂机收益+50%",
        "data": [
            {
                "effect": "【回合4】本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合4】随机敌军攻击-1，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合4】随机敌军攻击-2，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合3】随机敌军攻击-2，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合3】随机敌军攻击-3，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-3，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-5，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-7，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-10，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-13，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-16，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-20，本回合不能攻击，冰封脚下"
            },
            {
                "effect": "【回合2】随机敌军攻击-25，本回合不能攻击，冰封脚下"
            }
        ]
    },
    {
        "id": 184,
        "name": "寒晶充能石",
        "zhenyin": 7,
        "quality": 1,
        "type": 2,
        "img": "/dongshenshitu/hanjingchongnengshi.jpg",
        "bonus": "战役 体力上限+80",
        "data": [
            {
                "effect": "【回合3】前排随机位置召唤【寒冰魔墙-lv1】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【寒冰魔墙-lv2】"
            },
            {
                "effect": "【回合3】前排随机位置召唤【寒冰魔墙-lv3】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【寒冰魔墙-lv3】"
            },
            {
                "effect": "【回合2】前排随机位置召唤【寒冰魔墙-lv4】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv4】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv6】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv8】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv10】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv12】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv14】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv16】"
            },
            {
                "effect": "【回合1】前排随机位置召唤【寒冰魔墙-lv18】，冰封友方随机区域"
            }
        ]
    },
    {
        "id": 185,
        "name": "寒铁盔",
        "zhenyin": 7,
        "quality": 1,
        "type": 2,
        "img": "/dongshenshitu/hantiekui.jpg",
        "bonus": "每日任务·4号宝箱 收益+200%",
        "data": [
            {
                "effect": "【回合4】召唤【寒铁军士-lv1】"
            },
            {
                "effect": "【回合3】召唤【寒铁军士-lv1】"
            },
            {
                "effect": "【回合3】召唤【寒铁军士-lv2】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv2】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv3】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv5】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv6】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv9】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv11】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv13】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv15】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv17】"
            },
            {
                "effect": "【回合2】召唤【寒铁军士-lv19】"
            }
        ]
    },
    {
        "id": 186,
        "name": "冰霜战旗",
        "zhenyin": 7,
        "quality": 1,
        "type": 2,
        "img": "/dongshenshitu/bingshuangzhanqi.jpg",
        "bonus": "循环累充，每日福利【蓝色能量罐】+35",
        "data": [
            {
                "effect": "【回合2结束】前排位置召唤【战场遗迹-lv1】"
            },
            {
                "effect": "【回合2结束】前排位置召唤【战场遗迹-lv2】"
            },
            {
                "effect": "【回合2结束】前排位置召唤【战场遗迹-lv3】"
            },
            {
                "effect": "【回合2结束】前排位置召唤【战场遗迹-lv4】"
            },
            {
                "effect": "【回合2结束】前排位置召唤【战场遗迹-lv6】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv7】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv9】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv11】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv13】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv15】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv16】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv18】"
            },
            {
                "effect": "【回合1结束】前排位置召唤【战场遗迹-lv20】"
            }
        ]
    },
    {
        "id": 187,
        "name": "巫妖魂器",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/wuyaohunqi.jpg",
        "bonus": "冬神·英雄（橙色及以上品质）高等级蓝卡概率+50%",
        "data": [
            {
                "effect": "【回合4结束】召唤【严寒苦行僧-lv1】"
            },
            {
                "effect": "【回合4结束】召唤【严寒苦行僧-lv2】"
            },
            {
                "effect": "【回合4结束】召唤【严寒苦行僧-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【严寒苦行僧-lv3】"
            },
            {
                "effect": "【回合3结束】召唤【严寒苦行僧-lv4】"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv6】"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv8】"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv10】，冰封敌方随机位置"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv12】，冰封敌方随机位置"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv14】，冰封敌方随机位置"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv16】，冰封敌方随机位置"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv18】，冰封敌方随机位置"
            },
            {
                "effect": "【回合2结束】召唤【严寒苦行僧-lv20】，冰封敌方随机2个位置"
            }
        ]
    },
    {
        "id": 188,
        "name": "《亡魂之书》",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/wanghunzhishu.jpg",
        "bonus": "冬神·英雄 能量恢复速度+70",
        "data": [
            {
                "effect": "【回合2结束】获得2张【骷髅犬-lv1】"
            },
            {
                "effect": "【回合2结束】获得2张【骷髅犬-lv2】"
            },
            {
                "effect": "【回合2结束】获得2张【骷髅犬-lv3】"
            },
            {
                "effect": "【回合1结束】获得2张【骷髅犬-lv4】"
            },
            {
                "effect": "【回合1结束】获得2张【骷髅犬-lv5】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv5】，并获得【骷髅犬-lv5】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv7】，并获得【骷髅犬-lv7】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv9】，并获得【骷髅犬-lv9】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv12】，并获得【骷髅犬-lv12】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv15】，并获得【骷髅犬-lv15】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv16】，并获得【骷髅犬-lv16】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv18】，并获得【骷髅犬-lv18】"
            },
            {
                "effect": "【回合1结束】召唤【骷髅犬-lv20】，并获得【骷髅犬-lv20】"
            }
        ]
    },
    {
        "id": 189,
        "name": "冰晶雕像",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/bingjingdiaoxiang.jpg",
        "bonus": "家园 高级资源产出率+20%",
        "data": [
            {
                "effect": "【回合1结束】获得【神庙祭师-lv2】"
            },
            {
                "effect": "【回合1结束】获得【神庙祭师-lv3】"
            },
            {
                "effect": "【回合1结束】获得【神庙祭师-lv5】"
            },
            {
                "effect": "【回合1结束】获得【神庙祭师-lv7】"
            },
            {
                "effect": "【回合1结束】获得【神庙祭师-lv9】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv9】，召唤【冻尸-lv3】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv10】，召唤【冻尸-lv7】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv11】，召唤【冻尸-lv11】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv13】，召唤【冻尸-lv13】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv15】，召唤【冻尸-lv15】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv18】，召唤【冻尸-lv16】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv18】，召唤【冻尸-lv18】"
            },
            {
                "effect": "【回合1】获得【神庙祭师-lv20】，召唤【冻尸-lv20】"
            }
        ]
    },
    {
        "id": 190,
        "name": "雪隐珠",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/xueyinzhu.jpg",
        "bonus": "跨服天梯3胜，纯净命运之石+100",
        "data": [
            {
                "effect": "【回合3结束】中排位置召唤【雪隐长老灵-lv3】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【雪隐长老灵-lv4】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【雪隐长老灵-lv5】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【雪隐长老灵-lv6】"
            },
            {
                "effect": "【回合3结束】中排位置召唤【雪隐长老灵-lv7】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv7】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv8】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv10】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv12】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv14】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv16】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv18】"
            },
            {
                "effect": "【回合2结束】中排位置召唤【雪隐长老灵-lv20】，获得【寒风草人-lv12】"
            }
        ]
    },
    {
        "id": 191,
        "name": "仪式兽骨",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/yishishougu.jpg",
        "bonus": "6元·周礼包 钻石+2000",
        "data": [
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv1】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv2】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv3】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv4】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv5】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv6】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv7】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv8】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv10】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv12】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv14】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv16】"
            },
            {
                "effect": "【回合2结束】前排位置召唤2个【骨墙-lv19】"
            }
        ]
    },
    {
        "id": 192,
        "name": "霜刻·锁魂灵灯",
        "zhenyin": 7,
        "quality": 2,
        "type": 2,
        "img": "/dongshenshitu/shuangke_suohunlingdeng.jpg",
        "bonus": "邪恶酒馆刷紫卡概率+20%",
        "data": [
            {
                "effect": "【回合4】召唤【符文·寒灵禁锢-lv2】"
            },
            {
                "effect": "【回合4】召唤【符文·寒灵禁锢-lv3】"
            },
            {
                "effect": "【回合4】召唤【符文·寒灵禁锢-lv4】"
            },
            {
                "effect": "【回合4】召唤【符文·寒灵禁锢-lv5】"
            },
            {
                "effect": "【回合4】召唤【符文·寒灵禁锢-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv6】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv8】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv10】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv12】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv14】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv16】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv18】"
            },
            {
                "effect": "【回合3】召唤【符文·寒灵禁锢-lv20】"
            }
        ]
    },
    {
        "id": 193,
        "name": "永夜之拥",
        "zhenyin": 7,
        "quality": 3,
        "type": 2,
        "img": "/dongshenshitu/yongyezhiyong.jpg",
        "bonus": "冬神·英雄 生命+45",
        "data": [
            {
                "effect": "【回合6】随机友军+3/+3，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合6】随机友军+4/+4，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合6】随机友军+5/+5，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+5/+5，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+6/+6，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+8/+8，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+11/+11，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+15/+15，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+20/+20，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+25/+25，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+30/+30，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+35/+35，获得【魔免】、【践踏】，并且冰封脚下"
            },
            {
                "effect": "【回合5】随机友军+43/+43，获得【魔免】、【践踏】，并且冰封脚下"
            }
        ]
    },
    {
        "id": 194,
        "name": "严冬之兆",
        "zhenyin": 7,
        "quality": 3,
        "type": 2,
        "img": "/dongshenshitu/yandongzhizhao.jpg",
        "bonus": "冬神·英雄（橙色及以上品质）抽出高等级紫卡概率+15%",
        "data": [
            {
                "effect": "【回合2】后排随机位置召唤【凛冬邪咒师-lv1】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【凛冬邪咒师-lv2】"
            },
            {
                "effect": "【回合2】后排随机位置召唤【凛冬邪咒师-lv3】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv4】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv5】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv6】，获得【寒冬将至-lv3】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv7】，获得【寒冬将至-lv7】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv9】，获得【寒冬将至-lv9】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv11】，获得【寒冬将至-lv11】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv13】，获得【寒冬将至-lv13】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv15】，获得【寒冬将至-lv15】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv17】，获得【寒冬将至-lv17】"
            },
            {
                "effect": "【回合1】后排随机位置召唤【凛冬邪咒师-lv20】，获得【寒冬将至-lv20】"
            }
        ]
    },
    {
        "id": 195,
        "name": "缝魂者",
        "zhenyin": 7,
        "quality": 3,
        "type": 2,
        "img": "/dongshenshitu/fenghunzhe.jpg",
        "bonus": "钻石挑战，周二档获得【钻石】+100%",
        "data": [
            {
                "effect": "【回合2】后排位置召唤【墓园缝合师-lv2】"
            },
            {
                "effect": "【回合2】后排位置召唤【墓园缝合师-lv3】"
            },
            {
                "effect": "【回合2】后排位置召唤【墓园缝合师-lv4】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv5】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv6】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv6】，获得【骷髅犬-lv1】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv8】，获得【骷髅犬-lv1】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv10】，获得【骷髅犬-lv2】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv12】，获得【骷髅犬-lv4】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv13】，获得【骷髅犬-lv7】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv15】，获得【骷髅犬-lv9】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv17】，获得【骷髅犬-lv12】"
            },
            {
                "effect": "【回合1】后排位置召唤【墓园缝合师-lv19】，获得【骷髅犬-1v15】"
            }
        ]
    },
    {
        "id": 196,
        "name": "霜刻·冬魔战甲",
        "zhenyin": 7,
        "quality": 3,
        "type": 2,
        "img": "/dongshenshitu/shuangke_dongmozhanjia.jpg",
        "bonus": "冬神英雄，生命+10",
        "data": [
            {
                "effect": "【回合2】召唤【符文·武装大军-lv2】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv3】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv4】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv5】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv6】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv7】，获得【骷髅犬-lv7】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv8】，获得【骷髅犬-lv8】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv10】，获得【骷髅犬-lv10】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv12】，获得【骷髅犬-lv12】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv14】，获得【骷髅犬-lv14】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv16】，获得【骷髅犬-lv16】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv18】，获得【骷髅犬-lv18】"
            },
            {
                "effect": "【回合2】召唤【符文·武装大军-lv20】，获得【骷髅犬-lv20】"
            }
        ]
    }
]