// 四芒帝国

/*

白卡

1.小镇民兵(1费/7/7)：无。（lv12）

2.警卫(2费/12/6)：无。（lv12）

3.士兵战衣(2费/法术)：目标友军+2/+16。（lv12）

4.圣堂门卫(3费/1/25)：【护甲2】。（lv12）

5.民兵勇士(3费/14/5)：无。（lv12）

6.先锋骑手(4费/6/12)：登场:对面横排无敌军，自身+3/-2。（lv12）

7.帝国重锤兵(5费/23/7)：无。（lv12）



蓝卡：

1.圣殿斥候(1费/7/5)：【洞察1】、【协战3】。（lv10）

2.旅行背包(1费/法术)：目标友军+3/+8，具有回命。（lv10）

3.重装固守(1费/法术)：目标友军+2/+12，若他有护甲则获得【磐龙】、抽一张牌。（lv12）

4.防御工事(2费/0/28)：【守军】、回合结束:自身生命+6。（lv12）

5.圣殿卫士(2费/10/13)：【洞察1】、【回命】。（lv12）

6.修女(2费/5/12)：登场:英雄生命+12、回合结束:75%几率，英雄生命+10。（lv12）

7.欢乐奶牛(2费/2/20)：回合结束:85%几率，恢复英雄生命，等同于自身防御。（lv12）

8.炫目神光(2费/法术)：两个随机敌军，本回合不能进行攻击、英雄生命+20、获得《真理碎片》。（lv12）

9.天使琼浆(2费/法术)：英雄生命+28、抓一张牌、【洞察1】、75%几率获得《真理石残片》。（lv12）

10.盾甲禁卫(3费/13/9)：【护甲6】。（lv12）

11.帝国后勤官(3费/8/24)：回合结束:恢复英雄生命，等同自身攻击。（lv12）

12.圣殿弩手(3费/7/15)：【协战4】、回合开始:射击敌方英雄。（lv12）

13.大型弩车(3费/0/25)：【洞察1】、【协战10】。（lv12）

14.无畏爆破手(3费/4/24)：回合结束:投掷炸弹，15点伤害、死亡:炸伤你的英雄。（lv12）

15.增援战线(3费/法术)：召唤3个4/4民兵-lv7，60%概率再召唤一个。（lv12）

16.信念雕像(3费/7/22)：【守军】、【护甲3】、回合开始：另一友军生命+X（等同攻击）。（lv12）

17.塔楼弓手(3费/13/7)：【先攻】、洞察时：自身+3/+2、死亡：【洞察1】。（lv12）

18.圣殿精英(4费/9/24)：【协战8】、【护甲1】。（lv12）

19.白头狮鹫(4费/15/8)：【回命】、攻击前:65几率，吹飞对面首位敌军。（lv12）

20.箭楼车(4费/4/40)：回合结束:射击随机敌军3点伤害，随机另一名友军+2/+2。（lv12）

21.帝国老兵(4费/8/25)：登场:召唤6/6小镇民兵-lv10。（lv12）

22.四芒营帐(4费/0/38)：【守军】、登场、回合结束:召唤4/4小镇民兵-lv7。（lv12）

23.帝国重炮(4费/15/37)：【守军】、回合结束:炮击敌横排随机区域。（lv12）

24.谨慎的火枪手(4费/10/22)：攻击前、回合结束:若友军更多，枪击随机敌军(5点伤害)。（lv12）

25.生命之光(4费/法术)：英雄生命+35，若生命高于敌方英雄:召唤5/5小镇民兵-lv9。（lv10）

26.四芒牧师(4费/6/16)：回合开始:另一友军生命+8。（lv10）

27.精英射手(4费/15/10)：【先攻】、【协战4】、【洞察1】。（lv12）

28.帝国冲锋骑士(5费/24/10)：登场:若对面首位敌军为新进场，则将其消灭。（lv12）

29.战场传教士(5费/14/10)：登场:全体其他友军+4/+4。（lv12）

30.光明惩戒(5费/法术)：【洞察1】、横排所有敌军受到75点伤害。（lv12）



紫卡：

1.圣殿御卫(2费/10/14)：【洞察1】、命中英雄:召唤5/3警卫-lv6。（lv12）

2.流星斗士(2费/9/8)：【护甲2】、【协战4】、死亡:向对面横排，投掷流星锤。（lv12）

3.热血冒险家(2费/11/11)：【魔防3】、攻击前：若英雄生命高于敌方，自身+2/+3，否则获得【回命】1回合。（lv12）

4.圣殿骑士(3费/8/20)：【护甲2】、【回命】、【协战5】。（lv12）

5.白袍主教(3费/5/19)：回合开始:另一个随机友军+4/+4，其他友军+0/+2。（lv12）

6.边境高墙(3费/0/50)：【守军】、【磐龙】、【护甲3】、回合结束:【洞察1】，若场上有冰封，自身生命+6。（lv12）

7.冲锋装备(3费/法术)：目标友军+10/+15、并获得【护甲8】。（lv12）

8.月光祭司(4费/4/17)：登场:眩晕两个非帝国与禅意的敌军、回合结束:英雄生命+30。（lv12）

9.圣殿卫队长(4费/11/32)：【回命】、命中英雄:召唤5/7圣殿卫士-lv7。（lv12）

10.光之赞歌(4费/法术)：所有友军+8/+8。（lv12）

11.夺取阵地(4费/法术)：将横排敌军移回玩家手上、【洞察1】、友军横排召唤9/5警卫-lv10。（lv12）

12.钢铁大师(4费/8/30)：【护甲4】、回合结束:全体护甲友军攻击+6。（lv12）

13.召集护卫(4费/法术)：在目标位置和随机位置，召唤1/25圣堂门卫-lv12、护甲友军攻击+3，获得【磐龙】1回合、【洞察1】。（lv12）

14.禁卫百夫长(5费/15/25)：【磐龙】、【护甲9】、【协战6】。（lv12）

15.田园保卫战(5费/法术)：回合结束:召唤4个4/14田野农夫-lv12、抓一张牌、英雄生命+30。（lv12）

16.圣光主祭(5费/5/15)：登场:英雄生命+10、英雄获得生命时:另一友军+4/+9。（lv10）

17.惩戒天使(6费/18/36)：【回命】、【洞察3】、登场:消灭对面横排首位新进场敌军。（lv12）

18.光明圣骑士(6费/20/20)：【护甲6】、登场:英雄生命+20。（lv12）

19.禁卫指挥官(6费/15/33)：【护甲4】、【洞察1】、洞察时：全体友军+3/+3。（lv12）

20.皇家狮鹫(7费/18/12)：【回命】、【护甲4】、登场:召唤15/8白头狮鹫-lv12，吹飞随机敌军。（lv12）

21.破城者·阿基琉斯(7费/0/80)：【迟缓】、【磐龙】、【践踏】、【护甲8】、【协战21】。（lv12）

22.荣光壁垒(8费/0/100)：【磐龙】、【守军】、【护甲4】、回合结束:炮击敌横排随机区域15点伤害。（lv12）炮击2次。（lv12）



橙卡：

1.曙光·安娜贝尔(3费/6/10)：【洞察2】、攻击前:所有友军+3/+4。（lv12）

2.圣枪·卡罗琳(4费/13/18)：【回命】、【神佑】、【护甲6】。（lv12）

3.明日之音·露娜(4费/0/7)：【魔防7】、同横排其他单位不会攻击（无视神佑和魔免）、回合结束：【洞察1】、另一友军+2/+4。（lv12）

4.帝国军魂·莱哈特(5费/13/29)：【磐龙】、【践踏】、【护甲4】、【协战10】。（lv12）

5.正阳大主教·伊恩(6费/8/25)：登场:英雄生命+30、英雄获得生命:回复效果加倍，自身+1/+8，其他友军+2/+3。（lv12）

6.炫目天使·蕾娜(7费/18/40)：登场:英雄生命+28，所有敌军本回合不能攻击，另一友军+7/+7。（lv12）

7.钢铁统帅·雷蒙德(8费/16/40)：【磐龙】、【护甲3】、回合开始:全体护甲友军+5/+5，获得【连击】3回合。（lv12）



*/