// 天堂港

/*

白卡：

1.凶恶幼犬(1费/5/4)：对英雄伤害+7。（lv12）

2.蕾拉火弹(1费/法术)：对敌方横排，投射12点伤害。（lv12）

3.田野农夫(2费/4/14)：死亡:英雄生命+4。（lv12）

4.水手(2费/9/9)：无。（lv12）

5.排箭攻击(2费/法术)：对横排所有敌军造成13点伤害。（lv12）

6.亲切的大妈(3费/6/10)：登场:另一友军+6/+6。（lv12）

7.强壮工头(4费/10/20)：无。（lv12）



蓝卡：

1.走私的珍奇兽(1费/18/28)：场上有敌军，则无法攻击、死亡:英雄生命+12。（lv12）

2.邪月小魔女(1费/8/6)：攻击前:本回合每使用过一个法术，自身攻击+2，则随机敌军-3/-3。（lv12）

3.心灵黑洞(1费/法术)：目标敌军受到70点伤害，英雄受到伤害，等同目标费用。（lv12）

4.愤怒农夫(2费/8/13)：回合结束:自身+2/+3。（lv12）

5.狡诈学徒(2费/12/6)：登场:【洞察1】、吹回对面首位新进场敌军、洞察时自身攻击+1。（lv12）

6.外来隐修者(2费/3/18)：受到传承时:抓一张牌、死亡时:若具有传承，抓一张牌。（lv12）

7.黑夜射手(2费/12/9)：命中英雄:【洞察1】，随机敌军受到5点伤害。（lv12）

8.黑水快剑手(2费/9/5)：【先攻】、登场:吸取敌方英雄5点生命。（lv12）

9.亡命之徒(2费/14/4)：【洞察1】、【暴露1】、敌方英雄生命-5。（lv12）

10.黑夜突袭(2费/法术)：对随机单位造成30点伤害、【洞察1】。（lv12）

11.连锁电光(2费/法术)：目标受到15点伤害，相邻敌军受到9点伤害。（lv12）

12.火祭邪灵(2费/法术)：回合结束:召唤9/18血炎焦木-lv11，英雄生命-5。（lv12）

13.暗潮术士(2费/8/8)：死亡、回合结束获得《暗潮涌动》-lv5。（lv12）

14.窃笑雪人(2费/11/11)：【守军】、【荆棘】、登场：冰封脚下。（lv12）

15.热血矿工(3费/9/20)：【洞察1】、回合结束、死亡时:向敌方英雄投掷铁镐。（lv12）

16.酗酒暴徒(3费/6/21)：回合结束:若英雄生命高于敌方，自身+5/+5。（lv12）

17.教廷学者(3费/8/14)：回合开始:随机四芒帝国友军、隐秘友军+2/+5，获得【护甲1】。（lv12）

18.黑金刽子手(3费/18/14)：【迟缓】、【践踏】、对英雄伤害+3。（lv12）

19.沙湾骆驼(3费/3/21)：法力上限+1、登场:两个其他友军+2/+3。（lv12）

20.海燕迫击炮(3费/0/25)：【守军】、【协战8】、回合开始:炮击敌军横排随机区域。（lv12）

21.黑旗舰队水手(3费/9/19)：攻击前:若英雄生命高于敌方，自身+2/+4。（lv12）

22.魔力风暴(3费/法术)：对横排所有敌军造成18点伤害、65%几率获得《真理石碎片》。（lv12）

23.不法交易(3费/法术)：英雄生命-2，抽两张牌、【洞察1】、敌方英雄生命-15。（lv12）

24.黑市商人(3费/7/19)：【魔防5】、回合结束：人数多于敌方，吸取敌方英雄7点生命。（lv12）

25.掠夺草人(3费/0/13)：登场：敌方受到12点伤害、每当一个敌军死亡：随机友军攻击+4。（lv12）

26.南瓜大婶(4费/9/23)：登场:将南瓜扔向随机敌军，9点伤害。（lv12）

27.妖娆女巫(4费/14/10)：攻击前:本回合你使用过法术，随机敌军回手，自身攻击+5。（lv12）

28.黑旗舰队飞斧手(4费/12/22)：攻击前:若英雄生命高于敌方，向对面横排投掷飞斧，12点伤害。（lv12）

29.电光术士(4费/11/9)：登场：敌方随机位置坠落闪电（11点伤害）、攻击前：人数高于对手，坠落闪电。（lv12）

30.恶犬屠夫(5费/8/21)：登场:召唤2个3/3凶恶幼犬-lv9。（lv12）



紫卡：

1.走私狂徒(2费/6/3)：登场:【洞察1】、召唤18/28珍奇兽-lv12。（lv12）

2.异域驯兽使(2费/10/9)：唤醒其他迟缓友军、登场:本回合隐形、【洞察1】。（lv12）

3.海燕精卫(2费/7/12)：登场:【枪击】、攻击前:友军多于敌军则【枪击】。（lv12）

4.红海猎魔人(2费/10/7)：【洞察1】、【先攻】、攻击前:本回合你每使用过一个法术，随机敌军生命-3，自身攻击+3。（lv12）

5.海神赐福(2费/法术)：随机友军+8/+8获得【回命】、抽一张牌、【洞察1】、无友军则再抽一张牌并且【洞察1】。（lv12）

6.幸福空间(3费/1/24)：登场:随机另一友军+3/+3，获得【回命】、回合结束:若英雄生命高于敌方，抽一张牌。（lv12）

7.无情夺命客(3费/9/7)：【洞察1】、【二连击】、敌方英雄受伤时:攻击+1。（lv12）

8.深山老巫(3费/7/15)：登场:隐形3回合、攻击前:本回合每使用过一个法术，吸取敌方英雄12点生命。（lv12）

9.黑水伏击(3费/法术)：随机敌军-6/-6（无视神佑、魔免）、召唤黑水快剑手lv12。（lv12）

10.海盗船长(4费/11/24)：攻击前:若友军多于敌军:全军+1/+3，全体敌军-1/-0。（lv12）

11.炼金术士(4费/9/20)：攻击前:随机敌军-6/-6，否则随机友军+6/+6。（lv12）

12.动物学家(4费/11/25)：登场:蛮石和禅意友军本回合获得【神佑】、回合开始:随机蛮石和禅意友军+5/+5。（lv12）

13.黑金炸术师(4费/10/10)：【迟缓】、对手法力上限-1、登场:吹回随机敌军、攻击前:75%几率，吹回随机敌军。（lv12）

14.缴械逆袭(4费/法术)：吸取敌方英雄6点生命、随机6个敌军-6/-0、随机6个友军+6/+0。（lv12）

15.磐石工匠(4费/11/22)：回合开始:若英雄生命高于敌方，随机友军+6/+6，获得【磐龙】。（lv12）

16.奴役黑猿(4费/25/45)：场上人数高于敌方时，才可以攻击。（lv12）

17.红海领航员(4费/13/13)：【先攻】、【洞察1】、攻击前：全体先攻友军+4/+2。（lv12）

18.在逃重犯(4费/18/30)：【磐龙】、登场：敌方召唤2/1警卫lv1、回合结束：若本回合有2个单位死亡，自身+6/+6获得【践踏】。（lv12）

19.贵族运输象(5费/12/25)：登场:英雄生命+15，随机另一友军+3/+6、若有帝国或蛮石友军在场，抓一张牌。（lv12）

20.黑旗舰队双枪客(5费/19/12)：登场:射击随机敌军，12点伤害、攻击前:若英雄生命高于敌方，射击随机2个敌军，6点伤害。（lv12）

21.星辰陨落(5费/法术)：目标区域坠落24点伤害，随机7个区域坠落3点伤害。（lv12）

22.万圣节秘树(5费/0/60)：法力上限+1、【磐龙】、回合结束:获得《节日南瓜》-lv12。（lv12）

23.烈日大祭师(5费/14/15)：回合开始：英雄生命高于对手，坠落闪电、攻击前：人数高于对手，投射火球。（lv12）

24.钢斧开山者(6费/11/35)：回合开始、回合结束:轰炸敌方随机区域11点伤害。（lv12）

25.黑旗舰队船长(6费/9/35)：回合开始:吸取对手10点生命、攻击前:若英雄生命高于敌方，吸取随机敌军7点攻击。（lv12）



橙卡：

1.蕾拉密卷(2费/法术)：获得三张《蕾拉火弹》-lv12、70%概率获得《真理残片》。（lv12）

2.花剑绅士·翔(2费/10/10)：【先攻】、【回命】、【协战4】。（lv12）

3.海燕·鲍莉(3费/8/8)：登场:召唤8/8水手-lv11、攻击前:随机敌军受到8点伤害、回合结束:自身回手。（lv12）

4.魔卡幻术师·梅基(4费/9/19)：充能:随机敌军-3/-3，随机移动、命中英雄:你抓一张牌，对手弃掉一张牌，若对手无手牌，则随机敌军-9/-9。（lv12）

5.赤影·艾希尔(4费/15/7)：【连击】、【魔防50】、【洞察2】、回合开始：若生命高于对手，获得【隐形】1回合；若人数多于对手获得【磐龙】1回合。（lv12）

6.钢之咆哮·布瑞恩(5费/12/12)：【护甲7】、【践踏】、登场:横排敌军受到10点伤害、攻击前:友军多于敌军，自身+2/+4。（lv12）

7.烈火·蕾拉(5费/18/13)：登场:获得2张《蕾拉火弹》-lv12、回合结束、命中英雄:获得《蕾拉火弹》-lv12。（lv12）

8.黑金三代目·梅森(7费/18/36)：【磐龙】、攻击前:消灭对面首位敌军、命中时:75%几率，敌军受到20点伤害。（lv12）



*/