// 统计

/*

帝国

伊萝莲（帝/书）--- 橙
白处尊（帝/叶）--- 紫
阿卡德（帝/火）--- 紫
布朗蒙多（帝/蛮）--- 蓝
安黛因（帝/冰）--- 蓝
萨维丽娅（帝/港）--- 白


禅意

熙（叶/火）--- 橙
玉（叶/港）--- 紫
洛（叶/书）---  紫
迅（叶/蛮）--- 蓝
冽（叶/冰）--- 蓝
梅（叶/帝）--- 白


海港

莎尔玛（港/火）--- 橙
辛克斯（港/叶）--- 紫
摩根（港/书）--- 紫
亚芬戴克斯（港/帝）--- 蓝
鲍维乌斯（港/蛮）--- 白
（港/冰）--- 暂无


蛮石

查查（蛮/叶）--- 橙
格洛兰德（蛮/火）--- 紫
布隆（蛮/港）--- 蓝
喵喵（蛮/书）--- 蓝
丹巴瓦尔（蛮/帝）--- 白
（蛮/冰）--- 暂无


炼狱

格拉塔娜（火/蛮）--- 橙
尤瑞艾莉（火/书）--- 紫
伊格纳（火/帝）--- 蓝
列拉金（火/冰）--- 蓝
瓦斯兰（火/港）--- 白
（火/叶）--- 暂无


冬神

蔻维克斯（冰/港）--- 橙
瑟芮蕾（冰/帝）--- 紫
海佛烈克（冰蛮）--- 蓝
萨卡斯特（冰/书）--- 蓝
赛娜（冰叶）--- 白
（冰/火）--- 暂无


隐秘

格纳罗尔（书/港）---  紫
朱贝（书/叶）--- 蓝
阿斯塔拉（书/帝）--- 蓝
塞莱斯塔（书/蛮）--- 白
（书/火）--- 暂无
（书/冰）--- 暂无


皮肤

帝国：
1.曙光·安娜贝尔（3费）：【花光春影·安娜贝尔】
效果：命中时：另一友军+2/+2

2.圣枪·卡罗琳（4费）：【百花长枪·卡罗琳】
效果：命中时：【洞察1】，50几率英雄生命额外+10

3.正阳大主教·伊恩（5费）：【白袍·伊恩】
效果：【洞察1】、洞察时：自身魔防+2，其他友军攻击+1

4.炫目天使·雷娜（7费）：【审判天使·雷娜】
效果：登场回合结束：随机敌军-2/-2，并且沉默


禅意：
1.神机玄女·轩（4费）：【九天玄女·轩】
效果：登场时：本回合获得【穿透】

2.逍遥居士·铭（5费）：【踏雪行·铭】
效果：脚下有冰封，则自身获得【魔免】

3.豪情禅师·悟能（6费）：【天蓬元帅·悟能】
效果：【护甲1】、死亡：转世为斑毛幼猪

4.逸云剑·任大师（7费）：【玉虚真君·任大师】
效果：攻击前：随机敌军受到3点伤害


海港：
1.海燕·鲍莉（3费）：【沙滩派对·鲍莉】
效果：回合结束：另一友军+2/+2

2.魔卡幻术师·梅基（4费）：【百变魔牌·梅基】
效果：攻击前：向地方横排投射卡牌（2点伤害）

3.钢之咆哮·布瑞恩（5费）：【天雷降临·布瑞恩】
效果：登场的重击可眩晕横排敌军、命中时：50%几率天雷坠落随机区域（3点伤害）

4.黑金三代目·梅森（7费）：【黑道圣徒·梅森】
效果：他的技能无视神佑与魔免、对敌方英雄伤害+5


蛮石：
1.鸵鸟王·霍利（3费）：【孔雀王·霍利】
效果：【回命】、获得生命时：随机友军攻击+1，魔防+1

2.血饮烈斧·凯（5费）：【热血摇滚·凯】
效果：英雄获得生命时：其他三个随机友军攻击+1

3.原野大祭师·鲁玛（7费）：【白象战歌·鲁玛】
效果：回合开始：另一随机友军+1/+1，获得回命1回合

4.炎阳巨龙（9费）：【黑鳞魔焰】
效果：【护甲5】、回合开始：敌方全场坠落1点伤害。


炼狱：
1.血影（3费）：【岩魔】
效果：【护甲1】、每当敌方受到伤害时，所有护甲友军攻击+1

2.怨魂饕餮兽（5费）：【熔金饕餮兽】
效果：【护甲3】、【磐龙】

3.血翼·莉莉斯（6费）：【魅惑之翼·莉莉斯】
效果：命中玩家：60%几率随机敌军本回合放弃攻击

4.猩红领主·巴拉克（9费）：【黑暗泰坦·巴拉克】
效果：登场：巨剑坠落地方随机位置，伤害为自身攻击力


冬神：
1.寒风魔将·赛古斯（5费）：【无头骑士·赛古斯】
效果：登场：若脚下已冰封，自身攻击+1/+1，护甲+1，【魔免】1回合

2.冬神化身（7费）：【冰雪女王·冬神化身】
效果：回合开始：全体敌军攻击-1，冰封敌方随机区域

3.冰山·亚特拉斯（8费）：【魂山·亚特拉斯】
效果：登场冰封技能无视神佑、魔免、回合开始：召唤3/极夜阴魂-lv1


隐秘：

1.No.3布雷克（3费）：【鬼刃·布雷克】
效果：命中时，魔界火焰坠落敌方随机区域（3点伤害）

2.鬼童-7号（4费）/No.7鬼童·赛文（0费）：【星空神童-七号】
效果：死亡:飞机冲向敌方随机位置，造成坠落伤害（伤害为飞机的攻击力）

3.No.2时光·米拉（5费）：【月之神·米拉】
效果：【洞察1】、洞察时，生命+3

4.No.3伊斯多维尔（9费）：【隐秘公爵·伊斯多维尔】
效果：登场：吸取敌方英雄生命，等同于自己攻击力



*/