/*

*帝国：

蓝色：
1.执政官长剑（10）：【回合2】前排随机位置召唤【盾甲禁卫-lv12】。

2.遗迹地图（10）：【回合1结束】获得【增援战线-lv14】，召唤【小镇民兵-lv8】。

3.耐力护符（10）：【回合3】英雄生命+36，两个友军生命+9。

4.聚能之剑（10）：【回合2结束】中排随机位置召唤【帝国后勤官-lv13】。

5.正义勋章（10）：【回合2】随机友军生命+20，护甲+7。

6.帝国征兵令（10）：【回合1】前排随机位置召唤【防御工事-lv15】，随机友军生命+6。

7.光明徽记（10）：【回合2结束】获得【光明惩戒-lv15】，召唤【小镇民兵-lv15】。

8.激昂权杖（10）：【回合3】3个友军攻击+8，全体友军失去【守军】和【迟缓】。

9.韧皮箭囊（10）：【回合2】后排位置召唤【塔楼弓手-lv12】。


紫色：
1.遗迹宝剑（10）：【回合3】随机友军+12/+24，获得【回命】、【洞察1】。

2.天命链锤（10）：【回合2】随机敌军+8/+16，获得【护甲9】，随机护甲友军获得【磐龙】。

3.克敌巨剑（10）：【回合5】随机友军+20/+20,7个敌军眩晕1回合，无视【神佑】、【魔免】。

4.禁卫之矛（10）：【回合4】召唤【禁卫指挥官-lv12】。

5.光芒长杖（10）：【回合4】后排位置召唤【圣光主教-lv13】。

6.振励军号（10）：【回合4】全体友军+8/+8，失去【守军】和【迟缓】。

7.圣堂铁砧（10）：【回合1】前排位置召唤【圣堂门卫-lv12】，获得【重装锻造-lv12】。


橙色：
1.正义审判（10）：【回合5】随机敌军-20/-20并眩晕，全体友军+5/+9。

2.荣耀命运权杖（10）：【回合3】获得【皇家狮鹫-lv15】，吹回随机敌军。

3.天堂守护（10）：【回合6】前排随机位置召唤【荣光堡垒-lv14】，全体敌军攻击-4。

4.天使面容（7）：【回合5】3个友军+2/+10，本回合获得【神佑】、【回命】、【先攻】。

5.锻金锤（10）：【回合3】召唤【钢铁大师-lv14】，随机3个护甲友军获得【磐龙】。

6.圣洁纹章（10）：【回合2】召唤【白袍主教-lv15】。


*隐秘：

蓝色：
1.魔晶仪式匕首（10）：【回合3】召唤2只【邪月蝙蝠-lv11】。

2.聚能权杖（10）：【回合3】召唤【雷火工组-lv15】。

3.聚能火枪（10）：【回合1】召唤【邪月小魔女-lv13】。

4.充能装置（10）：【回合1结束】获得【邪月猫妖-lv15】和【真理碎片】。

5.银蛇长杖（10）：【回合2结束】召唤并获得【幻想蛇-lv15】。

6.御魔卷轴（10）：【回合1结束】获得【御魔术-lv15】，随机友军魔防+10。



紫色：
1.御魔法球（10）：【回合3】随机友军+13/+13，魔防+30

2.脉冲袖箭（10）：【回合3】召唤【学仆-脉冲型-lv14】。

3.魔像核心（10）：【回合2】召唤【魔像-御咒铁卫-lv13】。

4.遥控装置（10）：【回合2】后排位置召唤【学仆-猛禽型-lv12】。


橙色：
1.无尽奥秘之杖（10）：【回合5】复制随机友军到手牌，6个敌军攻击-10。

2.魔钢秘斧（10）：【回合7】召唤【魔钢-lv13】，英雄生命+100。

3.晚星（10）：【回合1】获得【白首魔根-lv15】和【真理碎片】，随机敌军攻击-12。

4.夜空之歌（10）：【回合5结束】召唤【睿智史芬斯-lv14】。

5.雷拳（10）：【回合4】召唤【魔像-术法风暴-lv15】，获得【源力苏醒-lv7】。

6.方舟密钥（10）：【回合5】中排位置召唤【米拉方舟-lv12】，三个敌军攻击-2。


*禅意：

蓝色：
1.恢复之戒（10）：【回合2】召唤【松柏隐者-lv13】。

2.掌柜算盘（10）：【回合3】召唤【幽谷粮仓-lv12】，敌方生命+10。

3.寒霜剑（10）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv13】。

4.葫芦酒壶（10）：【回合3】召唤【醉道人-lv14】。


紫色：
1.桃木剑（10）：【回合1结束】获得【卜命道长-lv15】和【叶幻师-lv10】。

2.寻宝短杖（10）：【回合2】随机友军+10/+20，获得【穿透】和【神佑2回合】。

3.钻石长枪（10）：【回合4】随机友军+9/+6，获得【连击】。

4.翡翠玉佩（10）：【回合1结束】获得【蟠桃会-lv15】和【仙桃-lv15】。

5.沉香药囊（10）：【回合3】随机友军+12/+12，获得【先攻】。

6.神机木拐（10）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

7.风影匕（10）：【回合3】中排位置召唤【赏金刺客-lv12】，随机敌军受到5点伤害。

8.隐者长棍（10）：【回合3结束】中排位置召唤【渡船隐士-lv13】。

9.飞狐令（10）：【回合1】冰封友方随机位置，随机敌军-3/-3，获得【雪山飞狐-lv15】。

10.聚宝盆（10）：【回合3结束】前排位置召唤【摇钱尊者-lv14】。


橙色：
1.无极盘龙棍（10）：【回合2】后排随机位置召唤【驱魔道人-lv14】、【洞察1】。

2.玉虚神剑（10）：【回合5】坠落7把宝剑（9点伤害），7个友军攻击+5。

3.腾云青龙铠（10）：【回合3】随机友军+12/+12，并获得【神佑】。

4.白鬃破军胄（10）：【回合2】2个随机友军攻击+4，召唤【执剑道者-lv14】。

5.裂风（10）：【回合3】后排位置召唤【御风武者-lv14】。

6.厨神金锅（10）：【回合5】后排位置召唤【味仙居掌厨-lv13】，英雄生命+7。


*海港：

蓝色：
1.掠夺弯刀（10）：【回合2】召唤【沙漠骆驼-lv14】、【洞察1】。

2.黑旗铁钩（10）：【回合2】吸取敌方英雄28生命。

3.风水罗盘（10）：【回合4】随机友军+15/+25，并失去【迟缓】或【守军】。

4.航海家指南针（10）：【回合2结束】敌方玩家弃掉1张牌，受到25点伤害。

5.活力盾牌（10）：【回合3结束】召唤【黑旗舰队飞斧手-lv13】。

6.镶金烟斗（10）：【回合1结束】获得2个【珍奇兽-lv13】。

7.荣耀刺剑（10）：【回合3】随机友军攻击+18，获得【先攻】和【回命】。

8.矿工锄（10）：【回合2结束】后排位置召唤【热血矿工-lv14】。

9.铁镣铐（10）：【回合3】召唤【奴役黑猿-lv13】。

10.黑旗长刀（10）：【回合4】召唤【黑旗舰队船长-lv12】。


紫色：
1.航海家火枪（10）：【回合2】随机敌军受到22点伤害，无视【神佑】和【魔免】。

2.船长双刀（10）：【回合1】后排随机位置召唤【亡命之徒-lv14】，敌方英雄生命-4。

3.黑旗舰船长帽（10）：【回合3结束】获得3张【排箭攻击-lv11】，3个敌军受到5点伤害。

4.黑旗号角（10）：【回合1】前排随机位置召唤【斑毛幼猪-lv15】，英雄生命+15、【洞察1】。

5.黑金指虎（10）：【回合2结束】召唤【在逃重犯-lv14】。

6.草人玩偶（10）：【回合2】召唤【掠夺草人-lv14】。

7.逆旅披风（10）：【回合1结束】后排位置召唤【无情夺命客-lv13】，敌方随机位置坠落2点伤害。


橙色：
1.美酒与风景（10）：【回合4结束】抽2张牌，2个随机敌军受到21点伤害。

2.海洋之星（10）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-85。

3.斗士之舞（10）：【回合1结束】英雄生命+45，获得1张传说卡，或抓1张牌。

4.海洋之耀（10）：【回合2】召唤【红海猎魔人-lv14】，获得【排箭攻击-lv14】。

5.红海魔爪（10）：【回合4】召唤【红海领航员-lv15】，全体友军获得【先攻1回合】。

6.灼日（10）：【回合3】召唤【烈日大祭师-lv12】，英雄生命+10。


*炼狱：

蓝色：
1.猩红镰刀（10）：【回合3】敌方英雄生命-30，随机友军攻击+10。

2.恶鬼火炬（10）：【回合3】召唤【血焰焦木-lv14】。

3.赏金酒杯（10）：【回合2结束】前排随机位置召唤【邪眼魔-lv15】。

4.邪能之戒（10）：【回合1】召唤【猩红仆从-lv13】。

5.剧毒之刃（10）：【回合1结束】召唤【毒液甲虫-lv14】。


紫色：
1.恶鬼匕首（10）：【回合3】2个随机友军攻击+18、【洞察1】。

2.燃魂戒指（10）：【回合1结束】获得3张【落雷击-lv13】。

3.恶魔冠冕（9）：【回合2结束】召唤【凝血之池-lv10】。

4.阴影罩帽（10）：【回合1】获得【狱铠战魂-lv15】，随机敌军攻击-10。

5.破面血矛（10）：【回合4】敌方弃掉1张牌，随机敌军受到16点伤害，敌方无手牌则伤害加倍。

6.爆燃戒指（10）：【1回合结束】获得【狂暴炎球-lv15】，敌方随机区域坠落6点伤害。

7.历劫拳套（10）：【回合1结束】获得2张【炎球-lv12】，召唤【嗜血卒-lv15】。

8.恶鬼钢叉（10）：【回合1结束】获得2个【小魔鬼-lv13】。

9.炼狱长鞭（10）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv13】。

10.冥河铸币（10）：【回合1】召唤并获得【冥河守卫-lv11】。

11.致命蝎毒（10）：【回合3】召唤2个【渴血毒甲蝎-lv10】


橙色：
1.加哈什，烈焰魔心（8）：【回合6】敌方坠落5个陨石，每个16点伤害。

2.恐惧收割者（10）：【回合1】获得【绝望镰魔-lv13】，敌方英雄生命-40，本回合【禁疗】。

3.炎狱战铠（10）：【回合4】召唤【黑岩裂缝-lv13】，3个友军攻击+2。

4.恶魔凝视（10）：【回合5】召唤【地狱屠夫-lv14】，获得【岩浆球-lv14】。

5.刹血（10）：【回合3】召唤【嗜血破面-lv14】，全场敌军受到2点伤害。

6.灵魂牢笼（10）：【回合2】召唤【铸甲熔岩魔-lv14】，随机友军获得盘龙。


*蛮石：

蓝色：
1.酋长战斧（10）：【回合3】随机迟缓友军+14/+16，获得【践踏】。

2.好运木雕（10）：【回合1结束】召唤【贪食肥鼠-lv14】。

3.角斗士徽记（10）：【回合1】获得【痴蛮野人-lv15】，随机友军+3/+3。

4.聚能之斧（10）：【回合2】随机友军+15/+9。

5.隼之弓（10）：【回合2】召唤【蛮石熬鹰-lv14】。

6.高原角笛（10）：【回合3】召唤【高原守卫-lv14】，全场生物受到1点伤害。


紫色：
1.好运之弓（10）：【回合1】召唤【蓄力射手-lv14】、【洞察1】。

2.探险家之斧（10）：【回合1结束】召唤【草原狼-lv15】，并获得2张【草原狼-lv15】。

3.部队图腾（10）：【回合1结束】后排随机位置召唤【旷野蛮族-lv12】，2个随机友军+1/+1。

4.雄鹰头饰（10）：【回合5】伤害随机敌军5次（伤害6、6、6、6、25）。

5.兽王披风（10）：【回合1结束】随机友军+12/+12，获得【源力苏醒-lv15】。

6.半兽人岩锤（10）：【回合4】随机友军+20/+30，获得【磐龙】。

7.大祭司短棍（10）：【回合3】召唤【坚毅大祭司-lv12】。

8.圣兽权杖（10）：【回合2】中排位置召唤【圣兽祭师-lv13】。

9.羊骨头饰（10）：【回合2】召唤【荒原智者-lv13】，【迟缓】友军失去【迟缓】。

10.荆棘冠冕（10）：【回合2】随机友军+10/+15，并获得【荆棘】。


橙色：
1.塔林，先民之怒（10）：【回合5】随机友军+12/+36，获得【践踏1回合】，全场敌方生物受到10点伤害。

2.贪婪长弓（10）：【回合5结束】召唤【贪食白龙-lv14】，获得【人参果-lv10】。

3.祖灵之拥（10）：【回合3】获得【蛮石独眼巨人-lv15】和【真理碎片】，敌方坠落2个巨石（22点伤害）。

4.赤怒（10）：【回合2】获得【势如破竹-lv15】，随机友军+10/+10，并获得【践踏1回合】。

5.原野呼唤（10）：【回合3结束】后排位置召唤【象牙少女-lv13】。

6.源力之石（10）：【回合4】随机友军+30/+30，获得【磐龙】。


*冬神：

蓝色：
1.聚魂法球（10）：【回合2】前排随机位置召唤【复生尸骸-lv14】。

2.冰魄弓（9）：【回合4】召唤2个【骷髅射手-lv8】。

3.寒晶吊坠（10）：【回合2】随机敌军攻击-13，本回合不能攻击，冰封脚下。

4.寒晶充能石（10）：【回合1】前排随机位置召唤【寒冰魔墙-lv12】。

5.聚能匕首（10）：【回合2】冰封友方随机位置，随机友军+12/+12。

6.聚能之矛（10）：【回合3】随机友军+7/+7，随机敌军-7/-7。

7.寒铁盔（10）：【回合2】召唤【寒铁军士-lv13】。

8.祭品匕首（10）：【回合1】前排位置召唤【阴冷墓穴-lv13】。

9.冰霜战旗（10）：【回合1结束】前排位置召唤【战场遗迹-lv15】。



紫色：
1.寒晶大剑（10）：【回合1】召唤【冬神狂信者-lv14】，冰封敌方随机区域。

2.绿宝石匕首（10）：【回合2结束】召唤【冷酷冲车-lv12】，全体敌军受到4点伤害。

3.巫妖魂器（10）：【回合2结束】召唤【严寒苦行僧-lv14】，冰封敌方随机位置。

4.亡魂之书（10）：【回合1结束】召唤【骷髅犬-lv15】，并获得【骷髅犬-lv15】。

5.冰晶雕像（10）：【回合1】获得【神庙祭师-lv15】，召唤【冻尸-lv15】。

6.冬幕镰爪（10）：【回合5】冰封2个友方随机区域，召唤【冬幕斗士-lv14】。

7.冰峰之刃（10）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv15】和【真理碎片】。

8.灵火法杖（10）：【回合2】召唤【蛮骨法师-lv13】。

9.仪式兽骨（10）：【回合2结束】前排位置召唤2个【骨墙-lv12】。

10.雪隐珠（10）：【回合2结束】中排位置召唤【雪隐长老灵-lv14】。


橙色：
1.艾格朗尼，冬神之指（10）：【回合2】召唤【极地冰封者-lv13】，冰封敌方随机区域。

2.冰河法珠（10）：【回合6】6个敌军-6/-6，友方每有1块冰，随机冬神友军+4/+4。

3.永夜之拥（10）：【回合5】随机友军+25/+25，获得【魔免】、【践踏】，并且冰封脚下。

4.严冬之兆（10）：【回合1】后排随机位置召唤【凛冬邪咒师-lv13】，获得【寒冬将至-lv13】。

5.骸斩（10）：【回合2】后排位置召唤【邪恶化身-lv12】。

6.缝魂者（10）：【回合1】后排位置召唤【墓园缝合师-lv13】，获得【骷髅犬-lv1v7】。


*/