/*

遗迹奖励

1、1200金币、12白色能量石、8蓝色罐子

2、1500金币、35蓝色陨铁、3紫色罐子

3、20白色陨铁、5蓝色罐子、10祭坛基石

4、20白色能量石、20紫色陨铁、3橙色罐子

5、1800金币、5蓝色罐子、50蓝色陨铁、2羽毛笔

6、6蓝色罐子、3紫色罐子

7、50蓝色陨铁、20紫色陨铁、25橙色陨铁

8、50钻石、50钻石、50钻石、3羽毛笔

9、9蓝色罐子、20白色能量石、7紫色罐子

10、2000金币、60蓝色陨铁、50紫色陨铁

11、1羽毛笔、1羽毛笔、3羽毛笔

12、15白色能量石、12蓝色能量石、15蓝色能量石

13、25蓝色陨铁、25紫色陨铁、25橙色陨铁

14、60钻、4紫色罐子、6橙色罐子

15、1羽毛笔、1羽毛笔、4羽毛笔

16、60钻石、15蓝色能量石、25紫色能量石

17、30蓝色陨铁、30紫色陨铁、40橙色陨铁

18、8蓝色罐子、5紫色罐子、10橙色罐子

19、50钻石、1羽毛笔、30紫色能量石

20、20紫色陨铁、12红色陨铁、4神器钥匙

21、5紫色罐子、3橙色罐子、4红色罐子

22、1羽毛笔、10紫色能量石、5羽毛笔

23、20紫色陨铁、1神器钥匙、50橙色陨铁

24、5紫色罐子、3橙色罐子、4红色罐子

25、1召唤石、1召唤石、4召唤石

26、30紫色陨铁、20橙色陨铁、4神器钥匙

27、5紫色罐子、4橙色罐子、4红色罐子

28、1羽毛笔、1羽毛笔、50紫色能量石

29、80钻石、100钻石、500钻石

30、6紫色罐子、4橙色罐子、5红色罐子

31、1羽毛笔、2羽毛笔、40橙色能量石

32、20橙色陨铁、1神器钥匙、40红色陨铁

33、1召唤石、2召唤石、5召唤石

34、6紫色罐子、4橙色罐子、6红色罐子

35、20橙色陨铁、15红色陨铁、5神器钥匙

36、2羽毛笔、2羽毛笔、8羽毛笔

37、120钻、180钻石、1000钻石

38、6紫色罐子、6橙色罐子、10红色罐子

39、1神器钥匙、30橙色陨铁、100红色陨铁

40、20蓝色罐子、200黄色命运石、200红色命运石

41、30000金币、50000金币、1000000金币

42、40紫色精华、60紫色精华、100紫色精华

43、4蓝券、2紫券、10紫券

44、100红色命运石、350黄色命运石、150黑色命运石

45、10紫色罐子、3橙色罐子、3000钻石

46、50紫色精华、75紫色精华、120红色精华

47、2神器钥匙、3神器钥匙、20神器钥匙

48、5蓝券、3紫券、3橙券

49、20蓝色罐子、10紫色罐子、20镜子

50、300钻石、100000金币、200红色命运石

51、800粉尘、800粉尘、300黑色命运石

52、25蓝色罐子、12紫色罐子、100金色命运石

53、2神器钥匙、3神器钥匙、24神器钥匙

54、4蓝券、4蓝券、40蓝券

55、2紫券、3紫券、15紫券

56、40000金币、60000金币、1200000金币

57、240钻石、300钻石、4000钻石

58、100紫色陨铁、40橙色陨铁、350红色陨铁

59、100红色命运石、50黑色命运石、150金色命运石

60、12紫色罐子、10橙色罐子、20红色罐子



 */