/*

遗迹奖励

1、1200金币、12白色能量石、8蓝色罐子 —— （不值钱）

2、1500金币、35蓝色陨铁、3紫色罐子 —— （不值钱）

3、20白色陨铁、5蓝色罐子、10祭坛基石 —— （不值钱）

4、20白色能量石、20紫色陨铁、3橙色罐子 —— （不值钱）

5、1800金币、5蓝色罐子、50蓝色陨铁、2羽毛笔 —— （不值钱）

6、6蓝色罐子、3紫色罐子 —— （不值钱）

7、50蓝色陨铁、20紫色陨铁、25橙色陨铁 —— （不值钱）

8、50钻石、50钻石、50钻石、3羽毛笔 —— （0.78）

9、9蓝色罐子、20白色能量石、7紫色罐子 —— （不值钱）

10、2000金币、60蓝色陨铁、50紫色陨铁 —— （不值钱）

11、1羽毛笔、1羽毛笔、3羽毛笔 —— （不值钱）

12、15白色能量石、12蓝色能量石、15蓝色能量石 —— （不值钱）

13、25蓝色陨铁、25紫色陨铁、25橙色陨铁 —— （不值钱）

14、60钻、4紫色罐子、6橙色罐子 —— （不值钱）

15、1羽毛笔、1羽毛笔、4羽毛笔 —— （不值钱）

16、60钻石、15蓝色能量石、25紫色能量石 —— （不值钱）

17、30蓝色陨铁、30紫色陨铁、40橙色陨铁 —— （不值钱）

18、8蓝色罐子、5紫色罐子、10橙色罐子 —— （不值钱）

19、50钻石、1羽毛笔、30紫色能量石 —— （不值钱）

20、20紫色陨铁、12红色陨铁、4神器钥匙 —— （不值钱）

21、5紫色罐子、3橙色罐子、4红色罐子 —— （不值钱）

22、1羽毛笔、10紫色能量石、5羽毛笔 —— （不值钱）

23、20紫色陨铁、1神器钥匙、50橙色陨铁 —— （不值钱）

24、5紫色罐子、3橙色罐子、4红色罐子 —— （不值钱）

25、1召唤石、1召唤石、4召唤石 —— （0.94）

26、30紫色陨铁、20橙色陨铁、4神器钥匙 —— （不值钱）

27、5紫色罐子、4橙色罐子、4红色罐子 —— （不值钱）

28、1羽毛笔、1羽毛笔、50紫色能量石 —— （不值钱）

29、80钻石、100钻石、500钻石 —— （0.94）

30、6紫色罐子、4橙色罐子、5红色罐子 —— （不值钱）

31、1羽毛笔、2羽毛笔、40橙色能量石 —— （不值钱）

32、20橙色陨铁、1神器钥匙、40红色陨铁 —— （不值钱）

33、1召唤石、2召唤石、5召唤石 —— （1.41）

34、6紫色罐子、4橙色罐子、6红色罐子 —— （不值钱）

35、20橙色陨铁、15红色陨铁、5神器钥匙 —— （不值钱）

36、2羽毛笔、2羽毛笔、8羽毛笔 —— （不值钱）

37、120钻、180钻石、1000钻石 —— （1.57）

38、6紫色罐子、6橙色罐子、10红色罐子 —— （不值钱）

39、1神器钥匙、30橙色陨铁、100红色陨铁 —— （不值钱）

40、20蓝色罐子、200黄色命运石、200红色命运石 —— （不值钱）

41、30000金币、50000金币、1000000金币 —— （不值钱）

42、40紫色精华、60紫色精华、100紫色精华 —— （不值钱）

43、4蓝券、2紫券、10紫券 —— （1.18）

44、100红色命运石、350黄色命运石、150黑色命运石 —— （不值钱）

45、10紫色罐子、3橙色罐子、3000钻石 —— （不值钱）

46、50紫色精华、75紫色精华、120红色精华 —— （不值钱）

47、2神器钥匙、3神器钥匙、20神器钥匙 —— （1.06）

48、5蓝券、3紫券、3橙券 —— （1.65）

49、20蓝色罐子、10紫色罐子、20镜子 —— （不值钱）

50、300钻石、100000金币、200红色命运石 —— （1.61）

51、800粉尘、800粉尘、300黑色命运石 —— （1.24）

52、25蓝色罐子、12紫色罐子、100金色命运石 —— （不值钱）

53、2神器钥匙、3神器钥匙、24神器钥匙 —— （1.06）

54、4蓝券、4蓝券、40蓝券 —— （0.94）

55、2紫券、3紫券、15紫券 —— （1.76）

56、40000金币、60000金币、1200000金币 —— （不值钱）

57、240钻石、300钻石、4000钻石 —— （2.82）

58、100紫色陨铁、40橙色陨铁、350红色陨铁 —— （不值钱）

59、100红色命运石、50黑色命运石、150金色命运石 —— （不值钱）

60、12紫色罐子、10橙色罐子、20红色罐子 —— （不值钱）

61、15红色陨铁、15红色陨铁、300红色陨铁 —— （0.62）

62、20金色命运石、20金色命运石、200金色命运石 —— （3.12）

63、4蓝券、8蓝券、12蓝万变 —— （1.41）

64、2紫券、3紫券、8紫万变 —— （1.76）

65、25祭坛基石、10生命石、200生命之石 —— （2.00）

66、200钻石、400钻石、4000钻石 —— （3.36）

67、6蓝券、3紫券、3橙万变 —— （1.76）

68、10橙色罐子、10橙色罐子、80橙色罐子 —— （0.11）

69、20金色命运石、25金色命运石、240金色命运石 —— （3.51）

70、20红色精华、30红色精华、150红色精华 —— （不值钱）

71、3神器钥匙、3神器钥匙、30神器钥匙 —— （1.27）

72、5红色罐子、5红色罐子、25镜子 —— （1.94）

73、20红色陨铁、20红色陨铁、300红色陨铁 —— （0.82）

74、3召唤石、3召唤石、30召唤石 —— （2.82）

75、4蓝券、8蓝券、12蓝万变 —— （1.41）

76、20金色命运石、30金色命运石、300金色命运石 —— （3.90）

77、2紫券、3紫券、8紫万变 —— （2.00）

78、10生命石、30祭坛基石、300生命石 —— （3.18）

79、200钻石、400钻石、5000钻石 —— （3.36）

80、10万金币、10万金币、100万金币 —— （0.52）

 */