// 隐秘者

/*

白卡：

1.学仆-基础型(0费/7/7)：无。（lv12）

2.沉默术(1费/法术)：目标区域坠落12点伤害，并沉默目标单位。（lv12）

3.机械系学徒(2费/8/8)：穿透。（lv12）

4.学仆-发条型(2费/11/11)：死亡:随机友军+4/+4。（lv12）

5.扭曲之力(2费/法术)：目标单位+12/-12。（lv12）

6.学仆-联能型(3费/12/6)：攻击前:随机敌军受到2点伤害。（lv12）

7.学仆-增强型(4费/13/13)：登场:随机友军+4/+4。（lv12）



蓝卡：

1.邪月蝙蝠(1费/9/4)：攻击前:本回合你每使用过一个法术，自身+5/+0。（lv12）

2.预言系教授(2费/7/7)：登场:抓一张牌、死亡:英雄生命+9。（lv12）

3.方尖魔碑(2费/0/18)：【守军】、敌方法力上限-1、回合结束:60%几率【洞察1】。（lv12）

4.雷火工组(2费/8/15)：回合开始:你每有1点法力，敌方随机区域坠落2点伤害。（lv12）

5.邪月妖猫(2费/12/7)：攻击前:本回合你每使用过一个法术，自身+3/+2。（lv12）

6.沉重否定(2费/法术)：目标敌军攻击-35，并沉默、70%几率获得《真理碎片》。（lv12）

7.学仆-补给型(3费/5/30)：回合结束:你每有1点法力，自身+2/+3。（lv12）

8.魔药系学士(3费/7/17)：登场:获得卡牌《扭曲之力》-lv12。（lv12）

9.生命工组(3费/8/21)：回合开始:你每有1点法力，英雄生命+3。（lv12）

10.学仆-投射型(3费/13/13)：攻击前:投射5点伤害。（lv12）

11.虚化术(3费/法术)：目标单位+8/+15，并获得穿透。（lv12）

12.滋养守卫(4费/7/30)：攻击前:你每有1点法力，吸取随机敌军2点攻击。（lv12）

13.黑曜石像鬼(5费/12/30)：【迟缓】、敌方法力上限-1、登场回合具有【护甲12】。（lv12）

14.学仆-战斗型(5费/18/18)：充能:自身-1/-1，随机敌军受到8点伤害。（lv12）

15.学仆-能源型(5费/8/23)：【护甲5】、法力上限+2。（lv12）

16.魔咒老妪(5费/9/15)：登场:对手弃一张牌，对手无手牌，随机敌军-20/-4，被沉默。（lv12）

17.请示隐秘者(5费/法术)：抽2张牌，随机友军生命+25、充能:多抓一张牌。（lv12）



紫卡：

1.隐形术(1费/法术)：目标单位+8/+8，获得【隐形】。（lv12）

2.学仆-冲锋型(2费/11/9)：【先攻】、攻击前:你每有1点法力，自身+1/+1。（lv12）

3.咒术系学士(2费/3/17)：回合结束:若本回合你使用过法术，抓一张牌，英雄生命+12。（lv12）

4.破魔系教授(2费/7/15)：【洞察1】、登场:沉默随机敌军、回合结束:75%几率沉默随机敌军。（lv12）

5.防护系教授(3费/6/20)：回合开始:随机敌军攻击-3，随机友军生命+3。（lv12）

6.魔像-御咒铁卫(3费/12/12)：【护甲5】、攻击前:本回合你每使用过一个法术，自身+3/+3，护甲+1。（lv12）

7.缄言法师(3费/13/6)：登场:获得卡牌《沉默术》-lv6、死亡:获得《沉默术》-lv6。（lv12）

8.白首魔根(4费/6/30)：【洞察1】、【魔免】、回合结束:自身攻击加倍。（lv12）

9.幻域秘树(4费/0/32)：【洞察1】、法力上限+2、回合开始:随机敌军-x/-x(x为你的法力)。（lv12）

10.改造魔卷(4费/法术)：消灭敌方单位，获得7/7量产型学仆-lv12。（lv12）

11.魔像-术法风暴(5费/12/29)：【践踏】、攻击前:本回你每施放过一个法术，自身+5/+5。（lv12）

12.学仆-分裂型(6费/10/26)：攻击前:投射10点伤害、充能:召唤6/6学仆·投射型-lv6。（lv12）

13.巨型石像鬼(7费/25/25)：【迟缓】、敌方法力上限永久-1、登场:吹回随机敌军，本回合具有【护甲20】。（lv12）

14.睿智史芬斯(7费/15/49)：充能:随机友军+1/+12、回合结束:抽1张牌，若本回合你有充能，多抽1张牌。（lv12）

15.心灵操控(7费/法术)：英雄生命-2，目标单位+9/+9，被你操控。（lv12）

16.魔钢(8费/38/38)：【护甲5】、【磐龙】、充能:护甲+3、攻击前:本回合你使用过法术，自身+7/+7。（lv12）

17.魔像-钢翼仲裁者(9费/40/30)：登场:消灭随机敌军、充能:随机敌军受到40点伤害。（lv12）



橙卡：

1.No.7鬼童·塞文(0费/6/6)：回合结束:若本回合已充能，则修复《鬼童-7号》lv12，回到手上。（lv12）

2.No.8雷鸣·泰拉德(1费/12/16)：回合开始、攻击前、回合结束:敌方随机区域坠落x点伤害(x为剩余法力)。（lv12）

3.No.5咒刃·布雷克(3费/5/20)：【魔免】、【先攻】、【2连击】、【护甲3】、攻击前:本回合你每使用过一个法术，自身攻击+1。（lv12）

4.鬼童-7号(4费/13/13)：登场:随机敌军受到12点伤害、攻击前:随机敌军受到5点伤害、死亡:召唤6/6赛文-lv12。（lv12）

5.No.2时光·米拉(5费/7/13)：法力上限+3，你的法术卡使用后，移回手上、死亡:自身回手，70%概率获得沉默术-lv5。（lv12）

6.No.3—伊斯多维尔(9费/15/15)：回合开始:心灵操控随机敌军，另一友军+11/+11。（lv12）



*/