/*

总计：（15张）

蓝卡：（16.80级）（5张）

雪庐草人（1费）——17级
【传承】、【死亡回血并且踩冰过牌】

卜命道长（1费）——16级
【传承】

苦行武僧（2费）——20级
【传承】、【成长】

长耳庄巧姑（2费）——19级
【跳费】、【洞察】、【传承】

黑松林货郎（2费）——12级
【传承】、【获得传承随机友军增益获得回命】



紫卡：（15.20级）（5张）

植甲师（2费）——13级
【护甲】、【传承】、【获得传承增益】

扫叶僧（3费）——17级
【吹风】、【传承】

雪山飞狐（3费）——17级
【魂音】、【踩冰增益先攻】、【获得传承连击】

万物之灵（5费）——14级
【神佑】、【增益】

寒霜寺护院僧（6费）——15级
【迟缓】、【磐龙】、【魔防】、【脚下冰封成长获得践踏】、【获得传承回命】



橙卡：（13.60级）（5张）

流岚刃·琳（3费）——14级
【神佑】、【机制】

悟能禅杖（4费）——15级
【增益】、【践踏】、【回命】

雪域春光·凛（4费）——14级
【传承】、【魔防】、【机制】

三熊阵（4费）——12级
【魂音】、【死亡召唤三熊】

逍遥居士·铭（5费）——13级
【机制】



小计：15.20级

*/
