/*

总计：（15张）

蓝卡：（18.60级）（5张）

噬魂骨妖（2费）——20级
【成长】

极地狂信者（3费）——20级
【献祭】、【解卡】

使徒征召（3费）——18级
【人海召唤】、【冰封】

灵魂抽取（3费）——17级
【解卡】、【回血】

骸骨前线（4费）——18级
【人海召唤】、【全队增益】、【充能】



紫卡：（18.83级）（6张）

冬夜使者（2费）——20级
【压费】、【洞察】

寒彻骨（2费）——16级
【减益】、【增费/过牌】

寒盲刀客（3费）——20级
【连击】、【冰封】

冰峰甲虫（4费）——20级
【护甲】、【踩冰喷射】、【受传承成长磐龙】

冬幕骑士（4费）——19级
【护甲】、【减益】

转化使徒（4费）——18级
【减益】、【冰封】、【召唤】



橙卡：（16.50级）（4张）

寒风血刃（3费）——16级
【先攻】，【践踏】、【增益】、【冰封】

寒风魔将·塞古斯（5费）——17级
【先攻】、【护甲】、【践踏】

永夜女王（5费）——17级
【魔免】、【传承】、【压费】、【隐身】、【控制减益】

王座巫妖（6费）——16级
【登场减益】、【友军死亡减益】、【敌军死亡增益】



小计：18.13级

*/
