/*

总计：（16张）

蓝卡：（19.00级）（5张）

骨爆（1费）——15级
【献祭】、【解卡】、【过牌】

噬魂骨妖（2费）——22级
【成长】

寒风草人（2费）——18级
【传承】、【洞察】、【冰封】、【减益】

极地狂信者（3费）——22级
【献祭】、【解卡】

骸骨前线（4费）——18级
【人海召唤】、【全队增益】、【充能】



紫卡：（18.86级）（7张）

冬夜使者（2费）——22级
【压费】、【洞察】

寒彻骨（2费）——17级
【减益】、【增费/过牌】

传记·荒芜之地（2费）——14级
【荒芜】、【召唤】

寒盲刀客（3费）——21级
【连击】、【冰封】

冬幕骑士（4费）——20级
【护甲】、【减益】

冰峰甲虫（4费）——20级
【护甲】、【踩冰喷射】、【受传承成长磐龙】

转化使徒（4费）——18级
【减益】、【冰封】、【召唤】



橙卡：（17.25级）（4张）

寒风血刃（3费）——17级
【先攻】，【践踏】、【增益】、【冰封】

寒风魔将·塞古斯（5费）——18级
【先攻】、【护甲】、【践踏】

永夜女王（5费）——18级
【魔免】、【传承】、【压费】、【隐身】、【控制减益】

王座巫妖（6费）——16级
【登场减益】、【友军死亡减益】、【敌军死亡增益】



小计：18.50级

*/
