/*

伊萝莲

蓝卡：（8张——14.88级）

圣殿斥候（1费）——16级

学仆-观测型（2费）——16级

天使琼浆（2费）——16级

沉默否定（2费）——12级、11级

圣殿弩手（3费）——18级

光明惩戒（5费）——15级、15级



紫卡：（15张——14.13级）

传记·钢铁守卫（1费）——13级

四芒军旗（1费）——10级

圣殿御卫（2费）——18级

破魔系教授（2费）——12级

白袍主教（3费）——17级

圣殿骑士（3费）——16级

边境高墙（3费）——15级

夺取阵地（4费）——14级

召集护卫（4费）——14级

幻域秘树（4费）——12级

禁卫百夫长（5费）——16级

观星台大预言家（5费）——11级

惩戒天使（6费）——16级

禁卫指挥官（6费）——16级

米拉方舟（7费）——12级



橙卡：（7张——13.71级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——15级

月之神·米拉（5费）——11级

白袍·伊恩（6费）——14级

武圣·云长（8费）——14级


总卡等：14.23级


技能等级：（真理审判-8级）：

武器等级：（-6级）：

宝物等级：（-6级）：


*/