/*

伊萝莲

蓝卡：（11张——17.64级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——20级

修女（2费）——20级

学仆-观测型（2费）——19级

方尖魔碑（2费）——15级

沉默否定（2费）——13级、12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——18级、17级



紫卡：（12张——16.58级）

四芒军旗（1费）——17级

传记·钢铁守卫（1费）——17级

圣殿御卫（2费）——20级

破魔系教授（2费）——14级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

召集护卫（4费）——16级

幻域秘树（4费）——15级

禁卫百夫长（5费）——18级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——17级

米拉方舟（7费）——14级



橙卡：（7张——16.29级）

花光春影·安娜贝尔（3费）——17级

百花长枪·卡洛琳（4费）——18级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——18级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：16.90级


技能等级：（真理审判-8级）：【回合5】雷击随机敌军60点伤害并沉默，英雄生命+60。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/