/*

伊萝莲（统计时间：2025.10.27）

蓝卡：（11张——17.73级）

圣殿斥候（1费）——20级

学仆-观测型（2费）——20级

方尖魔碑（2费）——16级

沉重否定（2费）——13级、13级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——19级

田园守望者（3费）——16级

光明惩戒（5费）——19级、19级



紫卡：（12张——17.75级）

传记·钢铁守卫（1费）——20级

四芒军旗（1费）——19级

圣殿御卫（2费）——20级

破魔系教授（2费）——15级

克隆术（2费）——13级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

召集护卫（4费）——20级

幻域秘树（4费）——16级

禁卫百夫长（5费）——20级

观星台大预言家（5费）——15级

米拉方舟（7费）——15级



橙卡：（7张——17.86级）

花光春影·安娜贝尔（3费）——18级

百花长枪·卡洛琳（4费）——20级

明日香·露娜（4费）——17级

永恒之王·莱哈特（5费）——19级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——18级

武圣·云长（8费）——18级


总卡等：17.77级


技能等级：（真理审判-10级）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/