/*

伊萝莲

蓝卡：（10张——16.00级）

圣殿斥候（1费）——18级

天使琼浆（2费）——18级

学仆-观测型（2费）——17级

方尖魔碑（2费）——14级

沉默否定（2费）——12级、12级

圣殿弩手（3费）——18级

增援战线（3费）——18级

光明惩戒（5费）——17级、16级



紫卡：（13张——15.46级）

传记·钢铁守卫（1费）——15级

四芒军旗（1费）——14级

圣殿御卫（2费）——18级

破魔系教授（2费）——13级

白袍主教（3费）——18级

圣殿骑士（3费）——17级

边境高墙（3费）——17级

召集护卫（4费）——15级

幻域秘树（4费）——14级

禁卫百夫长（5费）——17级

观星台大预言家（5费）——12级

禁卫指挥官（6费）——17级

米拉方舟（7费）——14级



橙卡：（7张——14.86级）

花光春影·安娜贝尔（3费）——15级

百花长枪·卡罗琳（4费）——17级

明日香·露娜（4费）——13级

永恒之王·莱哈特（5费）——16级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——16级

武圣·云长（8费）——15级


总卡等：15.50级


技能等级：（真理审判-8级）：【回合5】雷击随机敌军60点伤害并沉默，英雄生命+60。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（正义勋章-6级）：【回合2】随机友军生命+8，护甲+2。


*/