/*

亚芬戴克斯

蓝卡：（13张——16.62级）

圣殿斥候（1费）——19级

心灵黑洞（1费）——14级、13级、10级

狡诈学徒（2费）——19级

黑夜突袭（2费）——16级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

魔力风暴（3费）——16级

黑旗舰队飞斧手（4费）——15级

光明惩戒（5费）——17级、17级



紫卡：（9张——16.22级）

圣殿御卫（2费）——20级

海燕精卫（2费）——18级

海神赐福（2费）——11级

白袍主教（3费）——19级

圣殿骑士（3费）——17级

海盗船长（4费）——16级

黑金诈术师（4费）——14级

禁卫百夫长（5费）——17级

烈日大祭师（5费）——13级



橙卡：（8张——15.63级）

蒙面侠客·翔（2费）——14级

花光春影·安娜贝尔（3费）——16级

百花长枪·卡罗琳（4费）——18级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——17级

天雷降临·布瑞恩（5费）——14级

白袍·伊恩（6费）——16级

武圣·云长（8费）——15级


总卡等：16.23级


技能等级：（扬起黑旗-10级）：【回合3】吸取敌方英雄25点生命，若生命高于对手，随机友军攻击+10。

武器等级：（矿工锄-9级）：【回合2结束】后排位置召唤【热血矿工-lv12】。

宝物等级：（黄金玫瑰-7级）：【回合2】中排随机位置召唤【幸福空间-lv5】，英雄生命+5。


*/