/*

亚芬戴克斯

蓝卡：（12张——16.42级）

圣殿斥候（1费）——18级

心灵黑洞（1费）——14级、13级

狡诈学徒（2费）——18级

黑夜突袭（2费）——16级

圣殿弩手（3费）——18级

热血矿工（3费）——18级

增援战线（3费）——18级

魔力风暴（3费）——16级

黑旗舰队飞斧手（4费）——15级

光明惩戒（5费）——17级、16级



紫卡：（8张——16.13级）

圣殿御卫（2费）——18级

海燕精卫（2费）——17级

白袍主教（3费）——18级

圣殿骑士（3费）——17级

海盗船长（4费）——16级

黑金诈术师（4费）——13级

禁卫百夫长（5费）——17级

烈日大祭师（5费）——13级



橙卡：（10张——14.20级）

蒙面侠客·翔（2费）——13级

花光春影·安娜贝尔（3费）——15级

百花长枪·卡罗琳（4费）——17级

明日香·露娜（4费）——13级

樱花·艾希尔（4费）——10级

永恒之王·莱哈特（5费）——16级

天雷降临·布瑞恩（5费）——14级

白袍·伊恩（6费）——16级

黑道圣徒·梅森（7费）——13级

武圣·云长（8费）——15级


总卡等：15.60级


技能等级：（扬起黑旗-7级）：【回合3】吸取敌方英雄15点生命，若生命高于对手，随机友军攻击+3。

武器等级：（矿工锄-8级）：【回合2结束】后排位置召唤【热血矿工-lv10】。

宝物等级：（灼日-6级）：【【回合3】召唤【烈日大祭师-lv6】，英雄生命+4。


*/