/*

亚芬戴克斯（统计时间：2025.10.27）

蓝卡：（13张——18.23级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——16级、15级

狡诈学徒（2费）——20级

黑夜突袭（2费）——20级

黑金勒索者（2费）——13级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

酗酒醉汉（3费）——20级

增援战线（3费）——20级

不法交易（3费）——17级

黑旗舰队飞斧手（4费）——17级

光明惩戒（5费）——19级



紫卡：（9张——19.22级）

传记·钢铁守卫（1费）——20级

四芒军旗（1费）——19级

圣殿御卫（2费）——20级

海燕精卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

召集护卫（4费）——20级

海盗船长（4费）——18级

黑金诈术师（4费）——16级



橙卡：（8张——17.50级）

蒙面侠客·翔（2费）——16级

花光春影·安娜贝尔（3费）——18级

夏日女郎·鲍莉（3费）——15级

春花使者·卡洛琳（4费）——20级

明日香·露娜（4费）——17级

永恒之王·莱哈特（5费）——19级

天雷降临·布瑞恩（5费）——17级

白袍·伊恩（6费）——18级


总卡等：18.33级


技能等级：（扬起黑旗-12级）：【回合3】吸取敌方英雄40点生命，若英雄生命高于对手，随机友军生物攻击+15。

武器等级：（矿工锄-9级）：【回合2结束】后排位置召唤【热血矿工-lv12】。

宝物等级：（黄金玫瑰-7级）：【回合2】中排随机位置召唤【幸福空间-lv5】，英雄生命+5。


*/