/*

亚芬戴克斯

蓝卡：（13张——18.31级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——15级、15级

圣殿卫士（2费）——20级

狡诈学徒（2费）——20级

黑夜突袭（2费）——18级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

酗酒醉汉（3费）——19级

魔力风暴（3费）——17级

黑旗舰队飞斧手（4费）——16级

光明惩戒（5费）——18级



紫卡：（8张——17.63级）

四芒军旗（1费）——17级

圣殿御卫（2费）——20级

海燕精卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

海盗船长（4费）——17级

黑金诈术师（4费）——15级

烈日大祭师（5费）——14级



橙卡：（9张——16.22级）

蒙面侠客·翔（2费）——15级

花光春影·安娜贝尔（3费）——17级

夏日女郎·鲍莉（3费）——12级

百花长枪·卡洛琳（4费）——19级

明日香·露娜（4费）——16级

永恒之王·莱哈特（5费）——18级

天雷降临·布瑞恩（5费）——16级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：17.50级


技能等级：（扬起黑旗-11级）：【回合3】吸取敌方英雄32点生命，若生命高于对手，随机友军攻击+13。

武器等级：（矿工锄-10级）：【回合2结束】后排位置召唤【热血矿工-lv14】。

宝物等级：（黄金玫瑰-7级）：【回合2】中排随机位置召唤【幸福空间-lv5】，英雄生命+5。


*/