/*

亚芬戴克斯

蓝卡：（12张——15.67级）（原：15.50级）

圣殿斥候（1费）——17级

心灵黑洞（1费）——14级、13级

狡诈学徒（2费）——17级

黑夜突袭（2费）——15级

圣殿弩手（3费）——18级

热血矿工（3费）——18级

增援战线（3费）——17级

魔力风暴（3费）——15级

黑旗舰队飞斧手（4费）——14级

光明惩戒（5费）——16级、14级



紫卡：（8张——15.50级）（原：15.38级）

圣殿御卫（2费）——18级

海燕精卫（2费）——15级

白袍主教（3费）——18级

圣殿骑士（3费）——16级

海盗船长（4费）——15级

黑金诈术师（4费）——13级

禁卫百夫长（5费）——17级

烈日大祭师（5费）——12级



橙卡：（10张——13.80级）（原：13.20级）

蒙面侠客·翔（2费）——12级

花光春影·安娜贝尔（3费）——15级

百花长枪·卡罗琳（4费）——17级

明日香·露娜（4费）——13级

樱花·艾希尔（4费）——9级

永恒之王·莱哈特（5费）——16级

天雷降临·布瑞恩（5费）——13级

白袍·伊恩（6费）——15级

黑道圣徒·梅森（7费）——13级

武圣·云长（8费）——15级


总卡等：15.00级（原：14.70级）


技能等级：（扬起黑旗-7级）：【回合3】吸取敌方英雄15点生命，若生命高于对手，随机友军攻击+3。

武器等级：（海洋之星-6级）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-55。

宝物等级：（灼日-4级）：【回合3】召唤【烈日大祭师-lv4】。


*/