/*

阿斯塔拉（统计时间：2025.10.22）

蓝卡：（10张——17.60级）

圣殿斥候（1费）——20级

学仆-观测型（2费）——20级

方尖魔碑（2费）——16级

沉重否定（2费）——13级、13级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——19级

田园守望者（3费）——16级

光明惩戒（5费）——19级



紫卡：（13张——16.23级）

圣殿御卫（2费）——20级

破魔系教授（2费）——15级

克隆术（2费）——13级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

学仆-脉冲型（3费）——16级

缄言法师（3费）——15级

魔像-御咒铁卫（3费）——14级

召集护卫（4费）——19级

幻域秘树（4费）——16级

学仆-塑钢型（4费）——14级

观星台大预言家（5费）——14级

米拉方舟（7费）——15级



橙卡：（7张——17.86级）

花光春影·安娜贝尔（3费）——18级

百花长枪·卡洛琳（4费）——20级

明日香·露娜（4费）——17级

永恒之王·莱哈特（5费）——19级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——18级

武圣·云长（8费）——18级


总卡等：17.07级


技能等级：（揭示未来-8级）：【回合4】【洞察2】、三个友军+1/+5。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】。


*/