/*

阿斯塔拉

蓝卡：（7张——13.43级）

圣殿斥候（1费）——16级

学仆-观测型（2费）——14级

方尖魔碑（2费）——14级

沉默否定（2费）——11级、11级

全数否定（3费）——13级

光明惩戒（5费）——15级



紫卡：（16张——13.06级）

圣殿御卫（2费）——18级

破魔系教授（2费）——12级

克隆术（2费）——9级

边境高墙（3费）——15级

冲锋装备（3费）——14级

学仆-脉冲型（3费）——13级

缄言法师（3费）——12级

魔像-御咒铁卫（3费）——11级

夺取阵地（4费）——14级

召集护卫（4费）——13级

学仆-塑钢型（4费）——12级

幻域秘树（4费）——12级

禁卫百夫长（5费）——16级

观星台大预言家（5费）——11级

禁卫指挥官（6费）——15级

米拉方舟（7费）——12级



橙卡：（7张——13.71级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——15级

月之神·米拉（5费）——11级

白袍·伊恩（6费）——14级

武圣·云长（8费）——14级


总卡等：13.40级


*/