/*

阿斯塔拉

蓝卡：（8张——16.50级）

圣殿斥候（1费）——20级

圣殿卫士（2费）——20级

天使琼浆（2费）——18级

学仆-观测型（2费）——18级

方尖魔碑（2费）——15级

沉默否定（2费）——12级、12级

光明惩戒（5费）——17级



紫卡：（15张——14.80级）

圣殿御卫（2费）——20级

破魔系教授（2费）——14级

克隆术（2费）——11级

圣殿骑士（3费）——18级

学仆-脉冲型（3费）——14级

缄言法师（3费）——14级

魔像-御咒铁卫（3费）——13级

召集护卫（4费）——16级

幻域秘树（4费）——14级

学仆-塑钢型（4费）——14级

白首魔根（4费）——12级

禁卫百夫长（5费）——18级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——17级

米拉方舟（7费）——14级



橙卡：（7张——16.00级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡罗琳（4费）——18级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：15.53级


技能等级：（揭示未来-7级）：【回合4】【洞察2】、三个友军+1/+4。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（纯净紫钻-7级）：【回合3结束】召唤【幻域秘树-lv8】。


*/