/*

阿斯塔拉

蓝卡：（9张——17.44级）

圣殿斥候（1费）——20级

学仆-观测型（2费）——20级

方尖魔碑（2费）——16级

沉重否定（2费）——13级、12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——18级

光明惩戒（5费）——18级



紫卡：（14张——15.93级）

传记·钢铁守卫（1费）——19级

圣殿御卫（2费）——20级

破魔系教授（2费）——14级

克隆术（2费）——12级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

学仆-脉冲型（3费）——15级

缄言法师（3费）——15级

魔像-御咒铁卫（3费）——13级

召集护卫（4费）——18级

幻域秘树（4费）——15级

学仆-塑钢型（4费）——14级

观星台大预言家（5费）——14级

米拉方舟（7费）——15级



橙卡：（7张——17.29级）

花光春影·安娜贝尔（3费）——18级

百花长枪·卡洛琳（4费）——19级

明日香·露娜（4费）——16级

永恒之王·莱哈特（5费）——19级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——18级

武圣·云长（8费）——17级


总卡等：16.70级


技能等级：（揭示未来-8级）：【回合4】【洞察2】、三个友军+1/+5。

武器等级：（星界银剑-7级）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】。


*/