/*

梅（统计时间：2025.10.15）

蓝卡：（12张——15.08级）

圣殿斥候（1费）——20级

拒马（2费）——12级

苦行武僧（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

龟族僧人（3费）——15级

执剑道者（3费）——13级

连击（3费）——13级、13级

风铃道人（4费）——12级

风卷残云（4费）——12级、

光明惩戒（5费）——19级



紫卡：（12张——15.75级）

四芒军旗（1费）——18级

圣殿御卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——20级

驱魔道人（3费）——12级

召集护卫（4费）——19级

御风武者（4费）——12级

蟠桃会（4费）——12级、12级

萌化术（4费）——12级、12级

禁卫百夫长（5费）——20级



橙卡：（6张——17.33级）

花光春影·安娜贝尔（3费）——18级

春花使者·卡洛琳（4费）——20级

明日香·露娜（4费）——17级

上宝沁金耙（4费）——12级

永恒之王·莱哈特（5费）——19级

白袍·伊恩（6费）——18级



总卡等：15.80级 


技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，获得【护甲2】和【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/