/*

梅

蓝卡：（14张——13.29级）

圣殿斥候（1费）——20级

拒马（2费）——12级

苦行武僧（2费）——12级

飓风术（2费）——7级

圣殿弩手（3费）——20级

增援战线（3费）——20级

龟族僧人（3费）——14级

执剑道者（3费）——13级

连击（3费）——12级、12级

风铃道人（4费）——12级

风卷残云（4费）——9级、5级

光明惩戒（5费）——18级



紫卡：（10张——15.10级）

四芒军旗（1费）——17级

圣殿御卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

驱魔道人（3费）——10级

召集护卫（4费）——18级

御风武者（4费）——10级

蟠桃会（4费）——9级、9级

禁卫百夫长（5费）——19级



橙卡：（6张——16.17级）

花光春影·安娜贝尔（3费）——17级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——16级

上宝沁金耙（4费）——9级

永恒之王·莱哈特（5费）——18级

白袍·伊恩（6费）——18级



总卡等：14.47级 


技能等级：（金钟罩-8级）：【回合2】随机友军生命+13，获得【护甲2】和【荆棘】。

武器等级：（道心浮尘-6级）：【回合3】随机友军+2/+3，吹回随机敌军。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/