/*

萨维丽娅

蓝卡：（12张——18.50级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——15级、14级

圣殿卫士（2费）——20级

修女（2费）——20级

狡诈学徒（2费）——20级

黑夜突袭（2费）——18级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——18级、17级



紫卡：（11张——17.64级）

四芒军旗（1费）——17级

传记·钢铁守卫（1费）——17级

圣殿御卫（2费）——20级

海燕精卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

海盗船长（4费）——17级

召集护卫（4费）——16级

黑金诈术师（4费）——14级

禁卫百夫长（5费）——18级

禁卫指挥官（6费）——17级



橙卡：（7张——16.57级）

花光春影·安娜贝尔（3费）——17级

百花长枪·卡洛琳（4费）——18级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——18级

天雷降临·布瑞恩（5费）——15级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：17.73级 


技能等级：（重炮阵地-12级）：【回合3】召唤帝国重炮-lv11、小镇民兵-lv9、全体友军生命+4。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（圣堂铁砧-7级）：【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】。


*/