/*

萨维丽娅

蓝卡：（10张——15.90级）

圣殿斥候（1费）——17级

心灵黑洞（1费）——13级、13级

狡诈学徒（2费）——16级

天使琼浆（2费）——16级

圣殿弩手（3费）——18级

热血矿工（3费）——18级

增援战线（3费）——16级

光明惩戒（5费）——16级、16级



紫卡：（12张——15.08级）

传记·钢铁守卫（1费）——13级

四芒军旗（1费）——11级

圣殿御卫（2费）——18级

海燕精卫（2费）——15级

白袍主教（3费）——18级

圣殿骑士（3费）——16级

边境高墙（3费）——16级

海盗船长（4费）——15级

召集护卫（4费）——14级

黑金诈术师（4费）——12级

禁卫百夫长（5费）——17级

禁卫指挥官（6费）——16级



橙卡：（8张——14.00级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——15级

天雷降临·布瑞恩（5费）——13级

白袍·伊恩（6费）——15级

黑道圣徒·梅森（7费）——13级

武圣·云长（8费）——14级


总卡等：15.07级


技能等级：（重炮阵地-11级）：【回合3】召唤帝国重炮-lv10、小镇民兵-lv7、全体友军生命+2。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（圣堂铁砧-6级）：【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】。


*/