/*

萨维丽娅

蓝卡：（8张——15.13级）

圣殿斥候（1费）——16级

心灵黑洞（1费）——13级、13级

狡诈学徒（2费）——16级

圣殿弩手（3费）——18级

热血矿工（3费）——17级

光明惩戒（5费）——14级、14级



紫卡：（14张——14.79级）

传记·钢铁守卫（1费）——13级

圣殿御卫（2费）——18级

海燕精卫（2费）——14级

白袍主教（3费）——17级

圣殿骑士（3费）——16级

边境高墙（3费）——15级

冲锋装备（3费）——14级

海盗船长（4费）——15级

夺取阵地（4费）——14级

召集护卫（4费）——13级

黑金诈术师（4费）——12级

禁卫百夫长（5费）——16级

惩戒天使（6费）——15级

禁卫指挥官（6费）——15级



橙卡：（8张——13.63级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——16级

明日香·露娜（4费）——12级

永恒之王·莱哈特（5费）——15级

天雷降临·布瑞恩（5费）——12级

白袍·伊恩（6费）——14级

黑道圣徒·梅森（7费）——12级

武圣·云长（8费）——14级


总卡等：14.52级




*/