/*

萨维丽娅

蓝卡：（11张——18.73级）

圣殿斥候（1费）——20级

心灵黑洞（1费）——16级、15级

狡诈学徒（2费）——20级

黑夜突袭（2费）——19级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

酗酒醉汉（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——18级、18级



紫卡：（10张——18.40级）

传记·钢铁守卫（1费）——19级

四芒军旗（1费）——17级

圣殿御卫（2费）——20级

海燕精卫（2费）——20级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

海盗船长（4费）——17级

召集护卫（4费）——18级

黑金诈术师（4费）——15级

禁卫百夫长（5费）——19级



橙卡：（9张——16.89级）

蒙面侠客·翔（2费）——16级

花光春影·安娜贝尔（3费）——18级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——16级

樱花·艾希尔（4费）——13级

永恒之王·莱哈特（5费）——19级

天雷降临·布瑞恩（5费）——16级

白袍·伊恩（6费）——18级

武圣·云长（8费）——17级


总卡等：18.07级 


技能等级：（重炮阵地-13级）：【回合3】召唤【帝国重炮-lv14】和【小镇民兵-lv10】，全体友军生命+6。

武器等级：（执政官长剑-11级）：【回合2】前排随机位置召唤【盾甲禁卫-lv14】。

宝物等级：（圣堂铁砧-7级）：【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】。


*/