/*

萨维丽娅（统计时间：2026.01.19）

蓝卡：（11张——20.00级）

圣殿斥候（1费）——21级

心灵黑洞（1费）——16级、16级

狡诈学徒（2费）——21级

黑夜突袭（2费）——20级

圣殿弩手（3费）——22级

热血矿工（3费）——22级

增援战线（3费）——22级

田园守望者（3费）——20级

酗酒醉汉（3费）——20级

光明惩戒（5费）——20级



紫卡：（9张——20.22级）

四芒军旗（1费）——20级

传记·钢铁守卫（1费）——20级

圣殿御卫（2费）——22级

海燕精卫（2费）——22级

白袍主教（3费）——22级

圣殿骑士（3费）——21级

召集护卫（4费）——21级

黑金诈术师（4费）——16级

炽阳坠落（4费）——18级



橙卡：（10张——18.60级）

蒙面侠客·翔（2费）——17级

花光春影·安娜贝尔（3费）——20级

夏日女郎·鲍莉（3费）——16级

春花使者·卡洛琳（4费）——22级

明日香·露娜（4费）——18级

赤影·艾希尔（4费）——16级

永恒之王·莱哈特（5费）——20级

天雷降临·布瑞恩（5费）——18级

白袍·伊恩（6费）——20级

武圣·云长（8费）——19级


总卡等：19.60级 


技能等级：（重炮阵地-13级）：【回合3】召唤【帝国重炮-lv14】和【小镇民兵-lv10】，全体友军生命+6。

武器等级：（执政官长剑-13级）：【回合2】前排随机位置召唤【盾甲禁卫-lv20】，随机友军护甲+2。

宝物等级：（圣堂铁砧-8级）：【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】。


*/