/*

蓝卡：（17.13级）（8张）

心灵黑洞（1费）——15级、14级
【解卡】

狡诈学徒（2费）——20级
【洞察】、【人海】、【高攻击】

黑夜突袭（2费）——18级
【解卡】、【洞察】

热血矿工（3费）——20级
【快攻】

酗酒醉汉（3费）——17级
【快攻】、【机制】

魔力风暴（3费）——17级
【解卡】、【充能】

黑旗舰队飞斧手（4费）——16级
【血量压制】、【快攻】、【投掷飞斧】



紫卡：（16.25级）（4张）

海燕精卫（2费）——20级
【狙击】、【人海】

海盗船长（4费）——17级
【人海】、【属性】

黑金诈术师（4费）——14级
【吹飞】、【压费】

烈日大祭师（5费）——14级
【人海】、【血量压制】



橙卡：（13.33级）（3张）

花剑绅士·翔（2费）——14级
【先攻】、【回命】、【协战】

海燕·鲍莉（3费）——11级
【人海】、【机制】

钢之咆哮·布瑞恩（5费）——15级
【横排伤害】、【践踏】、【护甲】、【人海】、【成长】



// 不上
赤影·艾希尔（4费）——11级
【连击】、【快攻】、【高魔防】、【人数压制】、【血量压制】、【隐身】、【增益】


小计：16.13级

*/