/*

蓝卡：（15.71级）（7张）

心灵黑洞（1费）——14级、13级
【解卡】

狡诈学徒（2费）——18级
【洞察】、【人海】、【高攻击】

黑夜突袭（2费）——16级
【解卡】、【洞察】

热血矿工（3费）——18级
【快攻】

魔力风暴（3费）——16级
【解卡】、【充能】

黑旗舰队飞斧手（4费）——15级
【血量压制】、【快攻】、【投掷飞斧】



紫卡：（14.75级）（4张）

海燕精卫（2费）——17级
【狙击】、【人海】

海盗船长（4费）——16级
【人海】、【属性】

黑金诈术师（4费）——13级
【吹飞】、【压费】

烈日大祭师（5费）——13级
【人海】、【血量压制】



橙卡：（12.50级）（4张）

花剑绅士·翔（2费）——13级
【先攻】、【回命】、【协战】

赤影·艾希尔（4费）——10级
【连击】、【快攻】、【高魔防】、【人数压制】、【血量压制】、【隐身】、【增益】

钢之咆哮·布瑞恩（5费）——14级
【横排伤害】、【践踏】、【护甲】、【人海】、【成长】

黑金三代目·梅森（7费）——13级
【消灭】、【盘龙】



小计：14.60级

*/