/*

蓝卡：（15.75级）（8张）

心灵黑洞（1费）——14级、13级、10级
【解卡】

狡诈学徒（2费）——20级
【洞察】、【人海】、【高攻击】

黑夜突袭（2费）——16级
【解卡】、【洞察】

热血矿工（3费）——20级
【快攻】

魔力风暴（3费）——17级
【解卡】、【充能】

黑旗舰队飞斧手（4费）——16级
【血量压制】、【快攻】、【投掷飞斧】



紫卡：（14.80级）（5张）

海燕精卫（2费）——18级
【狙击】、【人海】

海神赐福（2费）——12级
【洞察】、【过牌】、【增益回命】

海盗船长（4费）——17级
【人海】、【属性】

黑金诈术师（4费）——14级
【吹飞】、【压费】

烈日大祭师（5费）——13级
【人海】、【血量压制】



橙卡：（14.50级）（2张）

花剑绅士·翔（2费）——14级
【先攻】、【回命】、【协战】

钢之咆哮·布瑞恩（5费）——15级
【横排伤害】、【践踏】、【护甲】、【人海】、【成长】



// 不上
赤影·艾希尔（4费）——11级
【连击】、【快攻】、【高魔防】、【人数压制】、【血量压制】、【隐身】、【增益】


小计：15.27级

*/