/*

总计：（15张）

蓝卡：（16.50级）（6张）

学仆-观测型（2费）——21级
【洞察】、【回命】、【成长】

方尖魔碑（2费）——18级
【压费】、【洞察】

沉重否定（2费）——14级、13级
【沉默】、【减益】、【充能】

全数否定（3费）——21级
【洞察】、【减益】

占卜命运（3费）——12级
【过牌】、【回血】



紫卡：（15.75级）（8张）

隐形术（1费）——12级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——17级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——17级
【跳费】、【洞察】

学仆-塑钢型（4费）——16级
【磐龙】、【护甲】、【成长】

观星台大预言家（5费）——16级
【过牌】、【洞察】

米拉方舟（7费）——18级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（16.00级）（1张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】



小计：16.07级

*/





