/*

《禅意谷》

*武器：

蓝色：

1.铜钱宝剑（5）：【回合3结束】获得【铁山靠-lv6】。

2.道心浮尘（5）：【回合4】随机友军+2/+3，吹回随机敌军。

3.聚能之矛（5）：【回合4】随机友军+3/+2，随机敌军-2/-2。
  聚能之矛（10）：【回合3】随机友军+7/+7，随机敌军-7/-7。

4.寒霜剑（5）：【回合4】冰封友方随机位置，召唤【雪狐剑客-lv4】。
  寒霜剑（10）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv13】。


紫色：

1.桃木剑（5）：【回合1结束】获得【卜命道长-lv6】。
  桃木剑（10）：【回合1结束】获得【卜命道长-lv15】和【叶幻师-lv10】。

2.钻石长枪（5）：【回合4】随机友军+2/+2，获得【连击】。
  钻石长枪（10）：【回合4】随机友军+9/+6，获得【连击】。

3.神机木拐（5）：【回合1】召唤并获得【箭竹守卫-lv5】。
  神机木拐（10）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。

4.风影匕（5）：【回合3】中排位置召唤【赏金刺客-lv6】。
  风影匕（10）：【回合3】中排位置召唤【赏金刺客-lv12】，随机敌军受到5点伤害。

5.隐者长棍（5）：【回合3结束】中排位置召唤【渡船隐士-lv5】。
  隐者长棍（10）：【回合3结束】中排位置召唤【渡船隐士-lv13】。


橙色：

1.无极盘龙棍（5）：【回合2】后排随机位置召唤【驱魔道人-lv6】。
  无极盘龙棍（10）：【回合2】后排随机位置召唤【驱魔道人-lv14】、【洞察1】。

2.玉虚神剑（5）：【回合5】坠落5把宝剑（6点伤害）。
  玉虚神剑（10）：【回合5】坠落7把宝剑（9点伤害），7个友军攻击+5。

3.裂风（5）：【回合4】后排位置召唤【御风武者-lv6】。
  裂风（10）：【回合3】后排位置召唤【御风武者-lv14】。


*宝物：

蓝色：

1.风水罗盘（5）：【回合4】随机友军+4/+8，并失去【迟缓】或【守军】。
  风水罗盘（10）：【回合4】随机友军+15/+25，并失去【迟缓】或【守军】。

2.恢复之戒（5）：【回合3】召唤【松柏隐者-lv4】。
  恢复之戒（10）：【回合2】召唤【松柏隐者-lv13】。

3.掌柜算盘（5）：【回合4】召唤【幽谷粮仓-lv4】，敌方生命+9。
  掌柜算盘（10）：【回合3】召唤【幽谷粮仓-lv12】，敌方生命+10。

4.葫芦酒壶（5）：【回合4】召唤【醉道人-lv5】。
  葫芦酒壶（10）：【回合3】召唤【醉道人-lv14】。


紫色：

1.黄金虎符（5）：【回合2】召唤【黑竹守卫-lv5】。

2.翡翠玉佩（5）：【回合2结束】获得【蟠桃会-lv5】。
  翡翠玉佩（10）：【回合1结束】获得【蟠桃会-lv15】和【仙桃-lv15】。

3.沉香药囊（5）：【回合4】随机友军+4/+3，获得【先攻】。
  沉香药囊（10）：【回合3】随机友军+12/+12，获得【先攻】。

4.聚宝盆（5）：【回合3结束】前排位置召唤【摇钱尊者-lv4】。
  聚宝盆（10）：【回合3结束】前排位置召唤【摇钱尊者-lv14】。

5.飞狐令（5）：【回合1】冰封友方随机位置，获得【雪山飞狐-lv10】。
  飞狐令（10）：【回合1】冰封友方随机位置，随机敌军-3/-3，获得【雪山飞狐-lv15】。


橙色：

1.腾云青龙铠（5）：【回合4】随机友军+4/+4，并获得【神佑】。
  腾云青龙铠（10）：【回合3】随机友军+12/+12，并获得【神佑】。

2.白鬃破军胄（5）：【回合2】后排随机位置召唤【执剑道者-lv5】。
  白鬃破军胄（10）：【回合2】后排随机位置召唤【执剑道者-lv14】，2个随机友军攻击+4。

3.厨神金锅（5）：【回合5】后排位置召唤【味仙居掌厨-lv5】。
  厨神金锅（10）：【回合5】后排位置召唤【味仙居掌厨-lv13】，英雄生命+7。

*/