/*

《禅意谷》

*武器：

蓝色：

1.铜钱宝剑（1）：【回合5结束】获得【铁山靠-lv2】。
  铜钱宝剑（2）：【回合4结束】获得【铁山靠-lv3】。
  铜钱宝剑（3）：【回合4结束】获得【铁山靠-lv4】。
  铜钱宝剑（4）：【回合3结束】获得【铁山靠-lv5】。
  铜钱宝剑（5）：【回合3结束】获得【铁山靠-lv6】。
  铜钱宝剑（6）：【回合2结束】获得【铁山靠-lv6】，随机友军生命+2。
  铜钱宝剑（7）：【回合2结束】获得【铁山靠-lv7】，随机友军生命+4。
  铜钱宝剑（8）：【回合2结束】获得【铁山靠-lv8】，随机友军生命+6。
  铜钱宝剑（9）：【回合2结束】获得【铁山靠-lv9】，随机友军生命+9。
  铜钱宝剑（10）：【回合2结束】获得【铁山靠-lv10】，随机友军生命+13。
  铜钱宝剑（11）：【回合2结束】获得【铁山靠-lv12】，随机友军生命+15。
  铜钱宝剑（12）：【回合2结束】获得【铁山靠-lv14】，随机友军生命+18。
  铜钱宝剑（13）：【回合2结束】获得【铁山靠-lv16】，随机友军生命+21。
  
2.道心浮尘（1）：【回合5】吹回随机敌军。
  道心浮尘（2）：【回合5】随机友军攻击+1，吹回随机敌军。
  道心浮尘（3）：【回合4】随机友军攻击+1，吹回随机敌军。
  道心浮尘（4）：【回合4】随机友军+1/+2，吹回随机敌军。
  道心浮尘（5）：【回合4】随机友军+2/+3，吹回随机敌军。
  道心浮尘（6）：【回合3】随机友军+2/+3，吹回随机敌军。
  道心浮尘（7）：【回合3】随机友军+3/+3，吹回随机敌军。
  道心浮尘（8）：【回合3】随机友军+3/+5，吹回随机敌军。
  道心浮尘（9）：【回合3】随机友军+4/+6，吹回随机敌军。
  道心浮尘（10）：【回合3】随机友军+5/+8，吹回随机敌军。
  道心浮尘（11）：【回合3】随机友军+6/+10，吹回随机敌军。
  道心浮尘（12）：【回合3】随机友军+7/+13，吹回随机敌军。
  道心浮尘（13）：【回合3】随机友军+8/+16，吹回随机敌军。
  
3.聚能之矛（1）：【回合6】随机友军+1/+1，随机敌军-1/-1。
  聚能之矛（2）：【回合5】随机友军+2/+1，随机敌军-1/-1。
  聚能之矛（3）：【回合5】随机友军+2/+1，随机敌军-2/-2。
  聚能之矛（4）：【回合4】随机友军+2/+1，随机敌军-2/-2。
  聚能之矛（5）：【回合4】随机友军+3/+2，随机敌军-2/-2。
  聚能之矛（6）：【回合3】随机友军+3/+3，随机敌军-2/-2。
  聚能之矛（7）：【回合3】随机友军+3/+3，随机敌军-3/-3。
  聚能之矛（8）：【回合3】随机友军+4/+4，随机敌军-4/-4。
  聚能之矛（9）：【回合3】随机友军+6/+6，随机敌军-5/-5。
  聚能之矛（10）：【回合3】随机友军+7/+7，随机敌军-7/-7。
  聚能之矛（11）：【回合3】随机友军+8/+8，随机敌军-8/-8。
  聚能之矛（12）：【回合3】随机友军+9/+9，随机敌军-9/-9。
  聚能之矛（13）：【回合3】随机友军+11/+11，随机敌军-11/-11。
  
4.寒霜剑（1）：【回合4】召唤【雪狐剑客-lv1】。
  寒霜剑（2）：【回合4】召唤【雪狐剑客-lv2】。
  寒霜剑（3）：【回合4】召唤【雪狐剑客-lv3】。
  寒霜剑（4）：【回合4】冰封友方随机位置，召唤【雪狐剑客-lv3】。
  寒霜剑（5）：【回合4】冰封友方随机位置，召唤【雪狐剑客-lv4】。
  寒霜剑（6）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv5】。
  寒霜剑（7）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv7】。
  寒霜剑（8）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv9】。
  寒霜剑（9）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv11】。
  寒霜剑（10）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv13】。
  寒霜剑（11）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv15】。
  寒霜剑（12）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv17】。
  寒霜剑（13）：【回合3】冰封友方随机位置，召唤【雪狐剑客-lv20】。
  

紫色：

1.桃木剑（1）：【回合3结束】获得【卜命道长-lv1】。
  桃木剑（2）：【回合3结束】获得【卜命道长-lv2】。
  桃木剑（3）：【回合2结束】获得【卜命道长-lv3】。
  桃木剑（4）：【回合2结束】获得【卜命道长-lv4】。
  桃木剑（5）：【回合1结束】获得【卜命道长-lv6】。
  桃木剑（6）：【回合1结束】获得【卜命道长-lv6】和【叶幻师-lv2】。
  桃木剑（7）：【回合1结束】获得【卜命道长-lv8】和【叶幻师-lv4】。
  桃木剑（8）：【回合1结束】获得【卜命道长-lv10】和【叶幻师-lv6】。
  桃木剑（9）：【回合1结束】获得【卜命道长-lv12】和【叶幻师-lv8】。
  桃木剑（10）：【回合1结束】获得【卜命道长-lv15】和【叶幻师-lv10】。
  桃木剑（11）：【回合1结束】获得【卜命道长-lv16】和【叶幻师-lv13】。
  桃木剑（12）：【回合1结束】获得【卜命道长-lv18】和【叶幻师-lv16】。
  桃木剑（13）：【回合1结束】获得【卜命道长-lv20】和【叶幻师-lv20】。
  
2.钻石长枪（1）：【回合5】随机友军获得【连击】。
  钻石长枪（2）：【回合5】随机友军攻击+1，获得【连击】。
  钻石长枪（3）：【回合4】随机友军攻击+1，获得【连击】。
  钻石长枪（4）：【回合4】随机友军+1/+2，获得【连击】。
  钻石长枪（5）：【回合4】随机友军+2/+2，获得【连击】。
  钻石长枪（6）：【回合4】随机友军+3/+2，获得【连击】。
  钻石长枪（7）：【回合4】随机友军+4/+3，获得【连击】。
  钻石长枪（8）：【回合4】随机友军+5/+4，获得【连击】。
  钻石长枪（9）：【回合4】随机友军+7/+5，获得【连击】。
  钻石长枪（10）：【回合4】随机友军+9/+6，获得【连击】。
  钻石长枪（11）：【回合4】随机友军+10/+8，获得【连击】。
  钻石长枪（12）：【回合4】随机友军+12/+10，获得【连击】。
  钻石长枪（13）：【回合4】随机友军+13/+13，获得【连击】。
  
3.神机木拐（1）：【回合2】召唤并获得【箭竹守卫-lv1】。
  神机木拐（2）：【回合2】召唤并获得【箭竹守卫-lv2】。
  神机木拐（3）：【回合2】召唤并获得【箭竹守卫-lv3】。
  神机木拐（4）：【回合1】召唤并获得【箭竹守卫-lv3】。
  神机木拐（5）：【回合1】召唤并获得【箭竹守卫-lv5】。
  神机木拐（6）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。
  神机木拐（7）：【回合1】召唤并获得【箭竹守卫-lv8】、【洞察1】。
  神机木拐（8）：【回合1】召唤并获得【箭竹守卫-lv10】、【洞察1】。
  神机木拐（9）：【回合1】召唤并获得【箭竹守卫-lv12】、【洞察1】。
  神机木拐（10）：【回合1】召唤并获得【箭竹守卫-lv14】、【洞察1】。
  神机木拐（11）：【回合1】召唤并获得【箭竹守卫-lv16】、【洞察1】。
  神机木拐（12）：【回合1】召唤并获得【箭竹守卫-lv18】、【洞察1】。
  神机木拐（13）：【回合1】召唤并获得【箭竹守卫-lv20】、【洞察1】。
  
4.风影匕（1）：【回合3】中排位置召唤【赏金刺客-lv1】。
  风影匕（2）：【回合3】中排位置召唤【赏金刺客-lv2】。
  风影匕（3）：【回合3】中排位置召唤【赏金刺客-lv3】。
  风影匕（4）：【回合3】中排位置召唤【赏金刺客-lv4】。
  风影匕（5）：【回合3】中排位置召唤【赏金刺客-lv6】。
  风影匕（6）：【回合3】中排位置召唤【赏金刺客-lv6】，随机敌军受到2点伤害。
  风影匕（7）：【回合3】中排位置召唤【赏金刺客-lv7】，随机敌军受到3点伤害。
  风影匕（8）：【回合3】中排位置召唤【赏金刺客-lv8】，随机敌军受到4点伤害。
  风影匕（9）：【回合3】中排位置召唤【赏金刺客-lv10】，随机敌军受到4点伤害。
  风影匕（10）：【回合3】中排位置召唤【赏金刺客-lv12】，随机敌军受到5点伤害。
  风影匕（11）：【回合3】中排位置召唤【赏金刺客-lv14】，随机敌军受到7点伤害。
  风影匕（12）：【回合3】中排位置召唤【赏金刺客-lv16】，随机敌军受到9点伤害。
  风影匕（13）：【回合3】中排位置召唤【赏金刺客-lv18】，随机敌军受到12点伤害。
  
5.隐者长棍（1）：【回合3结束】中排位置召唤【渡船隐士-lv1】。
  隐者长棍（2）：【回合3结束】中排位置召唤【渡船隐士-lv2】。
  隐者长棍（3）：【回合3结束】中排位置召唤【渡船隐士-lv3】。
  隐者长棍（4）：【回合3结束】中排位置召唤【渡船隐士-lv4】。
  隐者长棍（5）：【回合3结束】中排位置召唤【渡船隐士-lv5】。
  隐者长棍（6）：【回合3结束】中排位置召唤【渡船隐士-lv6】。
  隐者长棍（7）：【回合3结束】中排位置召唤【渡船隐士-lv7】。
  隐者长棍（8）：【回合3结束】中排位置召唤【渡船隐士-lv9】。
  隐者长棍（9）：【回合3结束】中排位置召唤【渡船隐士-lv11】。
  隐者长棍（10）：【回合3结束】中排位置召唤【渡船隐士-lv13】。
  隐者长棍（11）：【回合3结束】中排位置召唤【渡船隐士-lv15】。
  隐者长棍（12）：【回合3结束】中排位置召唤【渡船隐士-lv17】。
  隐者长棍（13）：【回合3结束】中排位置召唤【渡船隐士-lv20】，获得【熊大宝-lv7】。
  

橙色：

1.无极盘龙棍（1）：【回合3】后排随机位置召唤【驱魔道人-lv3】。
  无极盘龙棍（2）：【回合3】后排随机位置召唤【驱魔道人-lv4】。
  无极盘龙棍（3）：【回合2】后排随机位置召唤【驱魔道人-lv4】。
  无极盘龙棍（4）：【回合2】后排随机位置召唤【驱魔道人-lv5】。
  无极盘龙棍（5）：【回合2】后排随机位置召唤【驱魔道人-lv6】。
  无极盘龙棍（6）：【回合2】后排随机位置召唤【驱魔道人-lv7】。
  无极盘龙棍（7）：【回合2】后排随机位置召唤【驱魔道人-lv8】。
  无极盘龙棍（8）：【回合2】后排随机位置召唤【驱魔道人-lv10】、【洞察1】。
  无极盘龙棍（9）：【回合2】后排随机位置召唤【驱魔道人-lv12】、【洞察1】。
  无极盘龙棍（10）：【回合2】后排随机位置召唤【驱魔道人-lv14】、【洞察1】。
  无极盘龙棍（11）：【回合2】后排随机位置召唤【驱魔道人-lv16】、【洞察1】。
  无极盘龙棍（12）：【回合2】后排随机位置召唤【驱魔道人-lv18】、【洞察1】。
  无极盘龙棍（13）：【回合2】后排随机位置召唤【驱魔道人-lv20】、【洞察1】、随机友军+2/+2。
  
2.玉虚神剑（1）：【回合6】坠落4把宝剑（4点伤害）。
  玉虚神剑（2）：【回合6】坠落4把宝剑（5点伤害）。
  玉虚神剑（3）：【回合5】坠落4把宝剑（5点伤害）。
  玉虚神剑（4）：【回合5】坠落5把宝剑（5点伤害）。
  玉虚神剑（5）：【回合5】坠落5把宝剑（6点伤害）。
  玉虚神剑（6）：【回合5】坠落5把宝剑（7点伤害），5个友军攻击+1。
  玉虚神剑（7）：【回合5】坠落6把宝剑（7点伤害），6个友军攻击+1。
  玉虚神剑（8）：【回合5】坠落6把宝剑（8点伤害），6个友军攻击+2。
  玉虚神剑（9）：【回合5】坠落7把宝剑（8点伤害），7个友军攻击+3。
  玉虚神剑（10）：【回合5】坠落7把宝剑（9点伤害），7个友军攻击+5。
  玉虚神剑（11）：【回合5】坠落7把宝剑（10点伤害），7个友军攻击+7。
  玉虚神剑（12）：【回合5】坠落7把宝剑（11点伤害），7个友军攻击+9。
  玉虚神剑（13）：【回合5】坠落7把宝剑（13点伤害），7个友军攻击+10。
  
3.裂风（1）：【回合4】后排位置召唤【御风武者-lv1】。
  裂风（2）：【回合4】后排位置召唤【御风武者-lv2】。
  裂风（3）：【回合4】后排位置召唤【御风武者-lv3】。
  裂风（4）：【回合4】后排位置召唤【御风武者-lv4】。
  裂风（5）：【回合4】后排位置召唤【御风武者-lv6】。
  裂风（6）：【回合3】后排位置召唤【御风武者-lv6】。
  裂风（7）：【回合3】后排位置召唤【御风武者-lv8】。
  裂风（8）：【回合3】后排位置召唤【御风武者-lv10】。
  裂风（9）：【回合3】后排位置召唤【御风武者-lv12】。
  裂风（10）：【回合3】后排位置召唤【御风武者-lv14】。
  裂风（11）：【回合3】后排位置召唤【御风武者-lv16】，全体先攻友军攻击+2。
  裂风（12）：【回合3】后排位置召唤【御风武者-lv18】，全体先攻友军攻击+4。
  裂风（13）：【回合3】后排位置召唤【御风武者-lv20】，全体先攻友军攻击+6。
  

*宝物：

蓝色：

1.风水罗盘（1）：【回合5】随机友军+1/+2，并失去【迟缓】或【守军】。
  风水罗盘（2）：【回合5】随机友军+2/+3，并失去【迟缓】或【守军】。
  风水罗盘（3）：【回合4】随机友军+2/+4，并失去【迟缓】或【守军】。
  风水罗盘（4）：【回合4】随机友军+3/+6，并失去【迟缓】或【守军】。
  风水罗盘（5）：【回合4】随机友军+4/+8，并失去【迟缓】或【守军】。
  风水罗盘（6）：【回合4】随机友军+6/+10，并失去【迟缓】或【守军】。
  风水罗盘（7）：【回合4】随机友军+8/+12，并失去【迟缓】或【守军】。
  风水罗盘（8）：【回合4】随机友军+10/+15，并失去【迟缓】或【守军】。
  风水罗盘（9）：【回合4】随机友军+12/+20，并失去【迟缓】或【守军】。
  风水罗盘（10）：【回合4】随机友军+15/+25，并失去【迟缓】或【守军】。
  风水罗盘（11）：【回合4】随机友军+18/+30，并失去【迟缓】或【守军】。
  风水罗盘（12）：【回合4】随机友军+22/+35，并失去【迟缓】或【守军】。
  风水罗盘（13）：【回合4】随机友军+25/+40，并失去【迟缓】或【守军】。
  
2.恢复之戒（1）：【回合4】召唤【松柏隐者-lv1】。
  恢复之戒（2）：【回合4】召唤【松柏隐者-lv2】。
  恢复之戒（3）：【回合4】召唤【松柏隐者-lv3】。
  恢复之戒（4）：【回合3】召唤【松柏隐者-lv3】。
  恢复之戒（5）：【回合3】召唤【松柏隐者-lv4】。
  恢复之戒（6）：【回合2】召唤【松柏隐者-lv5】。
  恢复之戒（7）：【回合2】召唤【松柏隐者-lv7】。
  恢复之戒（8）：【回合2】召唤【松柏隐者-lv9】。
  恢复之戒（9）：【回合2】召唤【松柏隐者-lv11】。
  恢复之戒（10）：【回合2】召唤【松柏隐者-lv13】。
  恢复之戒（11）：【回合2】召唤【松柏隐者-lv15】。
  恢复之戒（12）：【回合2】召唤【松柏隐者-lv17】。
  恢复之戒（13）：【回合2】召唤【松柏隐者-lv19】，英雄生命+3。
  
3.掌柜算盘（1）：【回合5】召唤【幽谷粮仓-lv1】，敌方生命+5。
  掌柜算盘（2）：【回合5】召唤【幽谷粮仓-lv2】，敌方生命+6。
  掌柜算盘（3）：【回合4】召唤【幽谷粮仓-lv2】，敌方生命+7。
  掌柜算盘（4）：【回合4】召唤【幽谷粮仓-lv3】，敌方生命+8。
  掌柜算盘（5）：【回合4】召唤【幽谷粮仓-lv4】，敌方生命+9。
  掌柜算盘（6）：【回合3】召唤【幽谷粮仓-lv5】，敌方生命+10。
  掌柜算盘（7）：【回合3】召唤【幽谷粮仓-lv6】，敌方生命+10。
  掌柜算盘（8）：【回合3】召唤【幽谷粮仓-lv8】，敌方生命+10。
  掌柜算盘（9）：【回合3】召唤【幽谷粮仓-lv10】，敌方生命+10。
  掌柜算盘（10）：【回合3】召唤【幽谷粮仓-lv12】，敌方生命+10。
  掌柜算盘（11）：【回合3】召唤【幽谷粮仓-lv14】，敌方生命+10。
  掌柜算盘（12）：【回合3】召唤【幽谷粮仓-lv16】，敌方生命+10。
  掌柜算盘（13）：【回合3】召唤【幽谷粮仓-lv18】，敌方生命+10。
  
4.葫芦酒壶（1）：【回合4】召唤【醉道人-lv1】。
  葫芦酒壶（2）：【回合4】召唤【醉道人-lv2】。
  葫芦酒壶（3）：【回合4】召唤【醉道人-lv3】。
  葫芦酒壶（4）：【回合4】召唤【醉道人-lv4】。
  葫芦酒壶（5）：【回合4】召唤【醉道人-lv5】。
  葫芦酒壶（6）：【回合3】召唤【醉道人-lv6】。
  葫芦酒壶（7）：【回合3】召唤【醉道人-lv8】。
  葫芦酒壶（8）：【回合3】召唤【醉道人-lv10】。
  葫芦酒壶（9）：【回合3】召唤【醉道人-lv12】。
  葫芦酒壶（10）：【回合3】召唤【醉道人-lv14】。
  葫芦酒壶（11）：【回合3】召唤【醉道人-lv16】。
  葫芦酒壶（12）：【回合3】召唤【醉道人-lv18】。
  葫芦酒壶（13）：【回合3】召唤【醉道人-lv20】。
  

紫色：

1.黄金虎符（1）：【回合3】召唤【黑竹守卫-lv1】。
  黄金虎符（2）：【回合3】召唤【黑竹守卫-lv2】。
  黄金虎符（3）：【回合3】召唤【黑竹守卫-lv3】。
  黄金虎符（4）：【回合2】召唤【黑竹守卫-lv4】。
  黄金虎符（5）：【回合2】召唤【黑竹守卫-lv5】。
  黄金虎符（6）：【回合2】召唤【黑竹守卫-lv6】和【黑竹守卫-lv1】。
  黄金虎符（7）：【回合2】召唤2个【黑竹守卫-lv7】。
  黄金虎符（8）：【回合2】召唤2个【黑竹守卫-lv8】。
  黄金虎符（9）：【回合2】召唤2个【黑竹守卫-lv9】。
  黄金虎符（10）：【回合2】召唤2个【黑竹守卫-lv11】。
  黄金虎符（11）：【回合2】召唤2个【黑竹守卫-lv13】。
  黄金虎符（12）：【回合2】召唤2个【黑竹守卫-lv15】。
  黄金虎符（13）：【回合2】召唤2个【黑竹守卫-lv18】。
  
2.翡翠玉佩（1）：【回合4结束】获得【蟠桃会-lv1】。
  翡翠玉佩（2）：【回合3结束】获得【蟠桃会-lv2】。
  翡翠玉佩（3）：【回合3结束】获得【蟠桃会-lv3】。
  翡翠玉佩（4）：【回合2结束】获得【蟠桃会-lv4】。
  翡翠玉佩（5）：【回合2结束】获得【蟠桃会-lv5】。
  翡翠玉佩（6）：【回合1结束】获得【蟠桃会-lv7】。
  翡翠玉佩（7）：【回合1结束】获得【蟠桃会-lv7】和【仙桃-lv3】。
  翡翠玉佩（8）：【回合1结束】获得【蟠桃会-lv9】和【仙桃-lv6】。
  翡翠玉佩（9）：【回合1结束】获得【蟠桃会-lv12】和【仙桃-lv10】。
  翡翠玉佩（10）：【回合1结束】获得【蟠桃会-lv15】和【仙桃-lv15】。
  翡翠玉佩（11）：【回合1结束】获得【蟠桃会-lv16】和【仙桃-lv17】。
  翡翠玉佩（12）：【回合1结束】获得【蟠桃会-lv18】和【仙桃-lv18】。
  翡翠玉佩（13）：【回合1结束】获得【蟠桃会-lv20】和2个【仙桃-lv20】。
  
3.沉香药囊（1）：【回合5】随机友军攻击+1，获得【先攻】。
  沉香药囊（2）：【回合5】随机友军攻击+2，获得【先攻】。
  沉香药囊（3）：【回合4】随机友军+2/+1，获得【先攻】。
  沉香药囊（4）：【回合4】随机友军+3/+2，获得【先攻】。
  沉香药囊（5）：【回合4】随机友军+4/+3，获得【先攻】。
  沉香药囊（6）：【回合3】随机友军+4/+4，获得【先攻】。
  沉香药囊（7）：【回合3】随机友军+5/+6，获得【先攻】。
  沉香药囊（8）：【回合3】随机友军+7/+7，获得【先攻】。
  沉香药囊（9）：【回合3】随机友军+9/+9，获得【先攻】。
  沉香药囊（10）：【回合3】随机友军+12/+12，获得【先攻】。
  沉香药囊（11）：【回合3】随机友军+15/+15，获得【先攻】。
  沉香药囊（12）：【回合3】随机友军+18/+18，获得【先攻】。
  沉香药囊（13）：【回合3】随机友军+21/+21，获得【先攻】。
  
4.聚宝盆（1）：【回合4结束】前排位置召唤【摇钱尊者-lv1】。
  聚宝盆（2）：【回合4结束】前排位置召唤【摇钱尊者-lv2】。
  聚宝盆（3）：【回合3结束】前排位置召唤【摇钱尊者-lv2】。
  聚宝盆（4）：【回合3结束】前排位置召唤【摇钱尊者-lv3】。
  聚宝盆（5）：【回合3结束】前排位置召唤【摇钱尊者-lv4】。
  聚宝盆（6）：【回合3结束】前排位置召唤【摇钱尊者-lv5】，2个友军生命+2。
  聚宝盆（7）：【回合3结束】前排位置召唤【摇钱尊者-lv7】，2个友军生命+2。
  聚宝盆（8）：【回合3结束】前排位置召唤【摇钱尊者-lv8】，2个友军生命+3。
  聚宝盆（9）：【回合3结束】前排位置召唤【摇钱尊者-lv10】，3个友军生命+3。
  聚宝盆（10）：【回合3结束】前排位置召唤【摇钱尊者-lv12】，3个友军生命+3。
  聚宝盆（11）：【回合3结束】前排位置召唤【摇钱尊者-lv14】，3个友军生命+4。
  聚宝盆（12）：【回合3结束】前排位置召唤【摇钱尊者-lv16】，3个友军生命+6。
  聚宝盆（13）：【回合3结束】前排位置召唤【摇钱尊者-lv18】，3个友军生命+9。
  
5.飞狐令（1）：【回合1】获得【雪山飞狐-lv4】。
  飞狐令（2）：【回合1】获得【雪山飞狐-lv6】。
  飞狐令（3）：【回合1】冰封友方随机位置，获得【雪山飞狐-lv6】。
  飞狐令（4）：【回合1】冰封友方随机位置，获得【雪山飞狐-lv8】。
  飞狐令（5）：【回合1】冰封友方随机位置，获得【雪山飞狐-lv10】。
  飞狐令（6）：【回合1】冰封友方随机位置，随机敌军-1/-1，获得【雪山飞狐-lv11】。
  飞狐令（7）：【回合1】冰封友方随机位置，随机敌军-2/-1，获得【雪山飞狐-lv12】。
  飞狐令（8）：【回合1】冰封友方随机位置，随机敌军-2/-2，获得【雪山飞狐-lv13】。
  飞狐令（9）：【回合1】冰封友方随机位置，随机敌军-3/-2，获得【雪山飞狐-lv14】。
  飞狐令（10）：【回合1】冰封友方随机位置，随机敌军-3/-3，获得【雪山飞狐-lv15】。
  飞狐令（11）：【回合1】冰封友方随机位置，随机敌军-5/-5，获得【雪山飞狐-lv16】。
  飞狐令（12）：【回合1】冰封友方随机位置，随机敌军-7/-7，获得【雪山飞狐-lv18】。
  飞狐令（13）：【回合1】冰封友方随机位置，随机敌军-10/-10，获得【雪山飞狐-lv20】。
  

橙色：

1.腾云青龙铠（1）：【回合5】随机友军+1/+1，并获得【神佑】。
  腾云青龙铠（2）：【回合5】随机友军+2/+1，并获得【神佑】。
  腾云青龙铠（3）：【回合4】随机友军+2/+2，并获得【神佑】。
  腾云青龙铠（4）：【回合4】随机友军+3/+3，并获得【神佑】。
  腾云青龙铠（5）：【回合4】随机友军+4/+4，并获得【神佑】。
  腾云青龙铠（6）：【回合3】随机友军+4/+4，并获得【神佑】。
  腾云青龙铠（7）：【回合3】随机友军+6/+6，并获得【神佑】。
  腾云青龙铠（8）：【回合3】随机友军+8/+8，并获得【神佑】。
  腾云青龙铠（9）：【回合3】随机友军+10/+10，并获得【神佑】。
  腾云青龙铠（10）：【回合3】随机友军+12/+12，并获得【神佑】。
  腾云青龙铠（11）：【回合3】随机友军+14/+14，并获得【神佑】。
  腾云青龙铠（12）：【回合3】随机友军+16/+16，并获得【神佑】。
  腾云青龙铠（13）：【回合3】随机友军+19/+19，并获得【神佑】。
  
2.白鬃破军胄（1）：【回合3】后排随机位置召唤【执剑道者-lv1】。
  白鬃破军胄（2）：【回合3】后排随机位置召唤【执剑道者-lv2】。
  白鬃破军胄（3）：【回合2】后排随机位置召唤【执剑道者-lv3】。
  白鬃破军胄（4）：【回合2】后排随机位置召唤【执剑道者-lv4】。
  白鬃破军胄（5）：【回合2】后排随机位置召唤【执剑道者-lv5】。
  白鬃破军胄（6）：【回合2】后排随机位置召唤【执剑道者-lv6】，随机友军攻击+2。
  白鬃破军胄（7）：【回合2】后排随机位置召唤【执剑道者-lv8】，2个随机友军攻击+2。
  白鬃破军胄（8）：【回合2】后排随机位置召唤【执剑道者-lv10】，2个随机友军攻击+3。
  白鬃破军胄（9）：【回合2】后排随机位置召唤【执剑道者-lv12】，2个随机友军攻击+3。
  白鬃破军胄（10）：【回合2】后排随机位置召唤【执剑道者-lv14】，2个随机友军攻击+4。
  白鬃破军胄（11）：【回合2】后排随机位置召唤【执剑道者-lv16】，2个随机友军攻击+5。
  白鬃破军胄（12）：【回合2】后排随机位置召唤【执剑道者-lv18】，2个随机友军攻击+6。
  白鬃破军胄（13）：【回合2】后排随机位置召唤【执剑道者-lv20】，2个随机友军攻击+8。
  
3.厨神金锅（1）：【回合5】后排位置召唤【味仙居掌厨-lv1】。
  厨神金锅（2）：【回合5】后排位置召唤【味仙居掌厨-lv2】。
  厨神金锅（3）：【回合5】后排位置召唤【味仙居掌厨-lv3】。
  厨神金锅（4）：【回合5】后排位置召唤【味仙居掌厨-lv4】。
  厨神金锅（5）：【回合5】后排位置召唤【味仙居掌厨-lv5】。
  厨神金锅（6）：【回合5】后排位置召唤【味仙居掌厨-lv6】，英雄生命+2。
  厨神金锅（7）：【回合5】后排位置召唤【味仙居掌厨-lv7】，英雄生命+4。
  厨神金锅（8）：【回合5】后排位置召唤【味仙居掌厨-lv9】，英雄生命+5。
  厨神金锅（9）：【回合5】后排位置召唤【味仙居掌厨-lv11】，英雄生命+6。
  厨神金锅（10）：【回合5】后排位置召唤【味仙居掌厨-lv13】，英雄生命+7。
  厨神金锅（11）：【回合5】后排位置召唤【味仙居掌厨-lv15】，英雄生命+12。
  厨神金锅（12）：【回合5】后排位置召唤【味仙居掌厨-lv17】，英雄生命+20。
  厨神金锅（13）：【回合5】后排位置召唤【味仙居掌厨-lv20】，英雄生命+40。
  
*/