/*

《冬神使徒》

*武器：

蓝色：

1.聚魂法球（5）：【回合3】前排随机位置召唤【复生尸骸-lv5】。
  聚魂法球（10）：【回合2】前排随机位置召唤【复生尸骸-lv14】。

2.冰魄弓（5）：【回合6】召唤2个【骷髅射手-lv4】。
  冰魄弓（9）：【回合4】召唤2个【骷髅射手-lv8】。

3.聚能匕首（5）：【回合2】冰封友方随机位置，随机友军+3/+3。
  聚能匕首（10）：【回合2】冰封友方随机位置，随机友军+12/+12。

4.祭品匕首（5）：【回合1结束】前排位置召唤【阴冷墓穴-lv5】。
  祭品匕首（10）：【回合1】前排位置召唤【阴冷墓穴-lv13】。


紫色：

1.寒晶大剑（5）：【回合2结束】召唤【冬神狂信者-lv6】。
  寒晶大剑（10）：【回合1】召唤【冬神狂信者-lv14】，冰封敌方随机区域。

2.绿宝石匕首（5）：【回合2结束】召唤【冷酷冲车-lv3】。
  绿宝石匕首（10）：【回合2结束】召唤【冷酷冲车-lv12】，全体敌军受到4点伤害。

3.冬幕镰爪（5）：【回合5】召唤【冬幕斗士-lv5】。
  冬幕镰爪（10）：【回合5】冰封2个友方随机区域，召唤【冬幕斗士-lv14】。

4.冰峰之刃（5）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv7】。
  冰峰之刃（10）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv15】和【真理碎片】。

5.灵火法杖（5）：【回合3】召唤【蛮骨法师-lv5】。
  灵火法杖（10）：【回合2】召唤【蛮骨法师-lv13】。


橙色：

1.艾格朗尼，冬神之指（5）：【回合3】召唤【极地冰封者-lv5】。
  艾格朗尼，冬神之指（10）：【回合2】召唤【极地冰封者-lv13】，冰封敌方随机区域。

2.冰河法珠（5）：【回合6】3个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+2。
  冰河法珠（10）：【回合6】6个敌军-6/-6，友方每有1块冰，随机冬神友军+4/+4。

3.骸斩（5）：【回合3】后排位置召唤【邪恶化身-lv5】。
  骸斩（10）：【回合2】后排位置召唤【邪恶化身-lv12】。


*宝物：

蓝色：

1.寒晶吊坠（5）：【回合3】随机敌军攻击-3，本回合不能攻击，冰封脚下。
  寒晶吊坠（10）：【回合2】随机敌军攻击-13，本回合不能攻击，冰封脚下。

2.寒晶充能石（5）：【回合2】前排随机位置召唤【寒冰魔墙-lv4】。
  寒晶充能石（10）：【回合1】前排随机位置召唤【寒冰魔墙-lv12】。

3.寒铁盔（5）：【回合2】召唤【寒铁军士-lv3】。
  寒铁盔（10）：【回合2】召唤【寒铁军士-lv13】。

4.冰霜战旗（5）：【回合2结束】前排位置召唤【战场遗迹-lv6】。
  冰霜战旗（10）：【回合1结束】前排位置召唤【战场遗迹-lv15】。


紫色：

1.巫妖魂器（5）：【回合3结束】召唤【严寒苦行僧-lv4】。
  巫妖魂器（10）：【回合2结束】召唤【严寒苦行僧-lv14】，冰封敌方随机位置。

2.《亡魂之书》（5）：【回合1结束】获得2张【骷髅犬-lv5】。
  《亡魂之书》（10）：【回合1结束】召唤【骷髅犬-lv15】，并获得【骷髅犬-lv15】。

3.冰晶雕像（5）：【回合1】获得【神庙祭师-lv9】。
  冰晶雕像（10）：【回合1】获得【神庙祭师-lv15】，召唤【冻尸-lv15】。

4.雪隐珠（5）：【回合3结束】中排位置召唤【雪隐长老灵-lv7】。
  雪隐珠（10）：【回合2结束】中排位置召唤【雪隐长老灵-lv14】。

5.仪式兽骨（5）：【回合2结束】前排位置召唤2个【骨墙-lv5】。
  仪式兽骨（10）：【回合2结束】前排位置召唤2个【骨墙-lv12】。


橙色：

1.永夜之拥（5）：【回合5】随机友军+6/+6，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（10）：【回合5】随机友军+25/+25，获得【魔免】、【践踏】，并且冰封脚下。

2.严冬之兆（5）：【回合1】后排随机位置召唤【凛冬邪咒师-lv5】。
  严冬之兆（10）：【回合1】后排随机位置召唤【凛冬邪咒师-lv13】，获得【寒冬将至-lv13】。

3.缝魂者（5）：【回合1】后排位置召唤【墓园缝合师-lv5】。
  缝魂者（10）：【回合1】后排位置召唤【墓园缝合师-lv13】，获得【骷髅犬-lv1v7】。
  

*/