/*

《冬神使徒》

*武器：

蓝色：

1.聚魂法球（1）：【回合3】前排随机位置召唤【复生尸骸-lv1】。
  聚魂法球（2）：【回合3】前排随机位置召唤【复生尸骸-lv2】。
  聚魂法球（3）：【回合3】前排随机位置召唤【复生尸骸-lv3】。
  聚魂法球（4）：【回合3】前排随机位置召唤【复生尸骸-lv4】。
  聚魂法球（5）：【回合3】前排随机位置召唤【复生尸骸-lv5】。
  聚魂法球（6）：【回合2】前排随机位置召唤【复生尸骸-lv6】。
  聚魂法球（7）：【回合2】前排随机位置召唤【复生尸骸-lv8】。
  聚魂法球（8）：【回合2】前排随机位置召唤【复生尸骸-lv10】。
  聚魂法球（9）：【回合2】前排随机位置召唤【复生尸骸-lv12】。
  聚魂法球（10）：【回合2】前排随机位置召唤【复生尸骸-lv14】。
  聚魂法球（11）：【回合2】前排随机位置召唤【复生尸骸-lv16】。
  聚魂法球（12）：【回合2】前排随机位置召唤【复生尸骸-lv18】。
  聚魂法球（13）：【回合2】前排随机位置召唤【复生尸骸-lv20】。

2.冰魄弓（1）：【回合7】召唤2个【骷髅射手-lv1】。
  冰魄弓（2）：【回合7】召唤2个【骷髅射手-lv2】。
  冰魄弓（3）：【回合6】召唤2个【骷髅射手-lv2】。
  冰魄弓（4）：【回合6】召唤2个【骷髅射手-lv3】。
  冰魄弓（5）：【回合6】召唤2个【骷髅射手-lv4】。
  冰魄弓（6）：【回合5】召唤2个【骷髅射手-lv4】。
  冰魄弓（7）：【回合5】召唤2个【骷髅射手-lv6】。
  冰魄弓（8）：【回合4】召唤2个【骷髅射手-lv6】。
  冰魄弓（9）：【回合4】召唤2个【骷髅射手-lv8】。
  冰魄弓（10）：【回合4】召唤2个【骷髅射手-lv10】。
  冰魄弓（11）：【回合4】召唤2个【骷髅射手-lv12】。
  冰魄弓（12）：【回合4】召唤2个【骷髅射手-lv14】。
  冰魄弓（13）：【回合4】召唤2个【骷髅射手-lv16】。

3.聚能匕首（1）：【回合3】冰封友方随机位置，随机友军+1/+1。
  聚能匕首（2）：【回合3】冰封友方随机位置，随机友军+1/+3。
  聚能匕首（3）：【回合2】冰封友方随机位置，随机友军+1/+3。
  聚能匕首（4）：【回合2】冰封友方随机位置，随机友军+2/+3。
  聚能匕首（5）：【回合2】冰封友方随机位置，随机友军+3/+3。
  聚能匕首（6）：【回合2】冰封友方随机位置，随机友军+4/+4。
  聚能匕首（7）：【回合2】冰封友方随机位置，随机友军+6/+6。
  聚能匕首（8）：【回合2】冰封友方随机位置，随机友军+8/+8。
  聚能匕首（9）：【回合2】冰封友方随机位置，随机友军+10/+10。
  聚能匕首（10）：【回合2】冰封友方随机位置，随机友军+12/+12。
  聚能匕首（11）：【回合2】冰封友方随机位置，随机友军+14/+14。
  聚能匕首（12）：【回合2】冰封友方随机位置，随机友军+16/+16。
  聚能匕首（13）：【回合2】冰封友方随机位置，随机友军+18/+18。

4.祭品匕首（1）：【回合1结束】前排位置召唤【阴冷墓穴-lv1】。
  祭品匕首（2）：【回合1结束】前排位置召唤【阴冷墓穴-lv2】。
  祭品匕首（3）：【回合1结束】前排位置召唤【阴冷墓穴-lv3】。
  祭品匕首（4）：【回合1结束】前排位置召唤【阴冷墓穴-lv4】。
  祭品匕首（5）：【回合1结束】前排位置召唤【阴冷墓穴-lv5】。
  祭品匕首（6）：【回合1】前排位置召唤【阴冷墓穴-lv5】。
  祭品匕首（7）：【回合1】前排位置召唤【阴冷墓穴-lv7】。
  祭品匕首（8）：【回合1】前排位置召唤【阴冷墓穴-lv9】。
  祭品匕首（9）：【回合1】前排位置召唤【阴冷墓穴-lv11】。
  祭品匕首（10）：【回合1】前排位置召唤【阴冷墓穴-lv13】。
  祭品匕首（11）：【回合1】前排位置召唤【阴冷墓穴-lv15】。
  祭品匕首（12）：【回合1】前排位置召唤【阴冷墓穴-lv17】。
  祭品匕首（13）：【回合1】前排位置召唤【阴冷墓穴-lv20】。


紫色：

1.寒晶大剑（1）：【回合3结束】召唤【冬神狂信者-lv1】。
  寒晶大剑（2）：【回合3结束】召唤【冬神狂信者-lv2】。
  寒晶大剑（3）：【回合2结束】召唤【冬神狂信者-lv3】。
  寒晶大剑（4）：【回合2结束】召唤【冬神狂信者-lv4】。
  寒晶大剑（5）：【回合2结束】召唤【冬神狂信者-lv6】。
  寒晶大剑（6）：【回合1结束】召唤【冬神狂信者-lv7】。
  寒晶大剑（7）：【回合1结束】召唤【冬神狂信者-lv9】，冰封敌方随机区域。
  寒晶大剑（8）：【回合1】召唤【冬神狂信者-lv10】，冰封敌方随机区域。
  寒晶大剑（9）：【回合1】召唤【冬神狂信者-lv12】，冰封敌方随机区域。
  寒晶大剑（10）：【回合1】召唤【冬神狂信者-lv14】，冰封敌方随机区域。
  寒晶大剑（11）：【回合1】召唤【冬神狂信者-lv16】，冰封敌方随机区域。
  寒晶大剑（12）：【回合1】召唤【冬神狂信者-lv18】，冰封敌方随机区域。
  寒晶大剑（13）：【回合1】召唤【冬神狂信者-lv20】，冰封敌方随机区域，随机敌军-2/-2。

2.绿宝石匕首（1）：【回合4结束】召唤【冷酷冲车-lv1】。
  绿宝石匕首（2）：【回合4结束】召唤【冷酷冲车-lv2】。
  绿宝石匕首（3）：【回合3结束】召唤【冷酷冲车-lv2】。
  绿宝石匕首（4）：【回合3结束】召唤【冷酷冲车-lv3】。
  绿宝石匕首（5）：【回合2结束】召唤【冷酷冲车-lv3】。
  绿宝石匕首（6）：【回合2结束】召唤【冷酷冲车-lv4】，全体敌军受到1点伤害。
  绿宝石匕首（7）：【回合2结束】召唤【冷酷冲车-lv6】，全体敌军受到1点伤害。
  绿宝石匕首（9）：【回合2结束】召唤【冷酷冲车-lv8】，全体敌军受到2点伤害。
  绿宝石匕首（9）：【回合2结束】召唤【冷酷冲车-lv10】，全体敌军受到3点伤害。
  绿宝石匕首（10）：【回合2结束】召唤【冷酷冲车-lv12】，全体敌军受到4点伤害。
  绿宝石匕首（11）：【回合2结束】召唤【冷酷冲车-lv14】，全体敌军受到5点伤害。
  绿宝石匕首（12）：【回合2结束】召唤【冷酷冲车-lv16】，全体敌军受到6点伤害。
  绿宝石匕首（13）：【回合2结束】召唤【冷酷冲车-lv19】，全体敌军受到8点伤害。

3.冬幕镰爪（1）：【回合5】召唤【冬幕斗士-lv1】。
  冬幕镰爪（2）：【回合5】召唤【冬幕斗士-lv2】。
  冬幕镰爪（3）：【回合5】召唤【冬幕斗士-lv3】。
  冬幕镰爪（4）：【回合5】召唤【冬幕斗士-lv4】。
  冬幕镰爪（5）：【回合5】召唤【冬幕斗士-lv5】。
  冬幕镰爪（6）：【回合5】冰封随机友方区域，召唤【冬幕斗士-lv7】。
  冬幕镰爪（7）：【回合5】冰封随机友方区域，召唤【冬幕斗士-lv9】。
  冬幕镰爪（8）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv10】。
  冬幕镰爪（9）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv12】。
  冬幕镰爪（10）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv14】。
  冬幕镰爪（11）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv15】。
  冬幕镰爪（12）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv17】。
  冬幕镰爪（13）：【回合5】冰封2个随机友方区域，召唤【冬幕斗士-lv20】。

4.冰峰之刃（1）：【回合2】冰封友方随机位置，获得【冰峰甲虫-lv2】。
  冰峰之刃（2）：【回合2】冰封友方随机位置，获得【冰峰甲虫-lv3】。
  冰峰之刃（3）：【回合2】冰封友方随机位置，获得【冰峰甲虫-lv5】。
  冰峰之刃（4）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv5】。
  冰峰之刃（5）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv7】。
  冰峰之刃（6）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv7】和【真理碎片】。
  冰峰之刃（7）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv9】和【真理碎片】。
  冰峰之刃（8）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv11】和【真理碎片】。
  冰峰之刃（9）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv13】和【真理碎片】。
  冰峰之刃（10）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv15】和【真理碎片】。
  冰峰之刃（11）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv16】和【真理碎片】。
  冰峰之刃（12）：【回合1】冰封友方随机位置，获得【冰峰甲虫-lv18】和【真理碎片】。
  冰峰之刃（13）：【回合1】冰封2个友方随机位置，获得【冰峰甲虫-lv20】和【真理碎片】。

5.灵火法杖（1）：【回合3】召唤【蛮骨法师-lv1】。
  灵火法杖（2）：【回合3】召唤【蛮骨法师-lv2】。
  灵火法杖（3）：【回合3】召唤【蛮骨法师-lv3】。
  灵火法杖（4）：【回合3】召唤【蛮骨法师-lv4】。
  灵火法杖（5）：【回合3】召唤【蛮骨法师-lv5】。
  灵火法杖（6）：【回合2】召唤【蛮骨法师-lv5】。
  灵火法杖（7）：【回合2】召唤【蛮骨法师-lv7】。
  灵火法杖（8）：【回合2】召唤【蛮骨法师-lv9】。
  灵火法杖（9）：【回合2】召唤【蛮骨法师-lv11】。
  灵火法杖（10）：【回合2】召唤【蛮骨法师-lv13】。
  灵火法杖（11）：【回合2】召唤【蛮骨法师-lv15】。
  灵火法杖（12）：【回合2】召唤【蛮骨法师-lv17】。
  灵火法杖（13）：【回合2】召唤【蛮骨法师-lv17】，吸取敌方英雄7点生命  。


橙色：

1.艾格朗尼，冬神之指（1）：【回合4】召唤【极地冰封者-lv1】。
  艾格朗尼，冬神之指（2）：【回合4】召唤【极地冰封者-lv2】。
  艾格朗尼，冬神之指（3）：【回合4】召唤【极地冰封者-lv3】。
  艾格朗尼，冬神之指（4）：【回合3】召唤【极地冰封者-lv4】。
  艾格朗尼，冬神之指（5）：【回合3】召唤【极地冰封者-lv5】。
  艾格朗尼，冬神之指（6）：【回合3】召唤【极地冰封者-lv6】，冰封敌方随机区域。
  艾格朗尼，冬神之指（7）：【回合3】召唤【极地冰封者-lv8】，冰封敌方随机区域。
  艾格朗尼，冬神之指（8）：【回合2】召唤【极地冰封者-lv9】，冰封敌方随机区域。
  艾格朗尼，冬神之指（9）：【回合2】召唤【极地冰封者-lv11】，冰封敌方随机区域。
  艾格朗尼，冬神之指（10）：【回合2】召唤【极地冰封者-lv13】，冰封敌方随机区域。
  艾格朗尼，冬神之指（11）：【回合2】召唤【极地冰封者-lv15】，冰封敌方随机区域。
  艾格朗尼，冬神之指（12）：【回合2】召唤【极地冰封者-lv17】，冰封敌方随机区域。
  艾格朗尼，冬神之指（13）：【回合2】召唤【极地冰封者-lv20】，冰封敌方随机2个区域。

2.冰河法珠（1）：【回合6】2个敌军-1/-1，友方每有1块冰，随机冬神友军攻击+1。
  冰河法珠（2）：【回合6】2个敌军-2/-2，友方每有1块冰，随机冬神友军攻击+1。
  冰河法珠（3）：【回合6】2个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+1。
  冰河法珠（4）：【回合6】3个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+1。
  冰河法珠（5）：【回合6】3个敌军-2/-2，友方每有1块冰，随机冬神友军+1/+2。
  冰河法珠（6）：【回合6】3个敌军-3/-3，友方每有1块冰，随机冬神友军+1/+2。
  冰河法珠（7）：【回合6】3个敌军-3/-3，友方每有1块冰，随机冬神友军+2/+2。
  冰河法珠（8）：【回合6】3个敌军-4/-4，友方每有1块冰，随机冬神友军+2/+3。
  冰河法珠（9）：【回合6】3个敌军-5/-5，友方每有1块冰，随机冬神友军+3/+3。
  冰河法珠（10）：【回合6】6个敌军-6/-6，友方每有1块冰，随机冬神友军+4/+4。
  冰河法珠（11）：【回合6】6个敌军-8/-8，友方每有1块冰，随机冬神友军+5/+5。
  冰河法珠（12）：【回合6】6个敌军-10/-10，友方每有1块冰，随机冬神友军+6/+6。
  冰河法珠（13）：【回合6】6个敌军-13/-13，友方每有1块冰，随机冬神友军+8/+8。

3.骸斩（1）：【回合3】后排位置召唤【邪恶化身-lv1】。
  骸斩（2）：【回合3】后排位置召唤【邪恶化身-lv2】。
  骸斩（3）：【回合3】后排位置召唤【邪恶化身-lv3】。
  骸斩（4）：【回合3】后排位置召唤【邪恶化身-lv4】。
  骸斩（5）：【回合3】后排位置召唤【邪恶化身-lv5】。
  骸斩（6）：【回合2】后排位置召唤【邪恶化身-lv5】。
  骸斩（7）：【回合2】后排位置召唤【邪恶化身-lv6】。
  骸斩（8）：【回合2】后排位置召唤【邪恶化身-lv7】。
  骸斩（9）：【回合2】后排位置召唤【邪恶化身-lv9】。
  骸斩（10）：【回合2】后排位置召唤【邪恶化身-lv11】。
  骸斩（11）：【回合2】后排位置召唤【邪恶化身-lv13】。
  骸斩（12）：【回合2】后排位置召唤【邪恶化身-lv15】。
  骸斩（13）：【回合2】后排位置召唤【邪恶化身-lv17】、前排位置召唤【猩红仆从-lv1】。


*宝物：

蓝色：

1.寒晶吊坠（1）：【回合4】本回合不能攻击，冰封脚下。
  寒晶吊坠（2）：【回合4】随机敌军攻击-1，本回合不能攻击，冰封脚下。
  寒晶吊坠（3）：【回合4】随机敌军攻击-2，本回合不能攻击，冰封脚下。
  寒晶吊坠（4）：【回合3】随机敌军攻击-2，本回合不能攻击，冰封脚下。
  寒晶吊坠（5）：【回合3】随机敌军攻击-3，本回合不能攻击，冰封脚下。
  寒晶吊坠（6）：【回合2】随机敌军攻击-3，本回合不能攻击，冰封脚下。
  寒晶吊坠（7）：【回合2】随机敌军攻击-5，本回合不能攻击，冰封脚下。
  寒晶吊坠（8）：【回合2】随机敌军攻击-7，本回合不能攻击，冰封脚下。
  寒晶吊坠（9）：【回合2】随机敌军攻击-10，本回合不能攻击，冰封脚下。
  寒晶吊坠（10）：【回合2】随机敌军攻击-13，本回合不能攻击，冰封脚下。
  寒晶吊坠（11）：【回合2】随机敌军攻击-16，本回合不能攻击，冰封脚下。
  寒晶吊坠（12）：【回合2】随机敌军攻击-20，本回合不能攻击，冰封脚下。
  寒晶吊坠（13）：【回合2】随机敌军攻击-25，本回合不能攻击，冰封脚下。

2.寒晶充能石（1）：【回合3】前排随机位置召唤【寒冰魔墙-lv1】。
  寒晶充能石（2）：【回合3】前排随机位置召唤【寒冰魔墙-lv2】。
  寒晶充能石（3）：【回合3】前排随机位置召唤【寒冰魔墙-lv3】。
  寒晶充能石（4）：【回合2】前排随机位置召唤【寒冰魔墙-lv3】。
  寒晶充能石（5）：【回合2】前排随机位置召唤【寒冰魔墙-lv4】。
  寒晶充能石（6）：【回合1】前排随机位置召唤【寒冰魔墙-lv4】。
  寒晶充能石（7）：【回合1】前排随机位置召唤【寒冰魔墙-lv6】。
  寒晶充能石（8）：【回合1】前排随机位置召唤【寒冰魔墙-lv8】。
  寒晶充能石（9）：【回合1】前排随机位置召唤【寒冰魔墙-lv10】。
  寒晶充能石（10）：【回合1】前排随机位置召唤【寒冰魔墙-lv12】。
  寒晶充能石（11）：【回合1】前排随机位置召唤【寒冰魔墙-lv14】。
  寒晶充能石（12）：【回合1】前排随机位置召唤【寒冰魔墙-lv16】。
  寒晶充能石（13）：【回合1】前排随机位置召唤【寒冰魔墙-lv18】，冰封友方随机区域。

3.寒铁盔（1）：【回合4】召唤【寒铁军士-lv1】。
  寒铁盔（2）：【回合3】召唤【寒铁军士-lv1】。
  寒铁盔（3）：【回合3】召唤【寒铁军士-lv2】。
  寒铁盔（4）：【回合2】召唤【寒铁军士-lv2】。
  寒铁盔（5）：【回合2】召唤【寒铁军士-lv3】。
  寒铁盔（6）：【回合2】召唤【寒铁军士-lv5】。
  寒铁盔（7）：【回合2】召唤【寒铁军士-lv6】。
  寒铁盔（8）：【回合2】召唤【寒铁军士-lv9】。
  寒铁盔（9）：【回合2】召唤【寒铁军士-lv11】。
  寒铁盔（10）：【回合2】召唤【寒铁军士-lv13】。
  寒铁盔（11）：【回合2】召唤【寒铁军士-lv15】。
  寒铁盔（12）：【回合2】召唤【寒铁军士-lv17】。
  寒铁盔（13）：【回合2】召唤【寒铁军士-lv19】。

4.冰霜战旗（1）：【回合2结束】前排位置召唤【战场遗迹-lv1】。
  冰霜战旗（2）：【回合2结束】前排位置召唤【战场遗迹-lv2】。
  冰霜战旗（3）：【回合2结束】前排位置召唤【战场遗迹-lv3】。
  冰霜战旗（4）：【回合2结束】前排位置召唤【战场遗迹-lv4】。
  冰霜战旗（5）：【回合2结束】前排位置召唤【战场遗迹-lv6】。
  冰霜战旗（6）：【回合1结束】前排位置召唤【战场遗迹-lv7】。
  冰霜战旗（7）：【回合1结束】前排位置召唤【战场遗迹-lv9】。
  冰霜战旗（8）：【回合1结束】前排位置召唤【战场遗迹-lv11】。
  冰霜战旗（9）：【回合1结束】前排位置召唤【战场遗迹-lv13】。
  冰霜战旗（10）：【回合1结束】前排位置召唤【战场遗迹-lv15】。
  冰霜战旗（11）：【回合1结束】前排位置召唤【战场遗迹-lv16】。
  冰霜战旗（12）：【回合1结束】前排位置召唤【战场遗迹-lv18】。
  冰霜战旗（13）：【回合1结束】前排位置召唤【战场遗迹-lv20】。


紫色：

1.巫妖魂器（1）：【回合4结束】召唤【严寒苦行僧-lv1】。
  巫妖魂器（2）：【回合4结束】召唤【严寒苦行僧-lv2】。
  巫妖魂器（3）：【回合4结束】召唤【严寒苦行僧-lv3】。
  巫妖魂器（4）：【回合3结束】召唤【严寒苦行僧-lv3】。
  巫妖魂器（5）：【回合3结束】召唤【严寒苦行僧-lv4】。
  巫妖魂器（6）：【回合2结束】召唤【严寒苦行僧-lv6】。
  巫妖魂器（7）：【回合2结束】召唤【严寒苦行僧-lv8】。
  巫妖魂器（8）：【回合2结束】召唤【严寒苦行僧-lv10】，冰封敌方随机位置。
  巫妖魂器（9）：【回合2结束】召唤【严寒苦行僧-lv12】，冰封敌方随机位置。
  巫妖魂器（10）：【回合2结束】召唤【严寒苦行僧-lv14】，冰封敌方随机位置。
  巫妖魂器（11）：【回合2结束】召唤【严寒苦行僧-lv16】，冰封敌方随机位置。
  巫妖魂器（12）：【回合2结束】召唤【严寒苦行僧-lv18】，冰封敌方随机位置。
  巫妖魂器（13）：【回合2结束】召唤【严寒苦行僧-lv20】，冰封敌方随机2个位置。

2.《亡魂之书》（1）：【回合2结束】获得2张【骷髅犬-lv1】。
  《亡魂之书》（2）：【回合2结束】获得2张【骷髅犬-lv2】。 
  《亡魂之书》（3）：【回合2结束】获得2张【骷髅犬-lv3】。
  《亡魂之书》（4）：【回合1结束】获得2张【骷髅犬-lv4】。
  《亡魂之书》（5）：【回合1结束】获得2张【骷髅犬-lv5】。
  《亡魂之书》（6）：【回合1结束】召唤【骷髅犬-lv5】，并获得【骷髅犬-lv5】。
  《亡魂之书》（7）：【回合1结束】召唤【骷髅犬-lv7】，并获得【骷髅犬-lv7】。
  《亡魂之书》（8）：【回合1结束】召唤【【骷髅犬-lv9】，并获得【骷髅犬-lv9】。
  《亡魂之书》（9）：【回合1结束】召唤【【骷髅犬-lv12】，并获得【骷髅犬-lv12】。
  《亡魂之书》（10）：【回合1结束】召唤【骷髅犬-lv15】，并获得【骷髅犬-lv15】。
  《亡魂之书》（11）：【回合1结束】召唤【骷髅犬-lv16】，并获得【骷髅犬-lv16】。
  《亡魂之书》（12）：【回合1结束】召唤【骷髅犬-lv18】，并获得【骷髅犬-lv18】。
  《亡魂之书》（13）：【回合1结束】召唤【骷髅犬-lv20】，并获得【骷髅犬-lv20】。

3.冰晶雕像（1）：【回合1结束】获得【神庙祭师-lv2】。
  冰晶雕像（2）：【回合1结束】获得【神庙祭师-lv3】。
  冰晶雕像（3）：【回合1结束】获得【神庙祭师-lv5】。
  冰晶雕像（4）：【回合1结束】获得【神庙祭师-lv7】。
  冰晶雕像（5）：【回合1结束】获得【神庙祭师-lv9】。
  冰晶雕像（6）：【回合1】获得【神庙祭师-lv9】，召唤【冻尸-lv3】。
  冰晶雕像（7）：【回合1】获得【神庙祭师-lv10】，召唤【冻尸-lv7】。
  冰晶雕像（8）：【回合1】获得【神庙祭师-lv11】，召唤【冻尸-lv11】。
  冰晶雕像（9）：【回合1】获得【神庙祭师-lv13】，召唤【冻尸-lv13】。
  冰晶雕像（10）：【回合1】获得【神庙祭师-lv15】，召唤【冻尸-lv15】。
  冰晶雕像（11）：【回合1】获得【神庙祭师-lv18】，召唤【冻尸-lv16】。
  冰晶雕像（12）：【回合1】获得【神庙祭师-lv18】，召唤【冻尸-lv18】。
  冰晶雕像（13）：【回合1】获得【神庙祭师-lv20】，召唤【冻尸-lv20】。

4.雪隐珠（1）：【回合3结束】中排位置召唤【雪隐长老灵-lv3】。
  雪隐珠（2）：【回合3结束】中排位置召唤【雪隐长老灵-lv4】。
  雪隐珠（3）：【回合3结束】中排位置召唤【雪隐长老灵-lv5】。
  雪隐珠（4）：【回合3结束】中排位置召唤【雪隐长老灵-lv6】。
  雪隐珠（5）：【回合3结束】中排位置召唤【雪隐长老灵-lv7】。
  雪隐珠（6）：【回合2结束】中排位置召唤【雪隐长老灵-lv7】。
  雪隐珠（7）：【回合2结束】中排位置召唤【雪隐长老灵-lv8】。
  雪隐珠（8）：【回合2结束】中排位置召唤【雪隐长老灵-lv10】。
  雪隐珠（9）：【回合2结束】中排位置召唤【雪隐长老灵-lv12】。
  雪隐珠（10）：【回合2结束】中排位置召唤【雪隐长老灵-lv14】。
  雪隐珠（11）：【回合2结束】中排位置召唤【雪隐长老灵-lv16】。
  雪隐珠（12）：【回合2结束】中排位置召唤【雪隐长老灵-lv18】。
  雪隐珠（13）：【回合2结束】中排位置召唤【雪隐长老灵-lv20】，获得【寒风草人-lv12】。

5.仪式兽骨（1）：【回合2结束】前排位置召唤2个【骨墙-lv1】。
  仪式兽骨（2）：【回合2结束】前排位置召唤2个【骨墙-lv2】。
  仪式兽骨（3）：【回合2结束】前排位置召唤2个【骨墙-lv3】。
  仪式兽骨（4）：【回合2结束】前排位置召唤2个【骨墙-lv4】。
  仪式兽骨（5）：【回合2结束】前排位置召唤2个【骨墙-lv5】。
  仪式兽骨（6）：【回合2结束】前排位置召唤2个【骨墙-lv6】。
  仪式兽骨（7）：【回合2结束】前排位置召唤2个【骨墙-lv7】。
  仪式兽骨（8）：【回合2结束】前排位置召唤2个【骨墙-lv8】。
  仪式兽骨（9）：【回合2结束】前排位置召唤2个【骨墙-lv10】。
  仪式兽骨（10）：【回合2结束】前排位置召唤2个【骨墙-lv12】。
  仪式兽骨（11）：【回合2结束】前排位置召唤2个【骨墙-lv14】。
  仪式兽骨（12）：【回合2结束】前排位置召唤2个【骨墙-lv16】。
  仪式兽骨（13）：【回合2结束】前排位置召唤2个【骨墙-lv19】。


橙色：

1.永夜之拥（1）：【回合6】随机友军+3/+3，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（2）：【回合6】随机友军+4/+4，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（3）：【回合6】随机友军+5/+5，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（4）：【回合5】随机友军+5/+5，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（5）：【回合5】随机友军+6/+6，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（6）：【回合5】随机友军+8/+8，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（7）：【回合5】随机友军+11/+11，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（8）：【回合5】随机友军+15/+15，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（9）：【回合5】随机友军+20/+20，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（10）：【回合5】随机友军+25/+25，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（11）：【回合5】随机友军+30/+30，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（12）：【回合5】随机友军+35/+35，获得【魔免】、【践踏】，并且冰封脚下。
  永夜之拥（13）：【回合5】随机友军+43/+43，获得【魔免】、【践踏】，并且冰封脚下。

2.严冬之兆（1）：【回合2】后排随机位置召唤【凛冬邪咒师-lv1】。
  严冬之兆（2）：【回合2】后排随机位置召唤【凛冬邪咒师-lv2】。
  严冬之兆（3）：【回合2】后排随机位置召唤【凛冬邪咒师-lv3】。
  严冬之兆（4）：【回合1】后排随机位置召唤【凛冬邪咒师-lv4】。
  严冬之兆（5）：【回合1】后排随机位置召唤【凛冬邪咒师-lv5】。
  严冬之兆（6）：【回合1】后排随机位置召唤【凛冬邪咒师-lv6】，获得【寒冬将至-lv3】。
  严冬之兆（7）：【回合1】后排随机位置召唤【凛冬邪咒师-lv7】，获得【寒冬将至-lv7】。
  严冬之兆（8）：【回合1】后排随机位置召唤【凛冬邪咒师-lv9】，获得【寒冬将至-lv9】。
  严冬之兆（9）：【回合1】后排随机位置召唤【凛冬邪咒师-lv11】，获得【寒冬将至-lv11】。
  严冬之兆（10）：【回合1】后排随机位置召唤【凛冬邪咒师-lv13】，获得【寒冬将至-lv13】。
  严冬之兆（11）：【回合1】后排随机位置召唤【凛冬邪咒师-lv15】，获得【寒冬将至-lv15】。
  严冬之兆（12）：【回合1】后排随机位置召唤【凛冬邪咒师-lv17】，获得【寒冬将至-lv17】。
  严冬之兆（13）：【回合1】后排随机位置召唤【凛冬邪咒师-lv20】，获得【寒冬将至-lv20】。

3.缝魂者（1）：【回合2】后排位置召唤【墓园缝合师-lv2】。
  缝魂者（2）：【回合2】后排位置召唤【墓园缝合师-lv3】。
  缝魂者（3）：【回合2】后排位置召唤【墓园缝合师-lv4】。
  缝魂者（4）：【回合1】后排位置召唤【墓园缝合师-lv5】。
  缝魂者（5）：【回合1】后排位置召唤【墓园缝合师-lv6】。
  缝魂者（6）：【回合1】后排位置召唤【墓园缝合师-lv6】，获得【骷髅犬-lv1】。
  缝魂者（7）：【回合1】后排位置召唤【墓园缝合师-lv8】，获得【骷髅犬-1v1】。
  缝魂者（8）：【回合1】后排位置召唤【墓园缝合师-lv10】，获得【骷髅犬-1v2】。
  缝魂者（9）：【回合1】后排位置召唤【墓园缝合师-lv12】，获得【骷髅犬-1v4】。
  缝魂者（10）：【回合1】后排位置召唤【墓园缝合师-lv13】，获得【骷髅犬-1v7】。
  缝魂者（11）：【回合1】后排位置召唤【墓园缝合师-lv15】，获得【骷髅犬-1v9】。
  缝魂者（12）：【回合1】后排位置召唤【墓园缝合师-lv17】，获得【骷髅犬-1v12】。
  缝魂者（13）：【回合1】后排位置召唤【墓园缝合师-lv19】，获得【骷髅犬-1v15】。


*/