/*

《炼狱深渊》

*武器：

蓝色：

1.猩红镰刀（5）：【回合3】敌方英雄生命-12。
  猩红镰刀（10）：【回合3】敌方英雄生命-30，随机友军攻击+10。

2.督军魔锤（5）：【回合3】坠落5个小火球，每个2点伤害。

3.聚能长鞭（5）：【回合3】下路随机位置召唤【贪食之翼-lv3】。

4.剧毒之刃（5）：【回合2结束】召唤【毒液甲虫-lv5】。
  剧毒之刃（10）：【回合1结束】召唤【毒液甲虫-lv14】。


紫色：

1.恶鬼匕首（5）：【回合3】2个随机友军攻击+4。
  恶鬼匕首（10）：【回合3】2个随机友军攻击+18、【洞察1】。

2.历劫拳套（5）：【回合3结束】获得2张【炎球-lv7】。
  历劫拳套（10）：【回合1结束】获得2张【炎球-lv12】，召唤【嗜血卒-lv15】。

3.破面血矛（5）：【回合4】敌方弃掉1张牌，随机敌军受到5点伤害，敌方无手牌则伤害加倍。
  破面血矛（10）：【回合4】敌方弃掉1张牌，随机敌军受到16点伤害，敌方无手牌则伤害加倍。

4.恶鬼钢叉（5）：【回合2结束】获得2个【红海使魔-lv5】。
  恶鬼钢叉（10）：【回合1结束】获得2个【红海使魔-lv13】。

5.炼狱长鞭（5）：【回合4】你的英雄生命-6，召唤【地狱三头犬-lv7】。
  炼狱长鞭（10）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv13】。


橙色：

1.恐惧收割者（5）：【回合1结束】获得【绝望镰魔-lv8】，敌方英雄生命-8。
  恐惧收割者（10）：【回合1】获得【绝望镰魔-lv13】，敌方英雄生命-40，本回合【禁疗】。

2.加哈什，烈焰魔心（5）：【回合6】敌方坠落3个陨石，每个13点伤害。
  加哈什，烈焰魔心（8）：【回合6】敌方坠落5个陨石，每个16点伤害。

3.刹血（5）：【回合3】召唤【嗜血破面-lv6】。
  刹血（10）：【回合3】召唤【嗜血破面-lv14】，全场敌军受到2点伤害。


*宝物：

蓝色：

1.恶鬼火炬（5）：【回合3】召唤【血焰焦木-lv4】。
  恶鬼火炬（10）：【回合3】召唤【血焰焦木-lv14】。

2.赏金酒杯（5）：【回合3结束】前排随机位置召唤【邪眼魔-lv6】。
  赏金酒杯（10）：【回合2结束】前排随机位置召唤【邪眼魔-lv15】。

3.邪能之戒（5）：【回合2】召唤【猩红仆从-lv5】。
  邪能之戒（10）：【回合1】召唤【猩红仆从-lv13】。

4.爆燃戒指（5）：【回合1结束】获得【狂暴炎球-lv8】。
  爆燃戒指（10）：【回合1结束】获得【狂暴炎球-lv15】，敌方随机区域坠落6点伤害。


紫色：

1.燃魂戒指（5）：【回合3结束】获得2张【落雷击-lv5】。
  燃魂戒指（10）：【回合1结束】获得3张【落雷击-lv13】。

2.恶魔冠冕（5）：【回合3结束】召唤【凝血之池-lv4】。
  恶魔冠冕（9）：【回合2结束】召唤【凝血之池-lv10】。

3.阴影罩帽（5）：【回合1】获得【狱铠战魂-lv8】。
  阴影罩帽（10）：【回合1】获得【狱铠战魂-lv15】，随机敌军攻击-10。

4.致命蝎毒（5）：【回合3】召唤并获得【渴血毒甲蝎-lv6】。
  致命蝎毒（10）：【回合3】召唤2个【渴血毒甲蝎-lv10】。

5.冥河铸币（5）：【回合1】召唤【冥河守卫-lv6】。
  冥河铸币（10）：【回合1】召唤并获得【冥河守卫-lv11】。


橙色：

1.炎狱战铠（5）：【回合5】召唤【黑岩裂缝-lv4】。
  炎狱战铠（10）：【回合4】召唤【黑岩裂缝-lv13】，3个友军攻击+2。

2.灵魂牢笼（5）：【回合2】召唤【铸甲熔岩魔-lv6】。
  灵魂牢笼（10）：【回合2】召唤【铸甲熔岩魔-lv14】，随机友军获得盘龙。

3.恶魔凝视（5）：【回合5】召唤【地狱屠夫-lv5】。
  恶魔凝视（10）：【回合5】召唤【地狱屠夫-lv14】，获得【岩浆球-lv14】。

*/