/*

《炼狱深渊》

*武器：

蓝色：

1.猩红镰刀（1）：【回合4】敌方英雄生命-4。
  猩红镰刀（2）：【回合4】敌方英雄生命-6。
  猩红镰刀（3）：【回合4】敌方英雄生命-8。
  猩红镰刀（4）：【回合3】敌方英雄生命-10。
  猩红镰刀（5）：【回合3】敌方英雄生命-12。
  猩红镰刀（6）：【回合3】敌方英雄生命-13，随机友军攻击+2。
  猩红镰刀（7）：【回合3】敌方英雄生命-16，随机友军攻击+3。
  猩红镰刀（8）：【回合3】敌方英雄生命-20，随机友军攻击+5。
  猩红镰刀（9）：【回合3】敌方英雄生命-25，随机友军攻击+7。
  猩红镰刀（10）：【回合3】敌方英雄生命-30，随机友军攻击+10。
  猩红镰刀（11）：【回合3】敌方英雄生命-35，随机友军攻击+13。
  猩红镰刀（12）：【回合3】敌方英雄生命-40，随机友军攻击+16。
  猩红镰刀（13）：【回合3】敌方英雄生命-50，随机友军攻击+18。

2.督军魔锤（1）：【回合4】坠落3个小火球，每个1点伤害。
  督军魔锤（2）：【回合4】坠落4个小火球，每个1点伤害。
  督军魔锤（3）：【回合3】坠落4个小火球，每个1点伤害。
  督军魔锤（4）：【回合3】坠落4个小火球，每个2点伤害。
  督军魔锤（5）：【回合3】坠落5个小火球，每个2点伤害。
  督军魔锤（6）：【回合3】坠落5个小火球，每个3点伤害。
  督军魔锤（7）：【回合3】坠落6个小火球，每个3点伤害。
  督军魔锤（8）：【回合3】坠落7个小火球，每个3点伤害。
  督军魔锤（9）：【回合3】坠落7个小火球，每个4点伤害。
  督军魔锤（10）：【回合3】坠落7个小火球，每个5点伤害。
  督军魔锤（11）：【回合3】坠落7个小火球，每个6点伤害。
  督军魔锤（12）：【回合3】坠落7个小火球，每个7点伤害。
  督军魔锤（13）：【回合3】坠落7个小火球，每个8点伤害。

3.聚能长鞭（1）：【回合5】下路随机位置召唤【贪食之翼-lv1】。
  聚能长鞭（2）：【回合4】下路随机位置召唤【贪食之翼-lv1】。
  聚能长鞭（3）：【回合4】下路随机位置召唤【贪食之翼-lv2】。
  聚能长鞭（4）：【回合3】下路随机位置召唤【贪食之翼-lv2】。
  聚能长鞭（5）：【回合3】下路随机位置召唤【贪食之翼-lv3】。
  聚能长鞭（6）：【回合2】下路随机位置召唤【贪食之翼-lv3】。
  聚能长鞭（7）：【回合2】下路随机位置召唤【贪食之翼-lv4】。
  聚能长鞭（8）：【回合2】下路随机位置召唤【贪食之翼-lv6】。
  聚能长鞭（9）：【回合2】下路随机位置召唤【贪食之翼-lv8】。
  聚能长鞭（10）：【回合2】下路随机位置召唤【贪食之翼-lv10】。
  聚能长鞭（11）：【回合2】下路随机位置召唤【贪食之翼-lv12】。
  聚能长鞭（12）：【回合2】下路随机位置召唤【贪食之翼-lv14】。
  聚能长鞭（13）：【回合2】下路随机位置召唤【贪食之翼-lv16】，敌方英雄生命-5。

4.剧毒之刃（1）：【回合2结束】召唤【毒液甲虫-lv1】。
  剧毒之刃（2）：【回合2结束】召唤【毒液甲虫-lv2】。
  剧毒之刃（3）：【回合2结束】召唤【毒液甲虫-lv3】。
  剧毒之刃（4）：【回合2结束】召唤【毒液甲虫-lv4】。
  剧毒之刃（5）：【回合2结束】召唤【毒液甲虫-lv5】。
  剧毒之刃（6）：【回合1结束】召唤【毒液甲虫-lv6】。
  剧毒之刃（7）：【回合1结束】召唤【毒液甲虫-lv8】。
  剧毒之刃（8）：【回合1结束】召唤【毒液甲虫-lv10】。
  剧毒之刃（9）：【回合1结束】召唤【毒液甲虫-lv12】。
  剧毒之刃（10）：【回合1结束】召唤【毒液甲虫-lv14】。
  剧毒之刃（11）：【回合1结束】召唤【毒液甲虫-lv16】。
  剧毒之刃（12）：【回合1结束】召唤【毒液甲虫-lv18】。
  剧毒之刃（13）：【回合1结束】召唤【毒液甲虫-lv20】，随机友军护甲+2。


紫色：

1.恶鬼匕首（1）：【回合5】2个随机友军攻击+1。
  恶鬼匕首（2）：【回合5】2个随机友军攻击+2。
  恶鬼匕首（3）：【回合4】2个随机友军攻击+2。
  恶鬼匕首（4）：【回合4】2个随机友军攻击+3。
  恶鬼匕首（5）：【回合3】2个随机友军攻击+4。
  恶鬼匕首（6）：【回合3】2个随机友军攻击+6、【洞察1】。
  恶鬼匕首（7）：【回合3】2个随机友军攻击+8、【洞察1】。
  恶鬼匕首（8）：【回合3】2个随机友军攻击+11、【洞察1】。
  恶鬼匕首（9）：【回合3】2个随机友军攻击+14、【洞察1】。
  恶鬼匕首（10）：【回合3】2个随机友军攻击+18、【洞察1】。
  恶鬼匕首（11）：【回合3】2个随机友军攻击+21、【洞察1】。
  恶鬼匕首（12）：【回合3】2个随机友军攻击+25、【洞察1】。
  恶鬼匕首（13）：【回合3】2个随机友军攻击+28、【洞察1】。

2.历劫拳套（1）：【回合5结束】获得2张【炎球-lv3】。
  历劫拳套（2）：【回合5结束】获得2张【炎球-lv4】。
  历劫拳套（3）：【回合4结束】获得2张【炎球-lv5】。
  历劫拳套（4）：【回合4结束】获得2张【炎球-lv6】。
  历劫拳套（5）：【回合3结束】获得2张【炎球-lv7】。
  历劫拳套（6）：【回合2结束】获得2张【炎球-lv7】，召唤【嗜血卒-lv3】。
  历劫拳套（7）：【回合2结束】获得2张【炎球-lv8】，召唤【嗜血卒-lv6】。
  历劫拳套（8）：【回合1结束】获得2张【炎球-lv9】，召唤【嗜血卒-lv9】。
  历劫拳套（9）：【回合1结束】获得2张【炎球-lv10】，召唤【嗜血卒-lv12】。
  历劫拳套（10）：【回合1结束】获得2张【炎球-lv12】，召唤【嗜血卒-lv15】。
  历劫拳套（11）：【回合1结束】获得2张【炎球-lv14】，召唤【嗜血卒-lv16】。
  历劫拳套（12）：【回合1结束】获得2张【炎球-lv15】，召唤【嗜血卒-lv18】。
  历劫拳套（13）：【回合1结束】获得2张【炎球-lv16】，召唤【嗜血卒-lv20】。

3.破面血矛（1）：【回合5】敌方弃掉1张牌，随机敌军受到2点伤害，敌方无手牌则伤害加倍。
  破面血矛（2）：【回合5】敌方弃掉1张牌，随机敌军受到3点伤害，敌方无手牌则伤害加倍。
  破面血矛（3）：【回合4】敌方弃掉1张牌，随机敌军受到3点伤害，敌方无手牌则伤害加倍。
  破面血矛（4）：【回合4】敌方弃掉1张牌，随机敌军受到4点伤害，敌方无手牌则伤害加倍。
  破面血矛（5）：【回合4】敌方弃掉1张牌，随机敌军受到5点伤害，敌方无手牌则伤害加倍。
  破面血矛（6）：【回合4】敌方弃掉1张牌，随机敌军受到6点伤害，敌方无手牌则伤害加倍。
  破面血矛（7）：【回合4】敌方弃掉1张牌，随机敌军受到8点伤害，敌方无手牌则伤害加倍。
  破面血矛（8）：【回合4】敌方弃掉1张牌，随机敌军受到10点伤害，敌方无手牌则伤害加倍。
  破面血矛（9）：【回合4】敌方弃掉1张牌，随机敌军受到13点伤害，敌方无手牌则伤害加倍。
  破面血矛（10）：【回合4】敌方弃掉1张牌，随机敌军受到16点伤害，敌方无手牌则伤害加倍。
  破面血矛（11）：【回合4】敌方弃掉1张牌，随机敌军受到19点伤害，敌方无手牌则伤害加6倍。
  破面血矛（12）：【回合4】敌方弃掉1张牌，随机敌军受到21点伤害，敌方无手牌则伤害加7倍。
  破面血矛（13）：【回合4】敌方弃掉1张牌，随机敌军受到25点伤害，敌方无手牌则伤害加7倍。

4.恶鬼钢叉（1）：【回合2结束】获得【红海使魔-lv1】。
  恶鬼钢叉（2）：【回合2结束】获得【红海使魔-lv3】。
  恶鬼钢叉（3）：【回合2结束】获得【红海使魔-lv5】。
  恶鬼钢叉（4）：【回合2结束】获得2个【红海使魔-lv3】。
  恶鬼钢叉（5）：【回合2结束】获得2个【红海使魔-lv5】。
  恶鬼钢叉（6）：【回合1结束】获得2个【红海使魔-lv5】。
  恶鬼钢叉（7）：【回合1结束】获得2个【红海使魔-lv7】。
  恶鬼钢叉（8）：【回合1结束】获得2个【红海使魔-lv9】。
  恶鬼钢叉（9）：【回合1结束】获得2个【红海使魔-lv11】。
  恶鬼钢叉（10）：【回合1结束】获得2个【红海使魔-lv13】。
  恶鬼钢叉（11）：【回合1结束】获得2个【红海使魔-lv15】。
  恶鬼钢叉（12）：【回合1结束】获得2个【红海使魔-lv18】。
  恶鬼钢叉（13）：【回合1结束】获得2个【红海使魔-lv20】。

5.炼狱长鞭（1）：【回合4】你的英雄生命-3，召唤【地狱三头犬-lv2】。
  炼狱长鞭（2）：【回合4】你的英雄生命-3，召唤【地狱三头犬-lv3】。
  炼狱长鞭（3）：【回合4】你的英雄生命-6，召唤【地狱三头犬-lv5】。
  炼狱长鞭（4）：【回合4】你的英雄生命-6，召唤【地狱三头犬-lv6】。
  炼狱长鞭（5）：【回合4】你的英雄生命-6，召唤【地狱三头犬-lv7】。
  炼狱长鞭（6）：【回合3】你的英雄生命-8，召唤【地狱三头犬-lv7】。
  炼狱长鞭（7）：【回合3】你的英雄生命-8，召唤【地狱三头犬-lv8】。
  炼狱长鞭（8）：【回合3】你的英雄生命-8，召唤【地狱三头犬-lv9】。
  炼狱长鞭（9）：【回合3】你的英雄生命-8，召唤【地狱三头犬-lv10】。
  炼狱长鞭（10）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv12】。
  炼狱长鞭（11）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv14】。
  炼狱长鞭（12）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv16】。
  炼狱长鞭（13）：【回合3】你的英雄生命-10，召唤【地狱三头犬-lv18】，全体连击友军获得【磐龙】。


橙色：

1.加哈什，烈焰魔心（1）：【回合6】敌方坠落3个陨石，每个5点伤害。
  加哈什，烈焰魔心（2）：【回合6】敌方坠落3个陨石，每个6点伤害。
  加哈什，烈焰魔心（3）：【回合6】敌方坠落3个陨石，每个8点伤害。
  加哈什，烈焰魔心（4）：【回合6】敌方坠落3个陨石，每个10点伤害。
  加哈什，烈焰魔心（5）：【回合6】敌方坠落3个陨石，每个13点伤害。
  加哈什，烈焰魔心（6）：【回合6】敌方坠落4个陨石，每个13点伤害。
  加哈什，烈焰魔心（7）：【回合6】敌方坠落4个陨石，每个16点伤害。
  加哈什，烈焰魔心（8）：【回合6】敌方坠落5个陨石，每个16点伤害。
  加哈什，烈焰魔心（9）：【回合6】敌方坠落5个陨石，每个20点伤害。
  加哈什，烈焰魔心（10）：【回合6】敌方坠落5个陨石，每个25点伤害。
  加哈什，烈焰魔心（11）：【回合6】敌方坠落6个陨石，每个25点伤害。
  加哈什，烈焰魔心（12）：【回合6】敌方坠落6个陨石，每个28点伤害。
  加哈什，烈焰魔心（13）：【回合6】敌方坠落6个陨石，每个32点伤害。

2.恐惧收割者（1）：【回合1结束】获得【绝望镰魔-lv4】，敌方英雄生命-4。
  恐惧收割者（2）：【回合1结束】获得【绝望镰魔-lv5】，敌方英雄生命-5。
  恐惧收割者（3）：【回合1结束】获得【绝望镰魔-lv6】，敌方英雄生命-6。
  恐惧收割者（4）：【回合1结束】获得【绝望镰魔-lv7】，敌方英雄生命-7。
  恐惧收割者（5）：【回合1结束】获得【绝望镰魔-lv8】，敌方英雄生命-8。
  恐惧收割者（6）：【回合1】获得【绝望镰魔-lv9】，敌方英雄生命-11，本回合【禁疗】。
  恐惧收割者（7）：【回合1】获得【绝望镰魔-lv10】，敌方英雄生命-15，本回合【禁疗】。
  恐惧收割者（8）：【回合1】获得【绝望镰魔-lv11】，敌方英雄生命-22，本回合【禁疗】。
  恐惧收割者（9）：【回合1】获得【绝望镰魔-lv12】，敌方英雄生命-30，本回合【禁疗】。
  恐惧收割者（10）：【回合1】获得【绝望镰魔-lv13】，敌方英雄生命-40，本回合【禁疗】。
  恐惧收割者（11）：【回合1】获得【绝望镰魔-lv15】，敌方英雄生命-45，本回合【禁疗】。
  恐惧收割者（12）：【回合1】获得【绝望镰魔-lv18】，敌方英雄生命-50，本回合【禁疗】。
  恐惧收割者（13）：【回合1】获得【绝望镰魔-lv20】，敌方英雄生命-60，本回合【禁疗】。

3.刹血（1）：【回合3】召唤【嗜血破面-lv2】。
  刹血（2）：【回合3】召唤【嗜血破面-lv3】。
  刹血（3）：【回合3】召唤【嗜血破面-lv4】。
  刹血（4）：【回合3】召唤【嗜血破面-lv5】。
  刹血（5）：【回合3】召唤【嗜血破面-lv6】。
  刹血（6）：【回合3】召唤【嗜血破面-lv7】，全场敌军受到1点伤害。
  刹血（7）：【回合3】召唤【嗜血破面-lv9】，全场敌军受到1点伤害。
  刹血（8）：【回合3】召唤【嗜血破面-lv10】，全场敌军受到2点伤害。
  刹血（9）：【回合3】召唤【嗜血破面-lv12】，全场敌军受到2点伤害。
  刹血（10）：【回合3】召唤【嗜血破面-lv14】，全场敌军受到2点伤害。
  刹血（11）：【回合3】召唤【嗜血破面-lv16】，全场敌军受到3点伤害。
  刹血（12）：【回合3】召唤【嗜血破面-lv18】，全场敌军受到4点伤害。
  刹血（13）：【回合3】召唤【嗜血破面-lv20】，全场敌军受到6点伤害。


*宝物：

蓝色：

1.恶鬼火炬（1）：【回合4】召唤【血焰焦木-lv1】。
  恶鬼火炬（2）：【回合4】召唤【血焰焦木-lv2】。
  恶鬼火炬（3）：【回合3】召唤【血焰焦木-lv2】。
  恶鬼火炬（4）：【回合3】召唤【血焰焦木-lv3】。
  恶鬼火炬（5）：【回合3】召唤【血焰焦木-lv4】。
  恶鬼火炬（6）：【回合3】召唤【血焰焦木-lv6】。
  恶鬼火炬（7）：【回合3】召唤【血焰焦木-lv8】。
  恶鬼火炬（8）：【回合3】召唤【血焰焦木-lv10】。
  恶鬼火炬（9）：【回合3】召唤【血焰焦木-lv12】。
  恶鬼火炬（10）：【回合3】召唤【血焰焦木-lv14】。
  恶鬼火炬（11）：【回合3】召唤【血焰焦木-lv16】。
  恶鬼火炬（12）：【回合3】召唤【血焰焦木-lv18】。
  恶鬼火炬（13）：【回合3】召唤【血焰焦木-lv20】，敌方英雄生命-5。

2.黄金酒杯（1）：【回合3结束】前排随机位置召唤【邪眼魔-lv1】。
  黄金酒杯（2）：【回合3结束】前排随机位置召唤【邪眼魔-lv2】。
  黄金酒杯（3）：【回合3结束】前排随机位置召唤【邪眼魔-lv3】。
  黄金酒杯（4）：【回合3结束】前排随机位置召唤【邪眼魔-lv4】。
  黄金酒杯（5）：【回合3结束】前排随机位置召唤【邪眼魔-lv6】。
  黄金酒杯（6）：【回合2结束】前排随机位置召唤【邪眼魔-lv7】。
  黄金酒杯（7）：【回合2结束】前排随机位置召唤【邪眼魔-lv9】。
  黄金酒杯（8）：【回合2结束】前排随机位置召唤【邪眼魔-lv11】。
  黄金酒杯（9）：【回合2结束】前排随机位置召唤【邪眼魔-lv13】。
  黄金酒杯（10）：【回合2结束】前排随机位置召唤【邪眼魔-lv15】。
  黄金酒杯（11）：【回合2结束】前排随机位置召唤【邪眼魔-lv16】。
  黄金酒杯（12）：【回合2结束】前排随机位置召唤【邪眼魔-lv18】。
  黄金酒杯（13）：【回合2结束】前排随机位置召唤【邪眼魔-lv20】，随机友军攻击+3。

3.邪能之戒（1）：【回合4】召唤【猩红仆从-lv1】。
  邪能之戒（2）：【回合4】召唤【猩红仆从-lv2】。
  邪能之戒（3）：【回合3】召唤【猩红仆从-lv3】。
  邪能之戒（4）：【回合2】召唤【猩红仆从-lv4】。
  邪能之戒（5）：【回合2】召唤【猩红仆从-lv5】。
  邪能之戒（6）：【回合1】召唤【猩红仆从-lv5】。
  邪能之戒（7）：【回合1】召唤【猩红仆从-lv7】。
  邪能之戒（8）：【回合1】召唤【猩红仆从-lv9】。
  邪能之戒（9）：【回合1】召唤【猩红仆从-lv11】。
  邪能之戒（10）：【回合1】召唤【猩红仆从-lv13】。
  邪能之戒（11）：【回合1】召唤【猩红仆从-lv15】。
  邪能之戒（12）：【回合1】召唤【猩红仆从-lv17】。
  邪能之戒（13）：【回合1】召唤【猩红仆从-lv19】。

4.爆燃戒指（1）：【回合2结束】获得【狂暴炎球-lv2】。
  爆燃戒指（2）：【回合2结束】获得【狂暴炎球-lv3】。
  爆燃戒指（3）：【回合1结束】获得【狂暴炎球-lv4】。
  爆燃戒指（4）：【回合1结束】获得【狂暴炎球-lv6】。
  爆燃戒指（5）：【回合1结束】获得【狂暴炎球-lv8】。
  爆燃戒指（6）：【回合1结束】获得【狂暴炎球-lv9】，敌方随机区域坠落2点伤害。
  爆燃戒指（7）：【回合1结束】获得【狂暴炎球-lv10】，敌方随机区域坠落3点伤害。
  爆燃戒指（8）：【回合1结束】获得【狂暴炎球-lv11】，敌方随机区域坠落4点伤害。
  爆燃戒指（9）：【回合1结束】获得【狂暴炎球-lv13】，敌方随机区域坠落5点伤害。
  爆燃戒指（10）：【回合1结束】获得【狂暴炎球-lv15】，敌方随机区域坠落6点伤害。
  爆燃戒指（11）：【回合1结束】获得【狂暴炎球-lv16】，敌方随机区域坠落10点伤害。
  爆燃戒指（12）：【回合1结束】获得【狂暴炎球-lv18】，敌方随机区域坠落13点伤害。
  爆燃戒指（13）：【回合1结束】获得【狂暴炎球-lv20】，敌方随机区域坠落18点伤害。


紫色：

1.燃魂戒指（1）：【回合5结束】获得2张【落雷击-lv1】。
  燃魂戒指（2）：【回合5结束】获得2张【落雷击-lv2】。
  燃魂戒指（3）：【回合4结束】获得2张【落雷击-lv3】。
  燃魂戒指（4）：【回合4结束】获得2张【落雷击-lv4】。
  燃魂戒指（5）：【回合3结束】获得2张【落雷击-lv5】。
  燃魂戒指（6）：【回合3结束】获得3张【落雷击-lv5】。
  燃魂戒指（7）：【回合2结束】获得3张【落雷击-lv7】。
  燃魂戒指（8）：【回合1结束】获得3张【落雷击-lv9】。
  燃魂戒指（9）：【回合1结束】获得3张【落雷击-lv11】。
  燃魂戒指（10）：【回合1结束】获得3张【落雷击-lv13】。
  燃魂戒指（11）：【回合1结束】获得3张【落雷击-lv13】，敌方英雄生命-9。
  燃魂戒指（12）：【回合1结束】获得3张【落雷击-lv14】，敌方英雄生命-13。
  燃魂戒指（13）：【回合1结束】获得3张【落雷击-lv15】，敌方英雄生命-20。

2.恶魔冠冕（1）：【回合4结束】召唤【凝血之池-lv1】。
  恶魔冠冕（2）：【回合4结束】召唤【凝血之池-lv2】。
  恶魔冠冕（3）：【回合4结束】召唤【凝血之池-lv3】。
  恶魔冠冕（4）：【回合3结束】召唤【凝血之池-lv3】。
  恶魔冠冕（5）：【回合3结束】召唤【凝血之池-lv4】。
  恶魔冠冕（6）：【回合2结束】召唤【凝血之池-lv4】。
  恶魔冠冕（7）：【回合2结束】召唤【凝血之池-lv6】。
  恶魔冠冕（8）：【回合2结束】召唤【凝血之池-lv8】。
  恶魔冠冕（9）：【回合2结束】召唤【凝血之池-lv10】。
  恶魔冠冕（10）：【回合2结束】召唤【凝血之池-lv12】。
  恶魔冠冕（11）：【回合2结束】召唤【凝血之池-lv14】。
  恶魔冠冕（12）：【回合2结束】召唤【凝血之池-lv16】。
  恶魔冠冕（13）：【回合2结束】召唤【凝血之池-lv16】，获得【真理碎片】。

3.阴影罩帽（1）：【回合1】获得【狱铠战魂-lv4】。
  阴影罩帽（2）：【回合1】获得【狱铠战魂-lv5】。
  阴影罩帽（3）：【回合1】获得【狱铠战魂-lv6】。
  阴影罩帽（4）：【回合1】获得【狱铠战魂-lv7】。
  阴影罩帽（5）：【回合1】获得【狱铠战魂-lv8】。
  阴影罩帽（6）：【回合1】获得【狱铠战魂-lv9】，随机敌军攻击-1。
  阴影罩帽（7）：【回合1】获得【狱铠战魂-lv10】，随机敌军攻击-3。
  阴影罩帽（8）：【回合1】获得【狱铠战魂-lv11】，随机敌军攻击-5。
  阴影罩帽（9）：【回合1】获得【狱铠战魂-lv13】，随机敌军攻击-7。
  阴影罩帽（10）：【回合1】获得【狱铠战魂-lv15】，随机敌军攻击-10。
  阴影罩帽（11）：【回合1】获得【狱铠战魂-lv16】，随机敌军攻击-14。
  阴影罩帽（12）：【回合1】获得【狱铠战魂-lv18】，随机敌军攻击-16。
  阴影罩帽（13）：【回合1】获得【狱铠战魂-lv20】，随机敌军攻击-20。

4.致命蝎毒（1）：【回合3】召唤【渴血毒甲蝎-lv3】。
  致命蝎毒（2）：【回合3】召唤【渴血毒甲蝎-lv4】。
  致命蝎毒（3）：【回合3】召唤并获得【渴血毒甲蝎-lv4】。
  致命蝎毒（4）：【回合3】召唤并获得【渴血毒甲蝎-lv5】。
  致命蝎毒（5）：【回合3】召唤并获得【渴血毒甲蝎-lv6】。
  致命蝎毒（6）：【回合3】召唤2个【渴血毒甲蝎-lv6】。
  致命蝎毒（7）：【回合3】召唤2个【渴血毒甲蝎-lv7】。
  致命蝎毒（8）：【回合3】召唤2个【渴血毒甲蝎-lv8】。
  致命蝎毒（9）：【回合3】召唤2个【渴血毒甲蝎-lv9】。
  致命蝎毒（10）：【回合3】召唤2个【渴血毒甲蝎-lv10】。
  致命蝎毒（11）：【回合3】召唤2个【渴血毒甲蝎-lv12】。
  致命蝎毒（12）：【回合3】召唤2个【渴血毒甲蝎-lv14】。
  致命蝎毒（13）：【回合3】召唤2个【渴血毒甲蝎-lv16】。

5.冥河铸币（1）：【回合1】召唤【冥河守卫-lv1】。
  冥河铸币（2）：【回合1】召唤【冥河守卫-lv2】。
  冥河铸币（3）：【回合1】召唤【冥河守卫-lv3】。
  冥河铸币（4）：【回合1】召唤【冥河守卫-lv4】。
  冥河铸币（5）：【回合1】召唤【冥河守卫-lv6】。
  冥河铸币（6）：【回合1】召唤并获得【冥河守卫-lv6】。
  冥河铸币（7）：【回合1】召唤并获得【冥河守卫-lv7】。
  冥河铸币（8）：【回合1】召唤并获得【冥河守卫-lv8】。
  冥河铸币（9）：【回合1】召唤并获得【冥河守卫-lv9】。
  冥河铸币（10）：【回合1】召唤并获得【冥河守卫-lv11】。
  冥河铸币（11）：【回合1】召唤并获得【冥河守卫-lv13】。
  冥河铸币（12）：【回合1】召唤并获得【冥河守卫-lv15】。
  冥河铸币（13）：【回合1】召唤并获得【冥河守卫-lv17】。


橙色：

1.炎狱战铠（1）：【回合6】召唤【黑岩裂缝-lv1】。
  炎狱战铠（2）：【回合6】召唤【黑岩裂缝-lv2】。
  炎狱战铠（3）：【回合5】召唤【黑岩裂缝-lv2】。
  炎狱战铠（4）：【回合5】召唤【黑岩裂缝-lv3】。
  炎狱战铠（5）：【回合5】召唤【黑岩裂缝-lv4】。
  炎狱战铠（6）：【回合4】召唤【黑岩裂缝-lv5】。
  炎狱战铠（7）：【回合4】召唤【黑岩裂缝-lv7】。
  炎狱战铠（8）：【回合4】召唤【黑岩裂缝-lv9】，3个友军攻击+1。
  炎狱战铠（9）：【回合4】召唤【黑岩裂缝-lv11】，3个友军攻击+1。
  炎狱战铠（10）：【回合4】召唤【黑岩裂缝-lv13】，3个友军攻击+2。
  炎狱战铠（11）：【回合4】召唤【黑岩裂缝-lv15】，3个友军攻击+4。
  炎狱战铠（12）：【回合4】召唤【黑岩裂缝-lv17】，3个友军攻击+6。
  炎狱战铠（13）：【回合4】召唤【黑岩裂缝-lv20】，3个友军攻击+8。

2.恶魔凝视（1）：【回合6】召唤【地狱屠夫-lv1】。
  恶魔凝视（2）：【回合6】召唤【地狱屠夫-lv2】。
  恶魔凝视（3）：【回合5】召唤【地狱屠夫-lv2】。
  恶魔凝视（4）：【回合5】召唤【地狱屠夫-lv3】。
  恶魔凝视（5）：【回合5】召唤【地狱屠夫-lv5】。
  恶魔凝视（6）：【回合5】召唤【地狱屠夫-lv6】，获得【岩浆球-lv6】。
  恶魔凝视（7）：【回合5】召唤【地狱屠夫-lv8】，获得【岩浆球-lv8】。
  恶魔凝视（8）：【回合5】召唤【地狱屠夫-lv10】，获得【岩浆球-lv10】。
  恶魔凝视（9）：【回合5】召唤【地狱屠夫-lv12】，获得【岩浆球-lv12】。
  恶魔凝视（10）：【回合5】召唤【地狱屠夫-lv14】，获得【岩浆球-lv14】。
  恶魔凝视（11）：【回合5】召唤【地狱屠夫-lv16】，获得【岩浆球-lv16】。
  恶魔凝视（12）：【回合5】召唤【地狱屠夫-lv18】，获得【岩浆球-lv18】。
  恶魔凝视（13）：【回合5】召唤【地狱屠夫-lv20】，获得【岩浆球-lv20】。

3.灵魂牢笼（1）：【回合3】召唤【铸甲熔岩魔-lv3】。
  灵魂牢笼（2）：【回合3】召唤【铸甲熔岩魔-lv4】。
  灵魂牢笼（3）：【回合2】召唤【铸甲熔岩魔-lv4】。
  灵魂牢笼（4）：【回合2】召唤【铸甲熔岩魔-lv5】。
  灵魂牢笼（5）：【回合2】召唤【铸甲熔岩魔-lv6】。
  灵魂牢笼（6）：【回合2】召唤【铸甲熔岩魔-lv7】，随机友军获得【磐龙】。
  灵魂牢笼（7）：【回合2】召唤【铸甲熔岩魔-lv8】，随机友军获得【磐龙】。
  灵魂牢笼（8）：【回合2】召唤【铸甲熔岩魔-lv10】，随机友军获得【磐龙】。
  灵魂牢笼（9）：【回合2】召唤【铸甲熔岩魔-lv12】，随机友军获得【磐龙】。
  灵魂牢笼（10）：【回合2】召唤【铸甲熔岩魔-lv14】，随机友军获得【磐龙】。
  灵魂牢笼（11）：【回合2】召唤【铸甲熔岩魔-lv16】，随机友军获得【磐龙】。
  灵魂牢笼（12）：【回合2】召唤【铸甲熔岩魔-lv18】，随机友军获得【磐龙】。
  灵魂牢笼（13）：【回合2】召唤【铸甲熔岩魔-lv20】，随机两个友军获得【磐龙】。


*/