/*

《蛮石旷野》

*武器：

蓝色：

1.富饶权杖（5）：【回合5】随机友军+5/+5、【洞察1】。

4.酋长战斧（5）：【回合4】随机迟缓友军+5/+6，获得【践踏】。
  酋长战斧（10）：【回合3】随机迟缓友军+14/+16，获得【践踏】。

3.聚能之斧（5）：【回合4】随机友军攻击+6/+1。
  聚能之斧（10）：【回合2】随机友军+15/+9。

4.隼之弓（5）：【回合3】召唤【机敏雀鹰-lv5】。
  隼之弓（10）：【回合2】召唤【机敏雀鹰-lv14】。


紫色：

1.好运之弓（5）：【回合2】召唤【蓄力射手-lv6】。
  好运之弓（10）：【回合1】召唤【蓄力射手-lv14】、【洞察1】。

2.探险家之斧（5）：【回合2结束】召唤【草原狼-lv4】，并获得【草原狼-lv4】。
  探险家之斧（10）：【回合1结束】召唤【草原狼-lv15】，并获得2张【草原狼-lv15】。

3.半兽人岩锤（5）：【回合4】随机友军+4/+9，获得【磐龙】。
  半兽人岩锤（10）：【回合4】随机友军+20/+30，获得【磐龙】。

4.大祭司短棍（5）：【回合4】召唤【坚毅大祭司-lv5】。
  大祭司短棍（10）：【回合3】召唤【坚毅大祭司-lv12】。

5.圣兽权杖（5）：【回合2】中排位置召唤【圣兽祭师-lv5】。
  圣兽权杖（10）：【回合2】中排位置召唤【圣兽祭师-lv13】。



橙色：

1.塔林，先民之怒（5）：【回合6】随机友军+7/+10，全场敌方生物受到4点伤害。
  塔林，先民之怒（10）：【回合5】随机友军+12/+36，获得【践踏1回合】，全场敌方生物受到10点伤害。

2.贪婪长弓（5）：【回合6结束】召唤【贪食白龙-lv7】。
  贪婪长弓（10）：【回合5结束】召唤【贪食白龙-lv14】，获得【人参果-lv10】。

3.原野呼唤（5）：【回合4结束】后排位置召唤【象牙少女-lv5】。
  原野呼唤（10）：【回合3结束】后排位置召唤【象牙少女-lv13】。


*宝物：

蓝色：

1.好运木雕（5）：【回合1结束】召唤【贪食肥鼠-lv4】。
  好运木雕（10）：【回合1结束】召唤【贪食肥鼠-lv14】。

2.角斗士徽记（5）：【回合1】获得【痴蛮野人-lv5】。
  角斗士徽记（10）：【回合1】获得【痴蛮野人-lv15】，随机友军+3/+3。

3.兽骨戒（5）：【回合3】中排随机位置召唤【噬人花-lv4】、【洞察1】。

4.高原角笛（5）：【回合3】召唤【高原守卫-lv6】。
  高原角笛（10）：【回合3】召唤【高原守卫-lv14】，全场生物受到1点伤害。


紫色：

1.部族图腾（5）：【回合2结束】后排随机位置召唤【旷野祭师-lv5】。
  部族图腾（10）：【回合1结束】后排随机位置召唤【旷野祭师-lv12】，2个随机友军+1/+1。

2.雄鹰头饰（5）：【回合5】伤害随机敌军5次（伤害2、2、2、2、4）。
  雄鹰头饰（10）：【回合5】伤害随机敌军5次（伤害6、6、6、6、25）。

3.兽王披风（5）：【回合1结束】随机友军+3/+4。
  兽王披风（10）：【回合1结束】随机友军+12/+12，获得【源力苏醒-lv15】。

4.羊骨头饰（5）：【回合3】召唤【荒原智者-lv5】，【迟缓】友军失去【迟缓】。
  羊骨头饰（10）：【回合2】召唤【荒原智者-lv13】，【迟缓】友军失去【迟缓】。

5.荆棘冠冕（5）：【回合3】随机友军+2/+5，并获得【荆棘】。
  荆棘冠冕（10）：【回合2】随机友军+10/+15，并获得【荆棘】。


橙色：

1.祖灵之拥（5）：【回合4】获得【蛮石独眼巨人-lv7】，敌方坠落巨石（13点伤害）。
  祖灵之拥（10）：【回合3】获得【蛮石独眼巨人-lv15】和【真理碎片】，敌方坠落2个巨石（22点伤害）。

2.赤怒（5）：【回合2】获得【势如破竹-lv5】，随机友军+3/+3。
  赤怒（10）：【回合2】获得【势如破竹-lv15】，随机友军+10/+10，并获得【践踏1回合】。

3.源力之石（5）：【回合4】随机友军+10/+10。
  源力之石（10）：【回合4】随机友军+30/+30，获得【磐龙】。

*/