/*

《蛮石旷野》

*武器：

蓝色：

1.富饶权杖（1）：【回合6】随机友军+2/+1。
  富饶权杖（2）：【回合6】随机友军+3/+2。
  富饶权杖（3）：【回合5】随机友军+3/+3、【洞察1】。
  富饶权杖（4）：【回合5】随机友军+4/+4、【洞察1】。
  富饶权杖（5）：【回合5】随机友军+5/+5、【洞察1】。
  富饶权杖（6）：【回合4】随机友军+5/+6、【洞察1】。
  富饶权杖（7）：【回合4】随机友军+6/+6、【洞察2】。
  富饶权杖（8）：【回合3】随机友军+7/+7、【洞察2】。
  富饶权杖（9）：【回合3】随机友军+8/+10、【洞察2】。
  富饶权杖（10）：【回合3】随机友军+9/+15、【洞察2】。
  富饶权杖（11）：【回合3】随机友军+10/+18、【洞察2】。
  富饶权杖（12）：【回合3】随机友军+12/+20、【洞察2】。
  富饶权杖（13）：【回合3】随机友军+14/+22、【洞察2】。

4.酋长战斧（1）：【回合4】随机迟缓友军+2/+2。
  酋长战斧（2）：【回合4】随机迟缓友军+3/+3。
  酋长战斧（3）：【回合4】随机迟缓友军+4/+4。
  酋长战斧（4）：【回合4】随机迟缓友军+4/+4，获得【践踏】。
  酋长战斧（5）：【回合4】随机迟缓友军+5/+6，获得【践踏】。
  酋长战斧（6）：【回合3】随机迟缓友军+6/+6，获得【践踏】。
  酋长战斧（7）：【回合3】随机迟缓友军+8/+8，获得【践踏】。
  酋长战斧（8）：【回合3】随机迟缓友军+10/+10，获得【践踏】。
  酋长战斧（9）：【回合3】随机迟缓友军+12/+12，获得【践踏】。
  酋长战斧（10）：【回合3】随机迟缓友军+14/+16，获得【践踏】。
  酋长战斧（11）：【回合3】随机迟缓友军+16/+20，获得【践踏】。
  酋长战斧（12）：【回合3】随机迟缓友军+18/+24，获得【践踏】。
  酋长战斧（13）：【回合3】随机迟缓友军+21/+30，获得【践踏】。

3.聚能之斧（1）：【回合5】随机友军攻击+3。
  聚能之斧（2）：【回合5】随机友军攻击+4。
  聚能之斧（3）：【回合4】随机友军+4/+1。
  聚能之斧（4）：【回合4】随机友军+5/+1。
  聚能之斧（5）：【回合4】随机友军+6/+1。
  聚能之斧（6）：【回合3】随机友军+6/+3。
  聚能之斧（7）：【回合3】随机友军+8/+4。
  聚能之斧（8）：【回合2】随机友军+10/+5。
  聚能之斧（9）：【回合2】随机友军+12/+7。
  聚能之斧（10）：【回合2】随机友军+15/+9。
  聚能之斧（11）：【回合2】随机友军+18/+10。
  聚能之斧（12）：【回合2】随机友军+20/+13。
  聚能之斧（13）：【回合2】随机友军+23/+13。

4.隼之弓（1）：【回合3】召唤【机敏雀鹰-lv1】。
  隼之弓（2）：【回合3】召唤【机敏雀鹰-lv2】。
  隼之弓（3）：【回合3】召唤【机敏雀鹰-lv3】。
  隼之弓（4）：【回合3】召唤【机敏雀鹰-lv4】。
  隼之弓（5）：【回合3】召唤【机敏雀鹰-lv5】。
  隼之弓（6）：【回合3】召唤【机敏雀鹰-lv6】。
  隼之弓（7）：【回合3】召唤【机敏雀鹰-lv8】。
  隼之弓（8）：【回合3】召唤【机敏雀鹰-lv10】。
  隼之弓（9）：【回合3】召唤【机敏雀鹰-lv12】。
  隼之弓（10）：【回合2】召唤【机敏雀鹰-lv14】。
  隼之弓（11）：【回合2】召唤【机敏雀鹰-lv16】。
  隼之弓（12）：【回合2】召唤【机敏雀鹰-lv18】。
  隼之弓（13）：【回合2】召唤【机敏雀鹰-lv20】。


紫色：

1.好运之弓（1）：【回合4】召唤【蓄力射手-lv2】。
  好运之弓（2）：【回合4】召唤【蓄力射手-lv3】。
  好运之弓（3）：【回合3】召唤【蓄力射手-lv4】。
  好运之弓（4）：【回合3】召唤【蓄力射手-lv5】。
  好运之弓（5）：【回合2】召唤【蓄力射手-lv6】。
  好运之弓（6）：【回合1】召唤【蓄力射手-lv6】。
  好运之弓（7）：【回合1】召唤【蓄力射手-lv8】、【洞察1】。
  好运之弓（8）：【回合1】召唤【蓄力射手-lv10】、【洞察1】。
  好运之弓（9）：【回合1】召唤【蓄力射手-lv12】、【洞察1】。
  好运之弓（10）：【回合1】召唤【蓄力射手-lv14】、【洞察1】。
  好运之弓（11）：【回合1】召唤【蓄力射手-lv16】、【洞察1】。
  好运之弓（12）：【回合1】召唤【蓄力射手-lv18】、【洞察1】。
  好运之弓（13）：【回合1】召唤【蓄力射手-lv20】、【洞察1】、随机友军+1/+1。

2.探险家之斧（1）：【回合3结束】召唤【草原狼-lv1】，并获得【草原狼-lv1】。
  探险家之斧（2）：【回合3结束】召唤【草原狼-lv2】，并获得【草原狼-lv2】。
  探险家之斧（3）：【回合2结束】召唤【草原狼-lv2】，并获得【草原狼-lv2】。
  探险家之斧（4）：【回合2结束】召唤【草原狼-lv3】，并获得【草原狼-lv3】。
  探险家之斧（5）：【回合2结束】召唤【草原狼-lv4】，并获得【草原狼-lv4】。
  探险家之斧（6）：【回合2结束】召唤【草原狼-lv6】，并获得2张【草原狼-lv6】。
  探险家之斧（7）：【回合2结束】召唤【草原狼-lv8】，并获得2张【草原狼-lv8】。
  探险家之斧（8）：【回合1结束】召唤【草原狼-lv10】，并获得2张【草原狼-lv10】。
  探险家之斧（9）：【回合1结束】召唤【草原狼-lv12】，并获得2张【草原狼-lv12】。
  探险家之斧（10）：【回合1结束】召唤【草原狼-lv15】，并获得2张【草原狼-lv15】。
  探险家之斧（11）：【回合1结束】召唤【草原狼-lv16】，并获得2张【草原狼-lv16】。
  探险家之斧（12）：【回合1结束】召唤【草原狼-lv18】，并获得2张【草原狼-lv18】。
  探险家之斧（13）：【回合1结束】召唤【草原狼-lv20】，并获得2张【草原狼-lv20】。

3.半兽人岩锤（1）：【回合5】随机友军+2/+2，获得【磐龙】。
  半兽人岩锤（2）：【回合5】随机友军+3/+3，获得【磐龙】。
  半兽人岩锤（3）：【回合4】随机友军+3/+4，获得【磐龙】。
  半兽人岩锤（4）：【回合4】随机友军+3/+7，获得【磐龙】。
  半兽人岩锤（5）：【回合4】随机友军+4/+9，获得【磐龙】。
  半兽人岩锤（6）：【回合4】随机友军+5/+12，获得【磐龙】。
  半兽人岩锤（7）：【回合4】随机友军+7/+16，获得【磐龙】。
  半兽人岩锤（8）：【回合4】随机友军+10/+20，获得【磐龙】。
  半兽人岩锤（9）：【回合4】随机友军+15/+25，获得【磐龙】。
  半兽人岩锤（10）：【回合4】随机友军+20/+30，获得【磐龙】。
  半兽人岩锤（11）：【回合4】随机友军+24/+36，获得【磐龙】。
  半兽人岩锤（12）：【回合4】随机友军+28/+40，获得【磐龙】。
  半兽人岩锤（13）：【回合4】随机友军+30/+50，获得【磐龙】。

4.大祭司短棍（1）：【回合4】召唤【坚毅大祭司-lv1】。
  大祭司短棍（2）：【回合4】召唤【坚毅大祭司-lv2】。
  大祭司短棍（3）：【回合4】召唤【坚毅大祭司-lv3】。
  大祭司短棍（4）：【回合4】召唤【坚毅大祭司-lv4】。
  大祭司短棍（5）：【回合4】召唤【坚毅大祭司-lv5】。
  大祭司短棍（6）：【回合3】召唤【坚毅大祭司-lv5】。
  大祭司短棍（7）：【回合3】召唤【坚毅大祭司-lv6】。
  大祭司短棍（8）：【回合3】召唤【坚毅大祭司-lv8】。
  大祭司短棍（9）：【回合3】召唤【坚毅大祭司-lv10】。
  大祭司短棍（10）：【回合3】召唤【坚毅大祭司-lv12】。
  大祭司短棍（11）：【回合3】召唤【坚毅大祭司-lv14】。
  大祭司短棍（12）：【回合3】召唤【坚毅大祭司-lv16】。
  大祭司短棍（13）：【回合3】召唤【坚毅大祭司-lv17】，全场单位受到1点伤害。

5.圣兽权杖（1）：【回合2】中排位置召唤【圣兽祭师-lv1】。
  圣兽权杖（2）：【回合2】中排位置召唤【圣兽祭师-lv2】。
  圣兽权杖（3）：【回合2】中排位置召唤【圣兽祭师-lv3】。
  圣兽权杖（4）：【回合2】中排位置召唤【圣兽祭师-lv4】。
  圣兽权杖（5）：【回合2】中排位置召唤【圣兽祭师-lv5】。
  圣兽权杖（6）：【回合2】中排位置召唤【圣兽祭师-lv6】。
  圣兽权杖（7）：【回合2】中排位置召唤【圣兽祭师-lv7】。
  圣兽权杖（8）：【回合2】中排位置召唤【圣兽祭师-lv9】。
  圣兽权杖（9）：【回合2】中排位置召唤【圣兽祭师-lv11】。
  圣兽权杖（10）：【回合2】中排位置召唤【圣兽祭师-lv13】。
  圣兽权杖（11）：【回合2】中排位置召唤【圣兽祭师-lv15】。
  圣兽权杖（12）：【回合2】中排位置召唤【圣兽祭师-lv17】。
  圣兽权杖（13）：【回合2】中排位置召唤【圣兽祭师-lv19】，随机友军获得【践踏】1回合。


橙色：

1.塔林，先民之怒（1）：【回合6】随机友军+3/+4，全场敌方生物受到2点伤害。
  塔林，先民之怒（2）：【回合6】随机友军+4/+6，全场敌方生物受到2点伤害。
  塔林，先民之怒（3）：【回合6】随机友军+5/+7，全场敌方生物受到3点伤害。
  塔林，先民之怒（4）：【回合6】随机友军+6/+9，全场敌方生物受到3点伤害。
  塔林，先民之怒（5）：【回合6】随机友军+7/+10，全场敌方生物受到4点伤害。
  塔林，先民之怒（6）：【回合6】随机友军+8/+15，获得【践踏1回合】，全场敌方生物受到4点伤害。
  塔林，先民之怒（7）：【回合6】随机友军+9/+18，获得【践踏1回合】，全场敌方生物受到5点伤害。
  塔林，先民之怒（8）：【回合5】随机友军+10/+24，获得【践踏1回合】，全场敌方生物受到6点伤害。
  塔林，先民之怒（9）：【回合5】随机友军+11/+28，获得【践踏1回合】，全场敌方生物受到8点伤害。
  塔林，先民之怒（10）：【回合5】随机友军+12/+36，获得【践踏1回合】，全场敌方生物受到10点伤害。
  塔林，先民之怒（11）：【回合5】随机友军+14/+40，获得【践踏1回合】，全场敌方生物受到12点伤害。
  塔林，先民之怒（12）：【回合5】随机友军+16/+50，获得【践踏1回合】，全场敌方生物受到15点伤害。
  塔林，先民之怒（13）：【回合5】随机友军+18/+60，获得【践踏1回合】，全场敌方生物受到18点伤害。

2.贪婪长弓（1）：【回合6结束】召唤【贪食白龙-lv3】。
  贪婪长弓（2）：【回合6结束】召唤【贪食白龙-lv4】。
  贪婪长弓（3）：【回合6结束】召唤【贪食白龙-lv5】。
  贪婪长弓（4）：【回合6结束】召唤【贪食白龙-lv6】。
  贪婪长弓（5）：【回合6结束】召唤【贪食白龙-lv7】。
  贪婪长弓（6）：【回合5结束】召唤【贪食白龙-lv7】。
  贪婪长弓（7）：【回合5结束】召唤【贪食白龙-lv9】。
  贪婪长弓（8）：【回合5结束】召唤【贪食白龙-lv10】，获得【人参果-lv1】。
  贪婪长弓（9）：【回合5结束】召唤【贪食白龙-lv12】，获得【人参果-lv5】。
  贪婪长弓（10）：【回合5结束】召唤【贪食白龙-lv14】，获得【人参果-lv10】。
  贪婪长弓（11）：【回合5结束】召唤【贪食白龙-lv16】，获得【人参果-lv12】。
  贪婪长弓（12）：【回合5结束】召唤【贪食白龙-lv18】，获得【人参果-lv15】。
  贪婪长弓（13）：【回合5结束】召唤【贪食白龙-lv20】，获得【人参果-lv20】。

3.原野呼唤（1）：【回合4结束】后排位置召唤【象牙少女-lv1】。
  原野呼唤（2）：【回合4结束】后排位置召唤【象牙少女-lv2】。
  原野呼唤（3）：【回合4结束】后排位置召唤【象牙少女-lv3】。
  原野呼唤（4）：【回合4结束】后排位置召唤【象牙少女-lv4】。
  原野呼唤（5）：【回合4结束】后排位置召唤【象牙少女-lv5】。
  原野呼唤（6）：【回合3结束】后排位置召唤【象牙少女-lv5】。
  原野呼唤（7）：【回合3结束】后排位置召唤【象牙少女-lv7】。
  原野呼唤（8）：【回合3结束】后排位置召唤【象牙少女-lv9】。
  原野呼唤（9）：【回合3结束】后排位置召唤【象牙少女-lv11】。
  原野呼唤（10）：【回合3结束】后排位置召唤【象牙少女-lv13】。
  原野呼唤（11）：【回合3结束】后排位置召唤【象牙少女-lv15】。
  原野呼唤（12）：【回合3结束】后排位置召唤【象牙少女-lv17】。
  原野呼唤（13）：【回合3结束】后排位置召唤【象牙少女-lv20】。


*宝物：

蓝色：

1.好运木雕（1）：【回合2结束】召唤【贪食肥鼠-lv1】。
  好运木雕（2）：【回合2结束】召唤【贪食肥鼠-lv2】。
  好运木雕（3）：【回合1结束】召唤【贪食肥鼠-lv2】。
  好运木雕（4）：【回合1结束】召唤【贪食肥鼠-lv3】。
  好运木雕（5）：【回合1结束】召唤【贪食肥鼠-lv4】。
  好运木雕（6）：【回合1结束】召唤【贪食肥鼠-lv6】。
  好运木雕（7）：【回合1结束】召唤【贪食肥鼠-lv8】。
  好运木雕（8）：【回合1结束】召唤【贪食肥鼠-lv10】。
  好运木雕（9）：【回合1结束】召唤【贪食肥鼠-lv12】。
  好运木雕（10）：【回合1结束】召唤【贪食肥鼠-lv14】。
  好运木雕（11）：【回合1结束】召唤【贪食肥鼠-lv16】。
  好运木雕（12）：【回合1结束】召唤【贪食肥鼠-lv18】。
  好运木雕（13）：【回合1结束】召唤【贪食肥鼠-lv20】。

2.角斗士徽记（1）：【回合2结束】获得【痴蛮野人-lv1】。
  角斗士徽记（2）：【回合2结束】获得【痴蛮野人-lv2】。
  角斗士徽记（3）：【回合1结束】获得【痴蛮野人-lv3】。
  角斗士徽记（4）：【回合1结束】获得【痴蛮野人-lv4】。
  角斗士徽记（5）：【回合1结束】获得【痴蛮野人-lv5】。
  角斗士徽记（6）：【回合1】获得【痴蛮野人-lv6】，随机友军攻击+1。
  角斗士徽记（7）：【回合1】获得【痴蛮野人-lv7】，随机友军+1/+1。
  角斗士徽记（8）：【回合1】获得【痴蛮野人-lv8】，随机友军+1/+2。
  角斗士徽记（9）：【回合1】获得【痴蛮野人-lv12】，随机友军+2/+2。
  角斗士徽记（10）：【回合1】获得【痴蛮野人-lv15】，随机友军+3/+3。
  角斗士徽记（11）：【回合1】获得【痴蛮野人-lv16】，随机友军+4/+5。
  角斗士徽记（12）：【回合1】获得【痴蛮野人-lv18】，随机友军+6/+6。
  角斗士徽记（13）：【回合1】获得【痴蛮野人-lv20】，随机友军+8/+8。

3.兽骨戒（1）：【回合4】中排随机位置召唤【噬人花-lv1】。
  兽骨戒（2）：【回合4】中排随机位置召唤【噬人花-lv2】。
  兽骨戒（3）：【回合3】中排随机位置召唤【噬人花-lv2】。
  兽骨戒（4）：【回合3】中排随机位置召唤【噬人花-lv3】、【洞察1】。
  兽骨戒（5）：【回合3】中排随机位置召唤【噬人花-lv4】、【洞察1】。
  兽骨戒（6）：【回合2】中排随机位置召唤【噬人花-lv4】、【洞察1】。
  兽骨戒（7）：【回合2】中排随机位置召唤【噬人花-lv6】、【洞察1】。
  兽骨戒（8）：【回合2】中排随机位置召唤【噬人花-lv8】、【洞察1】。
  兽骨戒（9）：【回合2】中排随机位置召唤【噬人花-lv10】、【洞察1】。
  兽骨戒（10）：【回合2】中排随机位置召唤【噬人花-lv12】、【洞察1】。
  兽骨戒（11）：【回合2】中排随机位置召唤【噬人花-lv14】、【洞察1】。
  兽骨戒（12）：【回合2】中排随机位置召唤【噬人花-lv16】、【洞察1】。
  兽骨戒（13）：【回合2】中排随机位置召唤【噬人花-lv16】、【洞察1】、全体单位受到1点伤害。

4.高原角笛（1）：【回合3】召唤【高原守卫-lv1】。
  高原角笛（2）：【回合3】召唤【高原守卫-lv2】。
  高原角笛（3）：【回合3】召唤【高原守卫-lv3】。
  高原角笛（4）：【回合3】召唤【高原守卫-lv4】。
  高原角笛（5）：【回合3】召唤【高原守卫-lv6】。
  高原角笛（6）：【回合3】召唤【高原守卫-lv6】，全场生物受到1点伤害。
  高原角笛（7）：【回合3】召唤【高原守卫-lv8】，全场生物受到1点伤害。
  高原角笛（8）：【回合3】召唤【高原守卫-lv10】，全场生物受到1点伤害。
  高原角笛（9）：【回合3】召唤【高原守卫-lv12】，全场生物受到1点伤害。
  高原角笛（10）：【回合3】召唤【高原守卫-lv14】，全场生物受到1点伤害。
  高原角笛（11）：【回合3】召唤【高原守卫-lv16】，全场生物受到1点伤害。
  高原角笛（12）：【回合3】召唤【高原守卫-lv18】，全场生物受到1点伤害。
  高原角笛（13）：【回合3】召唤【高原守卫-lv20】，全场生物受到1点伤害。


紫色：

1.部族图腾（1）：【回合4】后排随机位置召唤【旷野祭师-lv1】。
  部族图腾（2）：【回合4】后排随机位置召唤【旷野祭师-lv3】。
  部族图腾（3）：【回合3结束】后排随机位置召唤【旷野祭师-lv3】。
  部族图腾（4）：【回合2结束】后排随机位置召唤【旷野祭师-lv3】。
  部族图腾（5）：【回合2结束】后排随机位置召唤【旷野祭师-lv5】。
  部族图腾（6）：【回合1结束】后排随机位置召唤【旷野祭师-lv5】。
  部族图腾（7）：【回合1结束】后排随机位置召唤【旷野祭师-lv7】。
  部族图腾（8）：【回合1结束】后排随机位置召唤【旷野祭师-lv8】，随机友军+1/+1。
  部族图腾（9）：【回合1结束】后排随机位置召唤【旷野祭师-lv10】，随机友军+1/+1。
  部族图腾（10）：【回合1结束】后排随机位置召唤【旷野祭师-lv12】，2个随机友军+1/+1。
  部族图腾（11）：【回合1结束】后排随机位置召唤【旷野祭师-lv13】，2个随机友军+2/+2。
  部族图腾（12）：【回合1结束】后排随机位置召唤【旷野祭师-lv15】，2个随机友军+2/+3。
  部族图腾（13）：【回合1结束】后排随机位置召唤【旷野祭师-lv16】，2个随机友军+3/+3。

2.雄鹰头饰（1）：【回合6】伤害随机敌军3次（伤害1、1、3）。
  雄鹰头饰（2）：【回合6】伤害随机敌军3次（伤害2、2、3）。
  雄鹰头饰（3）：【回合6】伤害随机敌军4次（伤害2、2、2、3）。
  雄鹰头饰（4）：【回合5】伤害随机敌军4次（伤害2、2、2、4）。
  雄鹰头饰（5）：【回合5】伤害随机敌军5次（伤害2、2、2、2、4）。
  雄鹰头饰（6）：【回合5】伤害随机敌军5次（伤害3、3、3、3、5）
  雄鹰头饰（7）：【回合5】伤害随机敌军5次（伤害3、3、3、3、10）  
  雄鹰头饰（8）：【回合5】伤害随机敌军5次（伤害4、4、4、4、15）
  雄鹰头饰（9）：【回合5】伤害随机敌军5次（伤害5、5、5、5、20）
  雄鹰头饰（10）：【回合5】伤害随机敌军5次（伤害6、6、6、6、25）。
  雄鹰头饰（11）：【回合5】伤害随机敌军5次（伤害6、6、6、6、33）。
  雄鹰头饰（12）：【回合5】伤害随机敌军5次（伤害7、7、7、7、35）。
  雄鹰头饰（13）：【回合5】伤害随机敌军5次（伤害8、8、8、8、40）。

3.兽王披风（1）：【回合2结束】随机友军+1/+2。
  兽王披风（2）：【回合2结束】随机友军+2/+2。
  兽王披风（3）：【回合1结束】随机友军+2/+2。
  兽王披风（4）：【回合1结束】随机友军+2/+4。
  兽王披风（5）：【回合1结束】随机友军+3/+4。
  兽王披风（6）：【回合1结束】随机友军+4/+4，获得【源力苏醒-lv8】。
  兽王披风（7）：【回合1结束】随机友军+5/+6，获得【源力苏醒-lv10】。
  兽王披风（8）：【回合1结束】随机友军+7/+7，获得【源力苏醒-lv11】。
  兽王披风（9）：【回合1结束】随机友军+9/+9，获得【源力苏醒-lv13】。
  兽王披风（10）：【回合1结束】随机友军+12/+12，获得【源力苏醒-lv15】。
  兽王披风（11）：【回合1结束】随机友军+14/+14，获得【源力苏醒-lv16】。
  兽王披风（12）：【回合1结束】随机友军+16/+16，获得【源力苏醒-lv18】。
  兽王披风（13）：【回合1结束】随机友军+18/+18，获得【源力苏醒-lv20】。

4.羊骨头饰（1）：【回合3】召唤【荒原智者-lv2】。
  羊骨头饰（2）：【回合3】召唤【荒原智者-lv3】。
  羊骨头饰（3）：【回合3】召唤【荒原智者-lv4】。
  羊骨头饰（4）：【回合3】召唤【荒原智者-lv4】，【迟缓】友军失去【迟缓】。
  羊骨头饰（5）：【回合3】召唤【荒原智者-lv5】，【迟缓】友军失去【迟缓】。
  羊骨头饰（6）：【回合2】召唤【荒原智者-lv6】，【迟缓】友军失去【迟缓】。
  羊骨头饰（7）：【回合2】召唤【荒原智者-lv7】，【迟缓】友军失去【迟缓】。
  羊骨头饰（8）：【回合2】召唤【荒原智者-lv9】，【迟缓】友军失去【迟缓】。
  羊骨头饰（9）：【回合2】召唤【荒原智者-lv11】，【迟缓】友军失去【迟缓】。
  羊骨头饰（10）：【回合2】召唤【荒原智者-lv13】，【迟缓】友军失去【迟缓】。
  羊骨头饰（11）：【回合2】召唤【荒原智者-lv15】，【迟缓】友军失去【迟缓】。
  羊骨头饰（12）：【回合2】召唤【荒原智者-lv17】，【迟缓】友军失去【迟缓】。
  羊骨头饰（13）：【回合2】召唤【荒原智者-lv20】，【迟缓】友军失去【迟缓】。

5.荆棘冠冕（1）：【回合3】随机友军获得【荆棘】。
  荆棘冠冕（2）：【回合3】随机友军攻击+1，并获得【荆棘】。
  荆棘冠冕（3）：【回合3】随机友军+1/+2，并获得【荆棘】。
  荆棘冠冕（4）：【回合3】随机友军+1/+4，并获得【荆棘】。
  荆棘冠冕（5）：【回合3】随机友军+2/+5，并获得【荆棘】。
  荆棘冠冕（6）：【回合2】随机友军+2/+5，并获得【荆棘】。
  荆棘冠冕（7）：【回合2】随机友军+3/+6，并获得【荆棘】。
  荆棘冠冕（8）：【回合2】随机友军+5/+7，并获得【荆棘】。
  荆棘冠冕（9）：【回合2】随机友军+6/+9，并获得【荆棘】。
  荆棘冠冕（10）：【回合2】随机友军+8/+10，并获得【荆棘】。
  荆棘冠冕（11）：【回合2】随机友军+9/+13，并获得【荆棘】。
  荆棘冠冕（12）：【回合2】随机友军+10/+16，并获得【荆棘】。
  荆棘冠冕（13）：【回合2】随机友军+12/+20，并获得【荆棘】。


橙色：

1.祖灵之拥（1）：【回合5】获得【蛮石独眼巨人-lv3】，敌方坠落巨石（7点伤害）。
  祖灵之拥（2）：【回合5】获得【蛮石独眼巨人-lv4】，敌方坠落巨石（8点伤害）。
  祖灵之拥（3）：【回合4】获得【蛮石独眼巨人-lv5】，敌方坠落巨石（10点伤害）。
  祖灵之拥（4）：【回合4】获得【蛮石独眼巨人-lv6】，敌方坠落巨石（12点伤害）。
  祖灵之拥（5）：【回合4】获得【蛮石独眼巨人-lv7】，敌方坠落巨石（13点伤害）。
  祖灵之拥（6）：【回合4】获得【蛮石独眼巨人-lv8】，敌方坠落2个巨石（15点伤害）。
  祖灵之拥（7）：【回合4】获得【蛮石独眼巨人-lv9】和【真理碎片】，敌方坠落2个巨石（16点伤害）。
  祖灵之拥（8）：【回合3】获得【蛮石独眼巨人-lv11】和【真理碎片】，敌方坠落2个巨石（20点伤害）。
  祖灵之拥（9）：【回合3】获得【蛮石独眼巨人-lv13】和【真理碎片】，敌方坠落2个巨石（24点伤害）。
  祖灵之拥（10）：【回合3】获得【蛮石独眼巨人-lv15】和【真理碎片】，敌方坠落2个巨石（30点伤害）。
  祖灵之拥（11）：【回合3】获得【蛮石独眼巨人-lv16】和【真理碎片】，敌方坠落3个巨石（35点伤害）。
  祖灵之拥（12）：【回合3】获得【蛮石独眼巨人-lv18】和【真理碎片】，敌方坠落3个巨石（45点伤害）。
  祖灵之拥（13）：【回合3】获得【蛮石独眼巨人-lv20】和【真理碎片】，敌方坠落3个巨石（48点伤害）。

2.赤怒（1）：【回合3】获得【势如破竹-lv1】，随机友军+1/+1。
  赤怒（2）：【回合3】获得【势如破竹-lv2】，随机友军+1/+3。
  赤怒（3）：【回合2】获得【势如破竹-lv3】，随机友军+1/+3。
  赤怒（4）：【回合2】获得【势如破竹-lv4】，随机友军+2/+3。
  赤怒（5）：【回合2】获得【势如破竹-lv5】，随机友军+3/+3。
  赤怒（6）：【回合2】获得【势如破竹-lv6】，随机友军+3/+3，并获得【践踏1回合】。
  赤怒（7）：【回合2】获得【势如破竹-lv8】，随机友军+4/+4，并获得【践踏1回合】。
  赤怒（8）：【回合2】获得【势如破竹-lv10】，随机友军+6/+6，并获得【践踏1回合】。
  赤怒（9）：【回合2】获得【势如破竹-lv12】，随机友军+8/+8，并获得【践踏1回合】。
  赤怒（10）：【回合2】获得【势如破竹-lv15】，随机友军+10/+10，并获得【践踏1回合】。
  赤怒（11）：【回合2】获得【势如破竹-lv16】，随机友军+12/+12，并获得【践踏1回合】。
  赤怒（12）：【回合2】获得【势如破竹-lv18】，随机友军+15/+15，并获得【践踏1回合】。
  赤怒（13）：【回合2】获得【势如破竹-lv20】，随机友军+18/+18，并获得【践踏1回合】。

3.源力之石（1）：【回合4】随机友军+3/+3。
  源力之石（2）：【回合4】随机友军+4/+5。
  源力之石（3）：【回合4】随机友军+6/+6。
  源力之石（4）：【回合4】随机友军+8/+8。
  源力之石（5）：【回合4】随机友军+10/+10。
  源力之石（6）：【回合4】随机友军+12/+12，获得【磐龙】1回合。
  源力之石（7）：【回合4】随机友军+15/+15，获得【磐龙】1回合。
  源力之石（8）：【回合4】随机友军+18/+18，获得【磐龙】2回合。
  源力之石（9）：【回合4】随机友军+22/+22，获得【磐龙】2回合。
  源力之石（10）：【回合4】随机友军+25/+25，获得【磐龙】。
  源力之石（11）：【回合4】随机友军+30/+30，获得【磐龙】。
  源力之石（12）：【回合4】随机友军+36/+36，获得【磐龙】。
  源力之石（13）：【回合4】随机友军+45/+45，获得【磐龙】，获得【践踏】1回合。

*/