/*

《四芒帝国》

*武器：

蓝色：

1.公民之剑（1）：【回合6】全体友军攻击+1。
  公民之剑（2）：【回合6】全体友军+1/+1。
  公民之剑（3）：【回合5】全体友军+1/+1。
  公民之剑（4）：【回合5】全体友军+1/+2。
  公民之剑（5）：【回合5】全体友军+2/+2。
  公民之剑（6）：【回合4】全体友军+2/+2。
  公民之剑（7）：【回合4】全体友军+2/+3。
  公民之剑（8）：【回合4】全体友军+3/+3。
  公民之剑（9）：【回合4】全体友军+4/+4。
  公民之剑（10）：【回合4】全体友军+5/+5。
  公民之剑（11）：【回合4】全体友军+6/+6。
  公民之剑（12）：【回合4】全体友军+7/+7。
  公民之剑（13）：【回合4】全体友军+8/+8。

2.执政官长剑（1）：【回合4结束】前排随机位置召唤【盾甲禁卫-lv2】。
  执政官长剑（2）：【回合4结束】前排随机位置召唤【盾甲禁卫-lv3】。
  执政官长剑（3）：【回合3结束】前排随机位置召唤【盾甲禁卫-lv3】。
  执政官长剑（4）：【回合3结束】前排随机位置召唤【盾甲禁卫-lv4】。
  执政官长剑（5）：【回合3结束】前排随机位置召唤【盾甲禁卫-lv5】。
  执政官长剑（6）：【回合2结束】前排随机位置召唤【盾甲禁卫-lv5】。
  执政官长剑（7）：【回合2结束】前排随机位置召唤【盾甲禁卫-lv7】。
  执政官长剑（8）：【回合2】前排随机位置召唤【盾甲禁卫-lv8】。
  执政官长剑（9）：【回合2】前排随机位置召唤【盾甲禁卫-lv10】。
  执政官长剑（10）：【回合2】前排随机位置召唤【盾甲禁卫-lv12】。
  执政官长剑（11）：【回合2】前排随机位置召唤【盾甲禁卫-lv14】。
  执政官长剑（12）：【回合2】前排随机位置召唤【盾甲禁卫-lv16】。
  执政官长剑（13）：【回合2】前排随机位置召唤【盾甲禁卫-lv20】，随机友军护甲+2。

3.聚能之剑（1）：【回合3结束】中排随机位置召唤【帝国后勤官-lv1】。
  聚能之剑（2）：【回合3结束】中排随机位置召唤【帝国后勤官-lv2】。
  聚能之剑（3）：【回合3结束】中排随机位置召唤【帝国后勤官-lv3】。
  聚能之剑（4）：【回合3结束】中排随机位置召唤【帝国后勤官-lv4】。
  聚能之剑（5）：【回合3结束】中排随机位置召唤【帝国后勤官-lv5】。
  聚能之剑（6）：【回合2结束】中排随机位置召唤【帝国后勤官-lv6】。
  聚能之剑（7）：【回合2结束】中排随机位置召唤【帝国后勤官-lv7】。
  聚能之剑（8）：【回合2结束】中排随机位置召唤【帝国后勤官-lv9】。
  聚能之剑（9）：【回合2结束】中排随机位置召唤【帝国后勤官-lv11】。
  聚能之剑（10）：【回合2结束】中排随机位置召唤【帝国后勤官-lv13】。
  聚能之剑（11）：【回合2结束】中排随机位置召唤【帝国后勤官-lv15】。
  聚能之剑（12）：【回合2结束】中排随机位置召唤【帝国后勤官-lv17】。
  聚能之剑（13）：【回合2结束】中排随机位置召唤【帝国后勤官-lv19】。

4.激昂权杖（1）：【回合4】随机友军攻击+1，并失去【守军】和【迟缓】。
  激昂权杖（2）：【回合4】随机友军攻击+2，并失去【守军】和【迟缓】。
  激昂权杖（3）：【回合3】随机友军攻击+2，并失去【守军】和【迟缓】。
  激昂权杖（4）：【回合3】随机友军攻击+2，全体友军失去【守军】和【迟缓】。
  激昂权杖（5）：【回合3】随机友军攻击+4，全体友军失去【守军】和【迟缓】。
  激昂权杖（6）：【回合3】2个友军攻击+3，全体友军失去【守军】和【迟缓】。
  激昂权杖（7）：【回合3】2个友军攻击+5，全体友军失去【守军】和【迟缓】。
  激昂权杖（8）：【回合3】3个友军攻击+5，全体友军失去【守军】和【迟缓】。
  激昂权杖（9）：【回合3】3个友军攻击+6，全体友军失去【守军】和【迟缓】。
  激昂权杖（10）：【回合3】3个友军攻击+8，全体友军失去【守军】和【迟缓】。
  激昂权杖（11）：【回合3】3个友军攻击+10，全体友军失去【守军】和【迟缓】。
  激昂权杖（12）：【回合3】3个友军攻击+12，全体友军失去【守军】和【迟缓】。
  激昂权杖（13）：【回合3】3个友军攻击+14，全体友军失去【守军】和【迟缓】。


紫色：

1.遗迹宝剑（1）：【回合5】随机友军+1/+1，获得【回命】。
  遗迹宝剑（2）：【回合5】随机友军+2/+2，获得【回命】。
  遗迹宝剑（3）：【回合4】随机友军+2/+3，获得【回命】。
  遗迹宝剑（4）：【回合4】随机友军+3/+5，获得【回命】。
  遗迹宝剑（5）：【回合4】随机友军+5/+5，获得【回命】。
  遗迹宝剑（6）：【回合3】随机友军+5/+7，获得【回命】。
  遗迹宝剑（7）：【回合3】随机友军+6/+10，获得【回命】、【洞察1】。
  遗迹宝剑（8）：【回合3】随机友军+7/+15，获得【回命】、【洞察1】。
  遗迹宝剑（9）：【回合3】随机友军+9/+19，获得【回命】、【洞察1】。
  遗迹宝剑（10）：【回合3】随机友军+12/+24，获得【回命】、【洞察1】。
  遗迹宝剑（11）：【回合3】随机友军+15/+29，获得【回命】、【洞察1】。
  遗迹宝剑（12）：【回合3】随机友军+18/+35，获得【回命】、【洞察1】。
  遗迹宝剑（13）：【回合3】随机友军+21/+42，获得【回命】、【洞察1】。

2.天命链锤（1）：【回合5】随机友军+1/+1，获得【护甲2】。
  天命链锤（2）：【回合5】随机友军+2/+2，获得【护甲2】。
  天命链锤（3）：【回合4】随机友军+2/+2，获得【护甲3】。
  天命链锤（4）：【回合4】随机友军+3/+3，获得【护甲3】。
  天命链锤（5）：【回合4】随机友军+3/+5，获得【护甲4】。
  天命链锤（6）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。
  天命链锤（7）：【回合3】随机友军+4/+7，获得【护甲6】，随机护甲友军获得【磐龙】。
  天命链锤（8）：【回合2】随机友军+5/+9，获得【护甲7】，随机护甲友军获得【磐龙】。
  天命链锤（9）：【回合2】随机友军+6/+12，获得【护甲8】，随机护甲友军获得【磐龙】。
  天命链锤（10）：【回合2】随机友军+8/+16，获得【护甲9】，随机护甲友军获得【磐龙】。
  天命链锤（11）：【回合2】随机友军+10/+20，获得【护甲10】，随机护甲友军获得【磐龙】。
  天命链锤（12）：【回合2】随机友军+12/+22，获得【护甲12】，随机护甲友军获得【磐龙】。
  天命链锤（13）：【回合2】随机友军+15/+25，获得【护甲15】，随机护甲友军获得【磐龙】。

3.克敌巨剑（1）：【回合6】随机友军+3/+3，1个敌军【眩晕】1回合。
  克敌巨剑（2）：【回合6】随机友军+3/+3，2个敌军【眩晕】1回合。
  克敌巨剑（3）：【回合6】随机友军+4/+4，2个敌军【眩晕】1回合。
  克敌巨剑（4）：【回合6】随机友军+4/+5，3个敌军【眩晕】1回合。
  克敌巨剑（5）：【回合6】随机友军+6/+6，3个敌军【眩晕】1回合。
  克敌巨剑（6）：【回合5】随机友军+7/+7，3个敌军【眩晕】1回合。
  克敌巨剑（7）：【回合5】随机友军+9/+9，4个敌军【眩晕】1回合。
  克敌巨剑（8）：【回合5】随机友军+11/+11，5个敌军【眩晕】1回合，无视【神佑】、【魔免】。
  克敌巨剑（9）：【回合5】随机友军+15/+15，6个敌军【眩晕】1回合，无视【神佑】、【魔免】。
  克敌巨剑（10）：【回合5】随机友军+20/+20，7个敌军【眩晕】1回合，无视【神佑】、【魔免】。
  克敌巨剑（11）：【回合5】随机友军+25/+25，7个敌军【眩晕】1回合，无视【神佑】、【魔免】。
  克敌巨剑（12）：【回合5】随机友军+30/+30，7个敌军【眩晕】1回合，无视【神佑】、【魔免】。
  克敌巨剑（13）：【回合5】随机友军+36/+36，7个敌军【眩晕】1回合，无视【神佑】、【魔免】。

4.光芒长杖（1）：【回合4】后排位置召唤【圣光主教-lv1】。
  光芒长杖（2）：【回合4】后排位置召唤【圣光主教-lv2】。
  光芒长杖（3）：【回合4】后排位置召唤【圣光主教-lv3】。
  光芒长杖（4）：【回合4】后排位置召唤【圣光主教-lv4】。
  光芒长杖（5）：【回合4】后排位置召唤【圣光主教-lv5】。
  光芒长杖（6）：【回合4】后排位置召唤【圣光主教-lv6】。
  光芒长杖（7）：【回合4】后排位置召唤【圣光主教-lv7】。
  光芒长杖（8）：【回合4】后排位置召唤【圣光主教-lv9】。
  光芒长杖（9）：【回合4】后排位置召唤【圣光主教-lv11】。
  光芒长杖（10）：【回合4】后排位置召唤【圣光主教-lv13】。
  光芒长杖（11）：【回合4】后排位置召唤【圣光主教-lv15】。
  光芒长杖（12）：【回合4】后排位置召唤【圣光主教-lv17】。
  光芒长杖（13）：【回合4】后排位置召唤【圣光主教-lv18】，英雄生命+5。

5.禁卫之矛（1）：【回合5】召唤【禁卫指挥官-lv1】。
  禁卫之矛（2）：【回合5】召唤【禁卫指挥官-lv2】。
  禁卫之矛（3）：【回合5】召唤【禁卫指挥官-lv3】。
  禁卫之矛（4）：【回合5】召唤【禁卫指挥官-lv4】。
  禁卫之矛（5）：【回合5】召唤【禁卫指挥官-lv5】。
  禁卫之矛（6）：【回合4】召唤【禁卫指挥官-lv5】。
  禁卫之矛（7）：【回合4】召唤【禁卫指挥官-lv6】。
  禁卫之矛（8）：【回合4】召唤【禁卫指挥官-lv8】。
  禁卫之矛（9）：【回合4】召唤【禁卫指挥官-lv10】。
  禁卫之矛（10）：【回合4】召唤【禁卫指挥官-lv12】。
  禁卫之矛（11）：【回合4】召唤【禁卫指挥官-lv14】。
  禁卫之矛（12）：【回合4】召唤【禁卫指挥官-lv16】。
  禁卫之矛（13）：【回合4】召唤【禁卫指挥官-lv18】。


橙色：

1.正义审判（1）：【回合5】随机敌军-2/-2并眩晕，全体友军攻击+1。
  正义审判（2）：【回合5】随机敌军-3/-3并眩晕，全体友军攻击+1。
  正义审判（3）：【回合5】随机敌军-3/-3并眩晕，全体友军+1/+1。
  正义审判（4）：【回合5】随机敌军-4/-4并眩晕，全体友军+1/+1。
  正义审判（5）：【回合5】随机敌军-5/-5并眩晕，全体友军+1/+2。
  正义审判（6）：【回合5】随机敌军-6/-6并眩晕，全体友军+2/+2。
  正义审判（7）：【回合5】随机敌军-10/-10并眩晕，全体友军+2/+4。
  正义审判（8）：【回合5】随机敌军-12/-12并眩晕，全体友军+3/+5。
  正义审判（9）：【回合5】随机敌军-15/-15并眩晕，全体友军+4/+7。
  正义审判（10）：【回合5】随机敌军-20/-20并眩晕，全体友军+5/+9。
  正义审判（11）：【回合5】随机敌军-25/-25并眩晕，全体友军+7/+12。
  正义审判（12）：【回合5】随机敌军-33/-33并眩晕，全体友军+9/+15。
  正义审判（13）：【回合5】随机敌军-40/-40并眩晕，全体友军+10/+20。

2.荣耀命运权杖（1）：【回合5结束】获得【皇家狮鹫-lv2】，吹回随机敌军。
  荣耀命运权杖（2）：【回合5结束】获得【皇家狮鹫-lv3】，吹回随机敌军。
  荣耀命运权杖（3）：【回合4结束】获得【皇家狮鹫-lv3】，吹回随机敌军。
  荣耀命运权杖（4）：【回合4结束】获得【皇家狮鹫-lv4】，吹回随机敌军。
  荣耀命运权杖（5）：【回合4结束】获得【皇家狮鹫-lv6】，吹回随机敌军。
  荣耀命运权杖（6）：【回合4】获得【皇家狮鹫-lv7】，吹回随机敌军。
  荣耀命运权杖（7）：【回合4】获得【皇家狮鹫-lv9】，吹回随机敌军。
  荣耀命运权杖（8）：【回合3】获得【皇家狮鹫-lv11】，吹回随机敌军。
  荣耀命运权杖（9）：【回合3】获得【皇家狮鹫-lv13】，吹回随机敌军。
  荣耀命运权杖（10）：【回合3】获得【皇家狮鹫-lv15】，吹回随机敌军。
  荣耀命运权杖（11）：【回合3】获得【皇家狮鹫-lv16】，吹回随机敌军，英雄生命+10。
  荣耀命运权杖（12）：【回合3】获得【皇家狮鹫-lv18】，吹回随机敌军，英雄生命+20。
  荣耀命运权杖（13）：【回合3】获得【皇家狮鹫-lv20】，吹回随机敌军，英雄生命+30。

3.锻金锤（1）：【回合3】召唤【钢铁大师-lv2】。
  锻金锤（2）：【回合3】召唤【钢铁大师-lv3】。
  锻金锤（3）：【回合3】召唤【钢铁大师-lv4】，随机护甲友军获得【磐龙】。
  锻金锤（4）：【回合3】召唤【钢铁大师-lv5】，随机护甲友军获得【磐龙】。
  锻金锤（5）：【回合3】召唤【钢铁大师-lv6】，随机护甲友军获得【磐龙】。
  锻金锤（6）：【回合3】召唤【钢铁大师-lv7】，随机2个护甲友军获得【磐龙】。
  锻金锤（7）：【回合3】召唤【钢铁大师-lv9】，随机2个护甲友军获得【磐龙】。
  锻金锤（8）：【回合3】召唤【钢铁大师-lv10】，随机3个护甲友军获得【磐龙】。
  锻金锤（9）：【回合3】召唤【钢铁大师-lv12】，随机3个护甲友军获得【磐龙】。
  锻金锤（10）：【回合3】召唤【钢铁大师-lv14】，随机3个护甲友军获得【磐龙】。
  锻金锤（11）：【回合3】召唤【钢铁大师-lv16】，随机3个护甲友军获得【磐龙】。
  锻金锤（12）：【回合3】召唤【钢铁大师-lv18】，随机3个护甲友军获得【磐龙】。
  锻金锤（13）：【回合3】召唤【钢铁大师-lv20】，随机4个护甲友军获得【磐龙】。



*宝物：

蓝色：

1.遗迹地图（1）：【回合2结束】获得【增援战线-lv2】。
  遗迹地图（2）：【回合2结束】获得【增援战线-lv3】。
  遗迹地图（3）：【回合1结束】获得【增援战线-lv3】。
  遗迹地图（4）：【回合1结束】获得【增援战线-lv4】。
  遗迹地图（5）：【回合1结束】获得【增援战线-lv6】。
  遗迹地图（6）：【回合1结束】获得【增援战线-lv6】，召唤【小镇民兵-lv3】。
  遗迹地图（7）：【回合1结束】获得【增援战线-lv8】，召唤【小镇民兵-lv4】。
  遗迹地图（8）：【回合1结束】获得【增援战线-lv10】，召唤【小镇民兵-lv5】。
  遗迹地图（9）：【回合1结束】获得【增援战线-lv12】，召唤【小镇民兵-lv7】。
  遗迹地图（10）：【回合1结束】获得【增援战线-lv14】，召唤【小镇民兵-lv8】。
  遗迹地图（11）：【回合1结束】获得【增援战线-lv16】，召唤【小镇民兵-lv10】。
  遗迹地图（12）：【回合1结束】获得【增援战线-lv18】，召唤【小镇民兵-lv12】。
  遗迹地图（13）：【回合1结束】获得【增援战线-lv20】，召唤【小镇民兵-lv14】。

2.耐力护符（1）：【回合5结束】英雄生命+8。
  耐力护符（2）：【回合5结束】英雄生命+10。
  耐力护符（3）：【回合4结束】英雄生命+12。
  耐力护符（4）：【回合4结束】英雄生命+15。
  耐力护符（5）：【回合3结束】英雄生命+18。
  耐力护符（6）：【回合3结束】英雄生命+20，随机友军生命+2。
  耐力护符（7）：【回合3结束】英雄生命+24，随机友军生命+4。
  耐力护符（8）：【回合3结束】英雄生命+25，两个友军生命+4。
  耐力护符（9）：【回合3结束】英雄生命+30，两个友军生命+6。
  耐力护符（10）：【回合3】英雄生命+36，两个友军生命+9。
  耐力护符（11）：【回合3】英雄生命+42，两个友军生命+12。
  耐力护符（12）：【回合3】英雄生命+50，两个友军生命+15。
  耐力护符（13）：【回合3】英雄生命+60，两个友军生命+18。

3.正义勋章（1）：【回合4】随机友军生命+2，护甲+1。
  正义勋章（2）：【回合3】随机友军生命+3，护甲+1。
  正义勋章（3）：【回合3】随机友军生命+5，护甲+1。
  正义勋章（4）：【回合2】随机友军生命+5，护甲+1。
  正义勋章（5）：【回合2】随机友军生命+7，护甲+1。
  正义勋章（6）：【回合2】随机友军生命+8，护甲+2。
  正义勋章（7）：【回合2】随机友军生命+10，护甲+2。
  正义勋章（8）：【回合2】随机友军生命+12，护甲+3。
  正义勋章（9）：【回合2】随机友军生命+16，护甲+5。
  正义勋章（10）：【回合2】随机友军生命+20，护甲+7。
  正义勋章（11）：【回合2】随机友军生命+25，护甲+8。
  正义勋章（12）：【回合2】随机友军生命+30，护甲+9。
  正义勋章（13）：【回合2】随机友军生命+35，护甲+10。

4.韧皮箭囊（1）：【回合4】后排位置召唤【塔楼弓手-lv1】。
  韧皮箭囊（2）：【回合4】后排位置召唤【塔楼弓手-lv2】。
  韧皮箭囊（3）：【回合3】后排位置召唤【塔楼弓手-lv2】。
  韧皮箭囊（4）：【回合3】后排位置召唤【塔楼弓手-lv3】。
  韧皮箭囊（5）：【回合3】后排位置召唤【塔楼弓手-lv4】。
  韧皮箭囊（6）：【回合2】后排位置召唤【塔楼弓手-lv4】。
  韧皮箭囊（7）：【回合2】后排位置召唤【塔楼弓手-lv6】。
  韧皮箭囊（8）：【回合2】后排位置召唤【塔楼弓手-lv8】。
  韧皮箭囊（9）：【回合2】后排位置召唤【塔楼弓手-lv10】。
  韧皮箭囊（10）：【回合2】后排位置召唤【塔楼弓手-lv12】。
  韧皮箭囊（11）：【回合2】后排位置召唤【塔楼弓手-lv14】。
  韧皮箭囊（12）：【回合2】后排位置召唤【塔楼弓手-lv16】。
   


紫色：

1.帝国征兵令（1）：【回合1结束】前排随机位置召唤【防御工事-lv3】。
  帝国征兵令（2）：【回合1结束】前排随机位置召唤【防御工事-lv4】。
  帝国征兵令（3）：【回合1结束】前排随机位置召唤【防御工事-lv5】。
  帝国征兵令（4）：【回合1结束】前排随机位置召唤【防御工事-lv6】。
  帝国征兵令（5）：【回合1结束】前排随机位置召唤【防御工事-lv7】。
  帝国征兵令（6）：【回合1】前排随机位置召唤【防御工事-lv8】。
  帝国征兵令（7）：【回合1】前排随机位置召唤【防御工事-lv10】。
  帝国征兵令（8）：【回合1】前排随机位置召唤【防御工事-lv11】，随机友军生命+2。
  帝国征兵令（9）：【回合1】前排随机位置召唤【防御工事-lv13】，随机友军生命+4。
  帝国征兵令（10）：【回合1】前排随机位置召唤【防御工事-lv15】，随机友军生命+6。
  帝国征兵令（11）：【回合1】前排随机位置召唤【防御工事-lv16】，随机友军生命+9。
  帝国征兵令（12）：【回合1】前排随机位置召唤【防御工事-lv18】，随机友军生命+10。
  帝国征兵令（13）：【回合1】前排随机位置召唤【防御工事-lv20】，随机友军生命+15。

2.光明徽记（1）：【回合3结束】获得【光明惩戒-lv3】。
  光明徽记（2）：【回合3结束】获得【光明惩戒-lv4】。
  光明徽记（3）：【回合3结束】获得【光明惩戒-lv5】。
  光明徽记（4）：【回合2结束】获得【光明惩戒-lv6】。
  光明徽记（5）：【回合2结束】获得【光明惩戒-lv7】。
  光明徽记（6）：【回合2结束】获得【光明惩戒-lv7】，召唤【小镇民兵-lv1】。
  光明徽记（7）：【回合2结束】获得【光明惩戒-lv8】，召唤【小镇民兵-lv5】。
  光明徽记（8）：【回合2结束】获得【光明惩戒-lv10】，召唤【小镇民兵-lv9】。
  光明徽记（9）：【回合2结束】获得【光明惩戒-lv12】，召唤【小镇民兵-lv12】。
  光明徽记（10）：【回合2结束】获得【光明惩戒-lv15】，召唤【小镇民兵-lv15】。
  光明徽记（11）：【回合2结束】获得【光明惩戒-lv16】，召唤【小镇民兵-lv17】。
  光明徽记（12）：【回合2结束】获得【光明惩戒-lv18】，召唤【小镇民兵-lv18】。
  光明徽记（13）：【回合2结束】获得【光明惩戒-lv20】，召唤【小镇民兵-lv20】。

3.征收官之帽（1）：【回合5】召唤【圣殿卫士-lv1】、【警卫-lv1】。
  征收官之帽（2）：【回合5】召唤【圣殿卫士-lv2】、【警卫-lv2】。
  征收官之帽（3）：【回合5】召唤【圣殿卫士-lv2】、【小镇民兵-lv1】、【警卫-lv1】。
  征收官之帽（4）：【回合5】召唤【圣殿卫士-lv3】、【小镇民兵-lv2】、【警卫-lv2】。
  征收官之帽（5）：【回合5】召唤【白头狮鹫-lv3】、【圣殿卫士-lv3】、【警卫-lv3】。
  征收官之帽（6）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。
  征收官之帽（7）：【回合4】召唤【白头狮鹫-lv5】、【圣殿卫士-lv5】、【警卫-lv5】。
  征收官之帽（8）：【回合4】召唤【白头狮鹫-lv6】、【圣殿卫士-lv6】、【警卫-lv6】。
  征收官之帽（9）：【回合4】召唤【白头狮鹫-lv7】、【圣殿卫士-lv7】、【警卫-lv7】。
  征收官之帽（10）：【回合4】召唤【白头狮鹫-lv8】、【圣殿卫士-lv8】、【警卫-lv8】。
  征收官之帽（11）：【回合4】召唤【白头狮鹫-lv10】、【圣殿卫士-lv10】、【警卫-lv10】。
  征收官之帽（12）：【回合4】召唤【白头狮鹫-lv12】、【圣殿卫士-lv12】、【警卫-lv12】。
  征收官之帽（13）：【回合4】召唤【白头狮鹫-lv15】、【圣殿卫士-lv15】、【警卫-lv15】。

4.振励军号（1）：【回合4】全体友军+1/+1，失去【守军】和【迟缓】。
  振励军号（2）：【回合4】全体友军+2/+1，失去【守军】和【迟缓】。
  振励军号（3）：【回合4】全体友军+2/+2，失去【守军】和【迟缓】。
  振励军号（4）：【回合4】全体友军+2/+3，失去【守军】和【迟缓】。
  振励军号（5）：【回合4】全体友军+3/+3，失去【守军】和【迟缓】。
  振励军号（6）：【回合4】全体友军+4/+4，失去【守军】和【迟缓】。
  振励军号（7）：【回合4】全体友军+5/+5，失去【守军】和【迟缓】。
  振励军号（8）：【回合4】全体友军+6/+6，失去【守军】和【迟缓】。
  振励军号（9）：【回合4】全体友军+7/+7，失去【守军】和【迟缓】。
  振励军号（10）：【回合4】全体友军+8/+8，失去【守军】和【迟缓】。
  振励军号（11）：【回合4】全体友军+9/+9，失去【守军】和【迟缓】。
  振励军号（12）：【回合4】全体友军+10/+10，失去【守军】和【迟缓】。
  振励军号（13）：【回合4】全体友军+12/+12，失去【守军】和【迟缓】。

5.圣堂铁砧（1）：【回合2】前排位置召唤【圣堂门卫-lv1】。
  圣堂铁砧（2）：【回合2】前排位置召唤【圣堂门卫-lv3】。
  圣堂铁砧（3）：【回合2】前排位置召唤【圣堂门卫-lv4】，获得【重装锻造-lv1】。
  圣堂铁砧（4）：【回合2】前排位置召唤【圣堂门卫-lv5】，获得【重装锻造-lv1】。
  圣堂铁砧（5）：【回合1】前排位置召唤【圣堂门卫-lv6】，获得【重装锻造-lv1】。
  圣堂铁砧（6）：【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】。
  圣堂铁砧（7）：【回合1】前排位置召唤【圣堂门卫-lv8】，获得【重装锻造-lv6】。
  圣堂铁砧（8）：【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】。
  圣堂铁砧（9）：【回合1】前排位置召唤【圣堂门卫-lv11】，获得【重装锻造-lv10】。
  圣堂铁砧（10）：【回合1】前排位置召唤【圣堂门卫-lv12】，获得【重装锻造-lv12】。
  圣堂铁砧（11）：【回合1】前排位置召唤【圣堂门卫-lv14】，获得【重装锻造-lv14】。
  圣堂铁砧（12）：【回合1】前排位置召唤【圣堂门卫-lv16】，获得【重装锻造-lv16】。
  圣堂铁砧（13）：【回合1】前排位置召唤【圣堂门卫-lv18】，获得【重装锻造-lv18】。


橙色：

1.天堂守护（1）：【回合6】前排随机位置召唤【荣光堡垒-lv1】。
  天堂守护（2）：【回合6】前排随机位置召唤【荣光堡垒-lv2】。
  天堂守护（3）：【回合6】前排随机位置召唤【荣光堡垒-lv3】。
  天堂守护（4）：【回合6】前排随机位置召唤【荣光堡垒-lv4】。
  天堂守护（5）：【回合6】前排随机位置召唤【荣光堡垒-lv5】。
  天堂守护（6）：【回合6】前排随机位置召唤【荣光堡垒-lv7】。
  天堂守护（7）：【回合6】前排随机位置召唤【荣光堡垒-lv9】。
  天堂守护（8）：【回合6】前排随机位置召唤【荣光堡垒-lv10】，全体敌军攻击-2。
  天堂守护（9）：【回合6】前排随机位置召唤【荣光堡垒-lv12】，全体敌军攻击-3。
  天堂守护（10）：【回合6】前排随机位置召唤【荣光堡垒-lv14】，全体敌军攻击-4。
  天堂守护（11）：【回合6】前排随机位置召唤【荣光堡垒-lv16】，全体敌军攻击-6。
  天堂守护（12）：【回合6】前排随机位置召唤【荣光堡垒-lv18】，全体敌军攻击-9。
  天堂守护（13）：【回合6】前排随机位置召唤【荣光堡垒-lv20】，全体敌军攻击-13。

2.天使面容（1）：【回合5】2个友军+1/+2，本回合获得【神佑】、【回命】。
  天使面容（2）：【回合5】2个友军+1/+4，本回合获得【神佑】、【回命】。
  天使面容（3）：【回合5】3个友军+1/+4，本回合获得【神佑】、【回命】。
  天使面容（4）：【回合5】3个友军+1/+6，本回合获得【神佑】、【回命】。
  天使面容（5）：【回合5】3个友军+1/+8，本回合获得【神佑】、【回命】。
  天使面容（6）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（7）：【回合5】3个友军+2/+10，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（8）：【回合5】4个友军+3/+10，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（9）：【回合5】4个友军+4/+12，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（10）：【回合5】5个友军+5/+15，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（11）：【回合5】5个友军+6/+18，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（12）：【回合5】5个友军+8/+20，本回合获得【神佑】、【回命】、【先攻】。
  天使面容（13）：【回合5】5个友军+10/+25，本回合获得【神佑】、【回命】、【先攻】。

3.圣洁纹章（1）：【回合3】召唤【白袍主教-lv2】。
  圣洁纹章（2）：【回合3】召唤【白袍主教-lv3】。
  圣洁纹章（3）：【回合3】召唤【白袍主教-lv4】。
  圣洁纹章（4）：【回合3】召唤【白袍主教-lv5】。
  圣洁纹章（5）：【回合3】召唤【白袍主教-lv7】。
  圣洁纹章（6）：【回合2】召唤【白袍主教-lv7】。
  圣洁纹章（7）：【回合2】召唤【白袍主教-lv8】。
  圣洁纹章（8）：【回合2】召唤【白袍主教-lv10】。
  圣洁纹章（9）：【回合2】召唤【白袍主教-lv12】。
  圣洁纹章（10）：【回合2】召唤【白袍主教-lv14】，获得【光之赞歌-lv4】。
  圣洁纹章（11）：【回合2】召唤【白袍主教-lv16】，获得【光之赞歌-lv6】。
  圣洁纹章（12）：【回合2】召唤【白袍主教-lv18】，获得【光之赞歌-lv8】。
  圣洁纹章（13）：【回合2】召唤【白袍主教-lv20】，获得【光之赞歌-lv10】。


*/