/*

《四芒帝国》

*武器：

蓝色：

1.公民之剑（5）：【回合5】全体友军+2/+2。

2.执政官长剑（5）：【回合3结束】前排随机位置召唤【盾甲禁卫-lv5】。
  执政官长剑（10）：【回合2】前排随机位置召唤【盾甲禁卫-lv12】。

3.聚能之剑（5）：【回合3结束】中排随机位置召唤【帝国后勤官-lv5】。
  聚能之剑（10）：【回合2结束】中排随机位置召唤【帝国后勤官-lv13】。

4.激昂权杖（5）：【回合3】随机友军攻击+4，全体友军失去【守军】和【迟缓】。
  激昂权杖（10）：【回合3】3个友军攻击+8，全体友军失去【守军】和【迟缓】。


紫色：

1.遗迹宝剑（5）：【回合4】随机友军+5/+5，获得【回命】。
  遗迹宝剑（10）：【回合3】随机友军+12/+24，获得【回命】、【洞察1】。

2.天命链锤（5）：【回合4】随机敌军+3/+5，获得【护甲4】。
  天命链锤（10）：【回合2】随机敌军+8/+16，获得【护甲9】，随机护甲友军获得【磐龙】。

3.克敌巨剑（5）：【回合6】随机友军+6/+6，3个敌军【眩晕】1回合。
  克敌巨剑（10）：【回合5】随机友军+20/+20，7个敌军【眩晕】1回合，无视【神佑】、【魔免】。

4.光芒长杖（5）：【回合4】后排位置召唤【圣光主教-lv5】。
  光芒长杖（10）：【回合4】后排位置召唤【圣光主教-lv13】。

5.禁卫之矛（5）：【回合5】召唤【禁卫指挥官-lv5】。
  禁卫之矛（10）：【回合4】召唤【禁卫指挥官-lv12】。


橙色：

1.正义审判（5）：【回合5】随机敌军-5/-5并眩晕，全体友军+1/+2。
  正义审判（10）：【回合5】随机敌军-20/-20并眩晕，全体友军+5/+9。

2.荣耀命运权杖（5）：【回合4结束】获得【皇家狮鹫-lv6】，吹回随机敌军。
  荣耀命运权杖（10）：【回合3】获得【皇家狮鹫-lv15】，吹回随机敌军。

3.锻金锤（5）：【回合3】召唤【钢铁大师-lv6】，随机1个护甲友军获得【磐龙】。
  锻金锤（10）：【回合3】召唤【钢铁大师-lv14】，随机3个护甲友军获得【磐龙】。



*宝物：

蓝色：

1.遗迹地图（5）：【回合1结束】获得【增援战线-lv6】。
  遗迹地图（10）：【回合1结束】获得【增援战线-lv14】，召唤【小镇民兵-lv8】。

2.耐力护符（5）：【回合3结束】英雄生命+18。
  耐力护符（10）：【回合3】英雄生命+36，两个友军生命+9。

3.正义勋章（5）：【回合2】随机友军生命+70，护甲+1。
  正义勋章（10）：【回合2】随机友军生命+20，护甲+7。

4.韧皮箭囊（5）：【回合3】后排位置召唤【塔楼弓手-lv4】。
  韧皮箭囊（10）：【回合2】后排位置召唤【塔楼弓手-lv12】。


紫色：

1.帝国征兵令（5）：【回合1结束】前排随机位置召唤【防御工事-lv7】。
  帝国征兵令（10）：【回合1】前排随机位置召唤【防御工事-lv15】，随机友军生命+6。

2.光明徽记（5）：【回合2结束】获得【光明惩戒-lv7】。
  光明徽记（10）：【回合2结束】获得【光明惩戒-lv15】，召唤【小镇民兵-lv15】。

3.征收官之帽（5）：【回合5】召唤【白头狮鹫-lv3】、【圣殿卫士-lv3】、【警卫-lv3】。

4.振励军号（5）：【回合4】全体友军+3/+3，失去【守军】和【迟缓】。
  振励军号（10）：【回合4】全体友军+8/+8，失去【守军】和【迟缓】。

5.圣堂铁砧（5）：【回合1】前排位置召唤【圣堂门卫-lv6】，获得【重装锻造-lv1】。
  圣堂铁砧（10）：【回合1】前排位置召唤【圣堂门卫-lv12】，获得【重装锻造-lv12】。


橙色：

1.天堂守护（5）：【回合6】前排随机位置召唤【荣光堡垒-lv5】。
  天堂守护（10）：【回合6】前排随机位置召唤【荣光堡垒-lv14】，全体敌军攻击-4。

2.天使面容（5）：【回合5】3个友军+1/+8，本回合获得【神佑】、【回命】。
  天使面容（7）：【回合5】3个友军+2/+10，本回合获得【神佑】、【回命】、【先攻】。

3.圣洁纹章（5）：【回合3】召唤【白袍主教-lv7】。
  圣洁纹章（10）：【回合2】召唤【白袍主教-lv15】。


*/