/*

《天堂港》

*武器：

蓝色：

1.掠夺弯刀（1）：【回合5】召唤【沙漠骆驼-lv1】。
  掠夺弯刀（2）：【回合5】召唤【沙漠骆驼-lv2】。
  掠夺弯刀（3）：【回合4】召唤【沙漠骆驼-lv3】。
  掠夺弯刀（4）：【回合4】召唤【沙漠骆驼-lv4】。
  掠夺弯刀（5）：【回合3】召唤【沙漠骆驼-lv4】。
  掠夺弯刀（6）：【回合2】召唤【沙漠骆驼-lv4】。
  掠夺弯刀（7）：【回合2】召唤【沙漠骆驼-lv6】。
  掠夺弯刀（8）：【回合2】召唤【沙漠骆驼-lv8】。
  掠夺弯刀（9）：【回合2】召唤【沙漠骆驼-lv9】、【洞察1】。
  掠夺弯刀（10）：【回合2】召唤【沙漠骆驼-lv11】、【洞察1】。
  掠夺弯刀（11）：【回合2】召唤【沙漠骆驼-lv13】、【洞察1】。
  掠夺弯刀（12）：【回合2】召唤【沙漠骆驼-lv15】、【洞察1】。
  掠夺弯刀（13）：【回合2】召唤【沙漠骆驼-lv17】、【洞察1】。
  
2.黑旗铁钩（1）：【回合4】吸取敌方英雄4生命。
  黑旗铁钩（2）：【回合4】吸取敌方英雄5生命。
  黑旗铁钩（3）：【回合4】吸取敌方英雄7生命。
  黑旗铁钩（4）：【回合3】吸取敌方英雄8生命。
  黑旗铁钩（5）：【回合3】吸取敌方英雄10生命。
  黑旗铁钩（6）：【回合2】吸取敌方英雄12生命。
  黑旗铁钩（7）：【回合2】吸取敌方英雄15生命。
  黑旗铁钩（8）：【回合2】吸取敌方英雄19生命。
  黑旗铁钩（9）：【回合2】吸取敌方英雄23生命。
  黑旗铁钩（10）：【回合2】吸取敌方英雄28生命。
  黑旗铁钩（11）：【回合2】吸取敌方英雄33生命。
  黑旗铁钩（12）：【回合2】吸取敌方英雄38生命。
  黑旗铁钩（13）：【回合2】吸取敌方英雄45生命。
  
3.聚能火枪（1）：【回合4】召唤【邪月小魔女-lv1】。
  聚能火枪（2）：【回合4】召唤【邪月小魔女-lv3】。
  聚能火枪（3）：【回合3】召唤【邪月小魔女-lv3】。
  聚能火枪（4）：【回合3】召唤【邪月小魔女-lv4】。
  聚能火枪（5）：【回合3】召唤【邪月小魔女-lv5】。
  聚能火枪（6）：【回合2】召唤【邪月小魔女-lv6】。
  聚能火枪（7）：【回合2】召唤【邪月小魔女-lv8】。
  聚能火枪（8）：【回合1】召唤【邪月小魔女-lv9】。
  聚能火枪（9）：【回合1】召唤【邪月小魔女-lv11】。
  聚能火枪（10）：【回合1】召唤【邪月小魔女-lv13】。
  聚能火枪（11）：【回合1】召唤【邪月小魔女-lv15】。
  聚能火枪（12）：【回合1】召唤【邪月小魔女-lv17】。
  聚能火枪（13）：【回合1】召唤【邪月小魔女-lv19】。
  
4.矿工锄（1）：【回合3结束】后排位置召唤【热血矿工-lv1】。
  矿工锄（2）：【回合3结束】后排位置召唤【热血矿工-lv2】。
  矿工锄（3）：【回合3结束】后排位置召唤【热血矿工-lv3】。
  矿工锄（4）：【回合3结束】后排位置召唤【热血矿工-lv4】。
  矿工锄（5）：【回合3结束】后排位置召唤【热血矿工-lv5】。
  矿工锄（6）：【回合2结束】后排位置召唤【热血矿工-lv6】。
  矿工锄（7）：【回合2结束】后排位置召唤【热血矿工-lv8】。
  矿工锄（8）：【回合2结束】后排位置召唤【热血矿工-lv10】。
  矿工锄（9）：【回合2结束】后排位置召唤【热血矿工-lv12】。
  矿工锄（10）：【回合2结束】后排位置召唤【热血矿工-lv14】。
  矿工锄（11）：【回合2结束】后排位置召唤【热血矿工-lv16】。
  矿工锄（12）：【回合2结束】后排位置召唤【热血矿工-lv18】。
  矿工锄（13）：【回合2结束】后排位置召唤【热血矿工-lv20】。
  

紫色：

1.航海家火枪（1）：【回合3】随机敌军受到2点伤害。
  航海家火枪（2）：【回合3】随机敌军受到3点伤害。
  航海家火枪（3）：【回合3】随机敌军受到4点伤害。
  航海家火枪（4）：【回合2】随机敌军受到4点伤害。
  航海家火枪（5）：【回合2】随机敌军受到6点伤害。
  航海家火枪（6）：【回合2】随机敌军受到9点伤害，无视【神佑】和【魔免】。
  航海家火枪（7）：【回合2】随机敌军受到12点伤害，无视【神佑】和【魔免】。
  航海家火枪（8）：【回合2】随机敌军受到15点伤害，无视【神佑】和【魔免】。
  航海家火枪（9）：【回合2】随机敌军受到18点伤害，无视【神佑】和【魔免】。
  航海家火枪（10）：【回合2】随机敌军受到22点伤害，无视【神佑】和【魔免】。
  航海家火枪（11）：【回合2】随机敌军受到26点伤害，无视【神佑】和【魔免】。
  航海家火枪（12）：【回合2】随机敌军受到30点伤害，无视【神佑】和【魔免】。
  航海家火枪（13）：【回合2】随机敌军受到36点伤害，无视【神佑】和【魔免】。
  
2.船长双刀（1）：【回合1】后排随机位置召唤【亡命之徒-lv1】。
  船长双刀（2）：【回合1】后排随机位置召唤【亡命之徒-lv2】。
  船长双刀（3）：【回合1】后排随机位置召唤【亡命之徒-lv3】。
  船长双刀（4）：【回合1】后排随机位置召唤【亡命之徒-lv4】。
  船长双刀（5）：【回合1】后排随机位置召唤【亡命之徒-lv5】。
  船长双刀（6）：【回合1】后排随机位置召唤【亡命之徒-lv6】，敌方英雄生命-1。
  船长双刀（7）：【回合1】后排随机位置召唤【亡命之徒-lv8】，敌方英雄生命-1。
  船长双刀（8）：【回合1】后排随机位置召唤【亡命之徒-lv10】，敌方英雄生命-2。
  船长双刀（9）：【回合1】后排随机位置召唤【亡命之徒-lv12】，敌方英雄生命-3。
  船长双刀（10）：【回合1】后排随机位置召唤【亡命之徒-lv14】，敌方英雄生命-4。
  船长双刀（11）：【回合1】后排随机位置召唤【亡命之徒-lv16】，敌方英雄生命-5。
  船长双刀（12）：【回合1】后排随机位置召唤【亡命之徒-lv18】，敌方英雄生命-7。
  船长双刀（13）：【回合1】后排随机位置召唤【亡命之徒-lv20】，敌方英雄生命-10，本回合【禁疗】。
  
3.荣耀刺剑（1）：【回合3】获得【先攻】和【回命】。
  荣耀刺剑（2）：【回合3】随机友军攻击+1，获得【先攻】和【回命】。
  荣耀刺剑（3）：【回合3】随机友军攻击+2，获得【先攻】和【回命】。
  荣耀刺剑（4）：【回合3】随机友军攻击+3，获得【先攻】和【回命】。
  荣耀刺剑（5）：【回合3】随机友军攻击+4，获得【先攻】和【回命】。
  荣耀刺剑（6）：【回合3】随机友军攻击+6，获得【先攻】和【回命】。
  荣耀刺剑（7）：【回合3】随机友军攻击+8，获得【先攻】和【回命】。
  荣耀刺剑（8）：【回合3】随机友军攻击+11，获得【先攻】和【回命】。
  荣耀刺剑（9）：【回合3】随机友军攻击+14，获得【先攻】和【回命】。
  荣耀刺剑（10）：【回合3】随机友军攻击+18，获得【先攻】和【回命】。
  荣耀刺剑（11）：【回合3】随机友军攻击+21，获得【先攻】和【回命】。
  荣耀刺剑（12）：【回合3】随机友军攻击+25，获得【先攻】和【回命】。
  荣耀刺剑（13）：【回合3】随机友军攻击+30，获得【先攻】和【回命】。

4.黑旗长刀（1）：【回合5】召唤【黑旗舰队船长-lv1】。
  黑旗长刀（2）：【回合5】召唤【黑旗舰队船长-lv2】。
  黑旗长刀（3）：【回合5】召唤【黑旗舰队船长-lv3】。
  黑旗长刀（4）：【回合5】召唤【黑旗舰队船长-lv4】。
  黑旗长刀（5）：【回合5】召唤【黑旗舰队船长-lv5】。
  黑旗长刀（6）：【回合4】召唤【黑旗舰队船长-lv5】。
  黑旗长刀（7）：【回合4】召唤【黑旗舰队船长-lv6】。
  黑旗长刀（8）：【回合4】召唤【黑旗舰队船长-lv8】。
  黑旗长刀（9）：【回合4】召唤【黑旗舰队船长-lv10】。
  黑旗长刀（10）：【回合4】召唤【黑旗舰队船长-lv12】。
  黑旗长刀（11）：【回合4】召唤【黑旗舰队船长-lv14】。
  黑旗长刀（12）：【回合4】召唤【黑旗舰队船长-lv16】。
  黑旗长刀（13）：【回合4】召唤【黑旗舰队船长-lv18】，吸取敌方英雄10点生命。
  
5.黑金指虎（1）：【回合3结束】召唤【在逃重犯-lv3】。
  黑金指虎（2）：【回合3结束】召唤【在逃重犯-lv4】。
  黑金指虎（3）：【回合3结束】召唤【在逃重犯-lv5】。
  黑金指虎（4）：【回合3结束】召唤【在逃重犯-lv6】。
  黑金指虎（5）：【回合3结束】召唤【在逃重犯-lv7】。
  黑金指虎（6）：【回合2结束】召唤【在逃重犯-lv7】。
  黑金指虎（7）：【回合2结束】召唤【在逃重犯-lv8】。
  黑金指虎（8）：【回合2结束】召唤【在逃重犯-lv10】。
  黑金指虎（9）：【回合2结束】召唤【在逃重犯-lv12】。
  黑金指虎（10）：【回合2结束】召唤【在逃重犯-lv14】。
  黑金指虎（11）：【回合2结束】召唤【在逃重犯-lv16】。
  黑金指虎（12）：【回合2结束】召唤【在逃重犯-lv18】。
  黑金指虎（13）：【回合2结束】召唤【在逃重犯-lv20】，获得【沙暴试炼-lv7】。
  

橙色：

1.美酒与风暴（1）：【回合6结束】抽2张牌。
  美酒与风暴（2）：【回合6结束】抽2张牌，随机敌军受到2点伤害。
  美酒与风暴（3）：【回合5结束】抽2张牌，随机敌军受到3点伤害。
  美酒与风暴（4）：【回合5结束】抽2张牌，随机敌军受到5点伤害。
  美酒与风暴（5）：【回合5结束】抽2张牌，随机敌军受到8点伤害。
  美酒与风暴（6）：【回合4结束】抽2张牌，随机敌军受到8点伤害。
  美酒与风暴（7）：【回合4结束】抽2张牌，随机敌军受到12点伤害。
  美酒与风暴（8）：【回合4结束】抽2张牌，随机敌军受到14点伤害。
  美酒与风暴（9）：【回合4结束】抽2张牌，随机敌军受到16点伤害。
  美酒与风暴（10）：【回合4结束】抽2张牌，2个随机敌军受到21点伤害。
  美酒与风暴（11）：【回合4结束】抽2张牌，2个随机敌军受到27点伤害。
  美酒与风暴（12）：【回合4结束】抽2张牌，2个随机敌军受到35点伤害。
  美酒与风暴（13）：【回合4结束】抽2张牌，2个随机敌军受到42点伤害。
  
2.海洋之星（1）：【回合7】消灭随机敌军，敌方英雄生命-13。
  海洋之星（2）：【回合7】消灭随机敌军，敌方英雄生命-20。
  海洋之星（3）：【回合7】消灭随机敌军，敌方英雄生命-30。
  海洋之星（4）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-35。
  海洋之星（5）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-45。
  海洋之星（6）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-55。
  海洋之星（7）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-65。
  海洋之星（8）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-75。
  海洋之星（9）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-85。
  海洋之星（10）：【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-90。
  海洋之星（11）：【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-100。
  海洋之星（12）：【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-110。
  海洋之星（13）：【回合6】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-125。
  
3.红海魔爪（1）：【回合4】召唤【红海领航员-lv2】。
  红海魔爪（2）：【回合4】召唤【红海领航员-lv3】。
  红海魔爪（3）：【回合4】召唤【红海领航员-lv4】。
  红海魔爪（4）：【回合4】召唤【红海领航员-lv5】。
  红海魔爪（5）：【回合4】召唤【红海领航员-lv6】。
  红海魔爪（6）：【回合4】召唤【红海领航员-lv7】，全体友军获得【先攻】1回合。
  红海魔爪（7）：【回合4】召唤【红海领航员-lv8】，全体友军获得【先攻】1回合。
  红海魔爪（8）：【回合4】召唤【红海领航员-lv10】，全体友军获得【先攻】1回合。
  红海魔爪（9）：【回合4】召唤【红海领航员-lv12】，全体友军获得【先攻】1回合。
  红海魔爪（10）：【回合4】召唤【红海领航员-lv14】，全体友军获得【先攻】1回合。
  红海魔爪（11）：【回合4】召唤【红海领航员-lv16】，全体友军获得【先攻】1回合。
  红海魔爪（12）：【回合4】召唤【红海领航员-lv18】，全体友军获得【先攻】1回合。
  红海魔爪（13）：【回合4】召唤【红海领航员-lv20】，全体友军获得【先攻】1回合。
  

*宝物：

蓝色：

1.航海家指南针（1）：【回合5结束】敌方玩家弃掉1张牌。
  航海家指南针（2）：【回合5结束】敌方玩家弃掉1张牌，受到2点伤害。
  航海家指南针（3）：【回合5结束】敌方玩家弃掉1张牌，受到4点伤害。
  航海家指南针（4）：【回合4结束】敌方玩家弃掉1张牌，受到5点伤害。
  航海家指南针（5）：【回合4结束】敌方玩家弃掉1张牌，受到7点伤害。
  航海家指南针（6）：【回合3结束】敌方玩家弃掉1张牌，受到9点伤害。
  航海家指南针（7）：【回合3结束】敌方玩家弃掉1张牌，受到12点伤害。
  航海家指南针（8）：【回合2结束】敌方玩家弃掉1张牌，受到15点伤害。
  航海家指南针（9）：【回合2结束】敌方玩家弃掉1张牌，受到20点伤害。
  航海家指南针（10）：【回合2结束】敌方玩家弃掉1张牌，受到25点伤害。
  航海家指南针（11）：【回合2结束】敌方玩家弃掉1张牌，受到32点伤害。
  航海家指南针（12）：【回合2结束】敌方玩家弃掉1张牌，受到40点伤害。
  航海家指南针（13）：【回合2结束】敌方玩家弃掉1张牌，受到50点伤害。
  
2.活力盾牌（1）：【回合4结束】召唤【黑旗舰队飞斧手-lv1】。
  活力盾牌（2）：【回合4结束】召唤【黑旗舰队飞斧手-lv2】。
  活力盾牌（3）：【回合4结束】召唤【黑旗舰队飞斧手-lv3】。
  活力盾牌（4）：【回合4结束】召唤【黑旗舰队飞斧手-lv4】。
  活力盾牌（5）：【回合4结束】召唤【黑旗舰队飞斧手-lv5】。
  活力盾牌（6）：【回合3结束】召唤【黑旗舰队飞斧手-lv5】。
  活力盾牌（7）：【回合3结束】召唤【黑旗舰队飞斧手-lv7】。
  活力盾牌（8）：【回合3结束】召唤【黑旗舰队飞斧手-lv9】。
  活力盾牌（9）：【回合3结束】召唤【黑旗舰队飞斧手-lv11】。
  活力盾牌（10）：【回合3结束】召唤【黑旗舰队飞斧手-lv13】。
  活力盾牌（11）：【回合3结束】召唤【黑旗舰队飞斧手-lv15】。
  活力盾牌（12）：【回合3结束】召唤【黑旗舰队飞斧手-lv17】。
  活力盾牌（13）：【回合3结束】召唤【黑旗舰队飞斧手-lv19】，吸取敌方英雄3点生命。
  
3.镶金烟斗（1）：【回合2结束】获得【珍奇兽-lv1】。
  镶金烟斗（2）：【回合2结束】获得【珍奇兽-lv3】。
  镶金烟斗（3）：【回合1结束】获得【珍奇兽-lv4】。
  镶金烟斗（4）：【回合1结束】获得【珍奇兽-lv6】。
  镶金烟斗（5）：【回合1结束】获得【珍奇兽-lv7】。
  镶金烟斗（6）：【回合1结束】获得【珍奇兽-lv7】和【珍奇兽-lv1】。
  镶金烟斗（7）：【回合1结束】获得2个【珍奇兽-lv7】。
  镶金烟斗（8）：【回合1结束】获得2个【珍奇兽-lv9】。
  镶金烟斗（9）：【回合1结束】获得2个【珍奇兽-lv11】。
  镶金烟斗（10）：【回合1结束】获得2个【珍奇兽-lv13】。
  镶金烟斗（11）：【回合1结束】获得2个【珍奇兽-lv15】。
  镶金烟斗（12）：【回合1结束】获得2个【珍奇兽-lv17】。
  镶金烟斗（13）：【回合1结束】获得2个【珍奇兽-lv19】。

4.铁镣铐（1）：【回合4】召唤【奴役黑猿-lv1】。
  铁镣铐（2）：【回合4】召唤【奴役黑猿-lv2】。
  铁镣铐（3）：【回合4】召唤【奴役黑猿-lv3】。
  铁镣铐（4）：【回合4】召唤【奴役黑猿-lv4】。
  铁镣铐（5）：【回合4】召唤【奴役黑猿-lv5】。
  铁镣铐（6）：【回合3】召唤【奴役黑猿-lv5】。
  铁镣铐（7）：【回合3】召唤【奴役黑猿-lv7】。
  铁镣铐（8）：【回合3】召唤【奴役黑猿-lv9】。
  铁镣铐（9）：【回合3】召唤【奴役黑猿-lv11】。
  铁镣铐（10）：【回合3】召唤【奴役黑猿-lv13】。
  铁镣铐（11）：【回合3】召唤【奴役黑猿-lv15】。
  铁镣铐（12）：【回合3】召唤【奴役黑猿-lv17】。
  铁镣铐（13）：【回合3】召唤【奴役黑猿-lv19】。
  

紫色：

1.黑旗船长帽（1）：【回合5结束】获得3张【排箭攻击-lv1】。
  黑旗船长帽（2）：【回合5结束】获得3张【排箭攻击-lv2】。
  黑旗船长帽（3）：【回合5结束】获得3张【排箭攻击-lv3】。
  黑旗船长帽（4）：【回合4结束】获得3张【排箭攻击-lv3】。
  黑旗船长帽（5）：【回合4结束】获得3张【排箭攻击-lv4】。
  黑旗船长帽（6）：【回合4结束】获得3张【排箭攻击-lv5】，3个敌军受到1点伤害。
  黑旗船长帽（7）：【回合4结束】获得3张【排箭攻击-lv6】，3个敌军受到2点伤害。
  黑旗船长帽（8）：【回合3结束】获得3张【排箭攻击-lv7】，3个敌军受到3点伤害。
  黑旗船长帽（9）：【回合3结束】获得3张【排箭攻击-lv9】，3个敌军受到4点伤害。
  黑旗船长帽（10）：【回合3结束】获得3张【排箭攻击-lv11】，3个敌军受到5点伤害。
  黑旗船长帽（11）：【回合3结束】获得3张【排箭攻击-lv13】，3个敌军受到6点伤害。
  黑旗船长帽（12）：【回合3结束】获得3张【排箭攻击-lv15】，3个敌军受到7点伤害。
  黑旗船长帽（13）：【回合3结束】获得3张【排箭攻击-lv18】，3个敌军受到9点伤害。
  
2.黄金玫瑰（1）：【回合4】中排随机位置召唤【幸福空间-lv1】。
  黄金玫瑰（2）：【回合4】中排随机位置召唤【幸福空间-lv2】。
  黄金玫瑰（3）：【回合3】中排随机位置召唤【幸福空间-lv2】。
  黄金玫瑰（4）：【回合3】中排随机位置召唤【幸福空间-lv3】。
  黄金玫瑰（5）：【回合2】中排随机位置召唤【幸福空间-lv3】。
  黄金玫瑰（6）：【回合2】中排随机位置召唤【幸福空间-lv4】，英雄生命+4。
  黄金玫瑰（7）：【回合2】中排随机位置召唤【幸福空间-lv5】，英雄生命+5。
  黄金玫瑰（8）：【回合2】中排随机位置召唤【幸福空间-lv7】，英雄生命+10。
  黄金玫瑰（9）：【回合2】中排随机位置召唤【幸福空间-lv9】，英雄生命+15。
  黄金玫瑰（10）：【回合2】中排随机位置召唤【幸福空间-lv12】，英雄生命+15。
  黄金玫瑰（11）：【回合2】中排随机位置召唤【幸福空间-lv15】，英雄生命+18。
  黄金玫瑰（12）：【回合2】中排随机位置召唤【幸福空间-lv18】，英雄生命+20。
  黄金玫瑰（13）：【回合2】中排随机位置召唤【幸福空间-lv20】，英雄生命+30。
  
3.黑旗号角（1）：【回合3】前排随机位置召唤【斑毛幼猪-lv1】。
  黑旗号角（2）：【回合3】前排随机位置召唤【斑毛幼猪-lv2】。
  黑旗号角（3）：【回合3】前排随机位置召唤【斑毛幼猪-lv3】、【洞察1】。
  黑旗号角（4）：【回合2】前排随机位置召唤【斑毛幼猪-lv3】、【洞察1】。
  黑旗号角（5）：【回合2】前排随机位置召唤【斑毛幼猪-lv5】、【洞察1】。
  黑旗号角（6）：【回合1】前排随机位置召唤【斑毛幼猪-lv6】、【洞察1】。
  黑旗号角（7）：【回合1】前排随机位置召唤【斑毛幼猪-lv9】，英雄生命+2、【洞察1】。
  黑旗号角（8）：【回合1】前排随机位置召唤【斑毛幼猪-lv11】，英雄生命+6、【洞察1】。
  黑旗号角（9）：【回合1】前排随机位置召唤【斑毛幼猪-lv13】，英雄生命+10、【洞察1】。
  黑旗号角（10）：【回合1】前排随机位置召唤【斑毛幼猪-lv15】，英雄生命+15、【洞察1】。
  黑旗号角（11）：【回合1】前排随机位置召唤【斑毛幼猪-lv16】，英雄生命+20、【洞察1】。
  黑旗号角（12）：【回合1】前排随机位置召唤【斑毛幼猪-lv18】，英雄生命+24、【洞察1】。
  黑旗号角（13）：【回合1】前排随机位置召唤【斑毛幼猪-lv20】，英雄生命+33、【洞察1】。
  
4.逆旅披风（1）：【回合2结束】后排位置召唤【无情夺命客-lv1】。
  逆旅披风（2）：【回合2结束】后排位置召唤【无情夺命客-lv2】。
  逆旅披风（3）：【回合2结束】后排位置召唤【无情夺命客-lv3】。
  逆旅披风（4）：【回合2结束】后排位置召唤【无情夺命客-lv4】。
  逆旅披风（5）：【回合2结束】后排位置召唤【无情夺命客-lv5】。
  逆旅披风（6）：【回合1结束】后排位置召唤【无情夺命客-lv5】。
  逆旅披风（7）：【回合1结束】后排位置召唤【无情夺命客-lv7】。
  逆旅披风（8）：【回合1结束】后排位置召唤【无情夺命客-lv8】，敌方随机位置坠落1点伤害。
  逆旅披风（9）：【回合1结束】后排位置召唤【无情夺命客-lv10】，敌方随机位置坠落1点伤害。
  逆旅披风（10）：【回合1结束】后排位置召唤【无情夺命客-lv12】，敌方随机位置坠落2点伤害。
  逆旅披风（11）：【回合1结束】后排位置召唤【无情夺命客-lv14】，敌方随机位置坠落3点伤害。
  逆旅披风（12）：【回合1结束】后排位置召唤【无情夺命客-lv16】，敌方随机位置坠落5点伤害。
  逆旅披风（13）：【回合1结束】后排位置召唤【无情夺命客-lv18】，敌方随机位置坠落7点伤害。
  
5.草人玩偶（1）：【回合3】召唤【掠夺草人-lv1】。
  草人玩偶（2）：【回合3】召唤【掠夺草人-lv2】。
  草人玩偶（3）：【回合3】召唤【掠夺草人-lv3】。
  草人玩偶（4）：【回合3】召唤【掠夺草人-lv4】。
  草人玩偶（5）：【回合3】召唤【掠夺草人-lv5】。
  草人玩偶（6）：【回合2】召唤【掠夺草人-lv6】。
  草人玩偶（7）：【回合2】召唤【掠夺草人-lv8】。
  草人玩偶（8）：【回合2】召唤【掠夺草人-lv10】。
  草人玩偶（9）：【回合2】召唤【掠夺草人-lv12】。
  草人玩偶（10）：【回合2】召唤【掠夺草人-lv14】。
  草人玩偶（11）：【回合2】召唤【掠夺草人-lv16】。
  草人玩偶（12）：【回合2】召唤【掠夺草人-lv18】。
  草人玩偶（13）：【回合2】召唤【掠夺草人-lv20】，随机敌军受到3点伤害。


橙色：

1.斗士之舞（1）：【回合4结束】获得1张传说卡，或抓1张牌。
  斗士之舞（2）：【回合4结束】英雄生命+5，获得1张传说卡，或抓1张牌。
  斗士之舞（3）：【回合3结束】英雄生命+6，获得1张传说卡，或抓1张牌。
  斗士之舞（4）：【回合3结束】英雄生命+9，获得1张传说卡，或抓1张牌。
  斗士之舞（5）：【回合2结束】英雄生命+10，获得1张传说卡，或抓1张牌。
  斗士之舞（6）：【回合1结束】英雄生命+12，获得1张传说卡，或抓1张牌。
  斗士之舞（7）：【回合1结束】英雄生命+18，获得1张传说卡，或抓1张牌。
  斗士之舞（8）：【回合1结束】英雄生命+25，获得1张传说卡，或抓1张牌。
  斗士之舞（9）：【回合1结束】英雄生命+35，获得1张传说卡，或抓1张牌。
  斗士之舞（10）：【回合1结束】英雄生命+45，获得1张传说卡，或抓1张牌。
  斗士之舞（11）：【回合1结束】英雄生命+52，获得1张传说卡，或抓1张牌。
  斗士之舞（12）：【回合1结束】英雄生命+60，获得1张传说卡，或抓1张牌。
  斗士之舞（13）：【回合1结束】英雄生命+70，获得1张传说卡，或抓1张牌。
  
2.海洋之耀（1）：【回合3】召唤【红海猎魔人-lv2】。
  海洋之耀（2）：【回合3】召唤【红海猎魔人-lv3】。
  海洋之耀（3）：【回合3】召唤【红海猎魔人-lv3】，获得【排箭攻击-lv2】。
  海洋之耀（4）：【回合3】召唤【红海猎魔人-lv4】，获得【排箭攻击-lv3】。
  海洋之耀（5）：【回合3】召唤【红海猎魔人-lv5】，获得【排箭攻击-lv5】。
  海洋之耀（6）：【回合2】召唤【红海猎魔人-lv6】，获得【排箭攻击-lv6】。
  海洋之耀（7）：【回合2】召唤【红海猎魔人-lv8】，获得【排箭攻击-lv8】。
  海洋之耀（8）：【回合2】召唤【红海猎魔人-lv10】，获得【排箭攻击-lv10】。
  海洋之耀（9）：【回合2】召唤【红海猎魔人-lv12】，获得【排箭攻击-lv12】。
  海洋之耀（10）：【回合2】召唤【红海猎魔人-lv14】，获得【排箭攻击-lv14】。
  海洋之耀（11）：【回合2】召唤【红海猎魔人-lv16】，获得【排箭攻击-lv16】。
  海洋之耀（12）：【回合2】召唤【红海猎魔人-lv18】，获得【排箭攻击-lv18】。
  海洋之耀（13）：【回合2】召唤【红海猎魔人-lv20】，获得【排箭攻击-lv20】。
  
3.灼日（1）：【回合4】召唤【烈日大祭师-lv2】。
  灼日（2）：【回合4】召唤【烈日大祭师-lv3】。
  灼日（3）：【回合3】召唤【烈日大祭师-lv3】。
  灼日（4）：【回合3】召唤【烈日大祭师-lv4】。
  灼日（5）：【回合3】召唤【烈日大祭师-lv5】。
  灼日（6）：【回合3】召唤【烈日大祭师-lv6】，英雄生命+4。
  灼日（7）：【回合3】召唤【烈日大祭师-lv7】，英雄生命+7。
  灼日（8）：【回合3】召唤【烈日大祭师-lv8】，英雄生命+10。
  灼日（9）：【回合3】召唤【烈日大祭师-lv10】，英雄生命+10。
  灼日（10）：【回合3】召唤【烈日大祭师-lv12】，英雄生命+10。
  灼日（11）：【回合3】召唤【烈日大祭师-lv14】，英雄生命+10。
  灼日（12）：【回合3】召唤【烈日大祭师-lv16】，英雄生命+15。
  灼日（13）：【回合3】召唤【烈日大祭师-lv18】，英雄生命+20。
  
*/