/*

《天堂港》

*武器：

蓝色：

1.掠夺弯刀（5）：【回合3】召唤【沙漠骆驼-lv4】。
  掠夺弯刀（10）：【回合2】召唤【沙漠骆驼-lv14】、【洞察1】。

2.黑旗铁钩（5）：【回合3】吸取敌方英雄10生命。
  黑旗铁钩（10）：【回合2】吸取敌方英雄28生命。

3.聚能火枪（5）：【回合3】召唤【邪月小魔女-lv5】。
  聚能火枪（10）：【回合1】召唤【邪月小魔女-lv13】。

4.矿工锄（5）：【回合3结束】后排位置召唤【热血矿工-lv5】。
  矿工锄（10）：【回合2结束】后排位置召唤【热血矿工-lv14】。


紫色：

1.航海家火枪（5）：【回合2】随机敌军受到6点伤害。
  航海家火枪（10）：【回合2】随机敌军受到22点伤害，无视【神佑】和【魔免】。

2.船长双刀（5）：【回合1】后排随机位置召唤【亡命之徒-lv5】。
  船长双刀（10）：【回合1】后排随机位置召唤【亡命之徒-lv14】，敌方英雄生命-4。

3.荣耀刺剑（5）：【回合3】随机友军攻击+4，获得【先攻】和【回命】。
  荣耀刺剑（10）：【回合3】随机友军攻击+18，获得【先攻】和【回命】。

4.黑旗长刀（5）：【回合5】召唤【黑旗舰队船长-lv5】。
  黑旗长刀（10）：【回合4】召唤【黑旗舰队船长-lv12】。

5.黑金指虎（5）：【回合3结束】召唤【在逃重犯-lv7】。
  黑金指虎（10）：【回合2结束】召唤【在逃重犯-lv14】。


橙色：

1.海洋之星（5）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-45。
  海洋之星（10）：【回合7】消灭随机敌军（无视【神佑】和【魔免】），敌方英雄生命-85。

2.美酒与风暴（5）：【回合5结束】抽2张牌，随机敌军受到8点伤害。
  美酒与风暴（10）：【回合4结束】抽2张牌，2个随机敌军受到21点伤害。

3.红海魔爪（5）：【回合4】召唤【红海领航员-lv6】。
  红海魔爪（10）：【回合4】召唤【红海领航员-lv15】，全体友军获得【先攻1回合】。


*宝物：

蓝色：

1.航海家指南针（5）：【回合4结束】敌方玩家弃掉1张牌，受到7点伤害。
  航海家指南针（10）：【回合2结束】敌方玩家弃掉1张牌，受到25点伤害。

2.活力盾牌（5）：【回合4结束】召唤【黑旗舰队飞斧手-lv5】。
  活力盾牌（10）：【回合3结束】召唤【黑旗舰队飞斧手-lv13】。

3.镶金烟斗（5）：【回合1结束】获得【珍奇兽-lv7】。
  镶金烟斗（10）：【回合1结束】获得2个【珍奇兽-lv13】。

4.铁镣铐（5）：【回合4】召唤【奴役黑猿-lv5】。
  铁镣铐（10）：【回合3】召唤【奴役黑猿-lv13】。


紫色：

1.黑旗舰船长帽（5）：【回合4结束】获得3张【排箭攻击-lv4】。
  黑旗舰船长帽（10）：【回合3结束】获得3张【排箭攻击-lv11】，3个敌军受到5点伤害。

2.黑金玫瑰（5）：【回合2】中排随机位置召唤【幸福空间-lv3】。

3.黑旗号角（5）：【回合2】前排随机位置召唤【斑毛幼猪-lv5】、【洞察1】。
  黑旗号角（10）：【回合1】前排随机位置召唤【斑毛幼猪-lv15】，英雄生命+15、【洞察1】。

4.逆旅披风（5）：【回合2结束】后排位置召唤【无情夺命客-lv5】。
  逆旅披风（10）：【回合1结束】后排位置召唤【无情夺命客-lv13】，敌方随机位置坠落2点伤害。

5.草人玩偶（5）：【回合3】召唤【掠夺草人-lv5】。
  草人玩偶（10）：【回合2】召唤【掠夺草人-lv14】。


橙色：

1.斗士之舞（5）：【回合2结束】英雄生命+10，获得1张传说卡，或抓1张牌。
  斗士之舞（10）：【回合1结束】英雄生命+45，获得1张传说卡，或抓1张牌。

2.海洋之耀（5）：【回合3】召唤【红海猎魔人-lv5】，获得【排箭攻击-lv5】。
  海洋之耀（10）：【回合2】召唤【红海猎魔人-lv14】，获得【排箭攻击-lv14】。

3.灼日（5）：【回合3】召唤【烈日大祭师-lv5】。
  灼日（10）：【回合3】召唤【烈日大祭师-lv12】，英雄生命+10。

*/