/*

《隐秘者》

*武器：

蓝色：

1.炼金师长杖（1）：【回合5结束】前排随机位置召唤【预言系教授-lv1】。
  炼金师长杖（2）：【回合5结束】前排随机位置召唤【预言系教授-lv2】。
  炼金师长杖（3）：【回合4结束】前排随机位置召唤【预言系教授-lv2】。
  炼金师长杖（4）：【回合4结束】前排随机位置召唤【预言系教授-lv3】。
  炼金师长杖（5）：【回合4结束】前排随机位置召唤【预言系教授-lv4】。
  炼金师长杖（6）：【回合4】前排随机位置召唤【预言系教授-lv4】。
  炼金师长杖（7）：【回合4】前排随机位置召唤【预言系教授-lv6】。
  炼金师长杖（8）：【回合3】前排随机位置召唤【预言系教授-lv8】。
  炼金师长杖（9）：【回合3】前排随机位置召唤【预言系教授-lv10】。
  炼金师长杖（10）：【回合2】前排随机位置召唤【预言系教授-lv12】。

2.魔晶仪式匕首（1）：【回合6】召唤2只【邪月蝙蝠-lv1】。
  魔晶仪式匕首（2）：【回合5】召唤2只【邪月蝙蝠-lv1】。
  魔晶仪式匕首（3）：【回合5】召唤2只【邪月蝙蝠-lv2】。
  魔晶仪式匕首（4）：【回合4】召唤2只【邪月蝙蝠-lv2】。
  魔晶仪式匕首（5）：【回合4】召唤2只【邪月蝙蝠-lv3】。
  魔晶仪式匕首（6）：【回合3】召唤2只【邪月蝙蝠-lv3】。
  魔晶仪式匕首（7）：【回合3】召唤2只【邪月蝙蝠-lv5】。
  魔晶仪式匕首（8）：【回合3】召唤2只【邪月蝙蝠-lv7】。
  魔晶仪式匕首（9）：【回合3】召唤2只【邪月蝙蝠-lv9】。
  魔晶仪式匕首（10）：【回合3】召唤2只【邪月蝙蝠-lv11】。

3.聚能权杖（5）：【回合4】召唤【雷火工组-lv6】。
  聚能权杖（6）：【回合3】召唤【雷火工组-lv7】。
  聚能权杖（7）：【回合3】召唤【雷火工组-lv9】。
  聚能权杖（8）：【回合3】召唤【雷火工组-lv11】。
  聚能权杖（9）：【回合3】召唤【雷火工组-lv13】。
  聚能权杖（10）：【回合3】召唤【雷火工组-lv15】。

4.银蛇长杖（5）：【回合3结束】召唤并获得【幻想蛇-lv6】。
  银蛇长杖（6）：【回合2结束】召唤并获得【幻想蛇-lv7】。
  银蛇长杖（7）：【回合2结束】召唤并获得【幻想蛇-lv9】。
  银蛇长杖（8）：【回合2结束】召唤并获得【幻想蛇-lv11】。
  银蛇长杖（9）：【回合2结束】召唤并获得【幻想蛇-lv13】。
  银蛇长杖（10）：【回合2结束】召唤并获得【幻想蛇-lv15】。


紫色：

1.寻宝短杖（1）：【回合3】随机友军攻击+1，获得【穿透】。
  寻宝短杖（2）：【回合3】随机友军+1/+2，获得【穿透】。
  寻宝短杖（3）：【回合2】随机友军+1/+2，获得【穿透】。
  寻宝短杖（4）：【回合2】随机友军+1/+4，获得【穿透】。
  寻宝短杖（5）：【回合2】随机友军+2/+6，获得【穿透】。
  寻宝短杖（6）：【回合2】随机友军+3/+10，获得【穿透】。
  寻宝短杖（7）：【回合2】随机友军+5/+12，获得【穿透】。
  寻宝短杖（8）：【回合2】随机友军+6/+15，获得【穿透】和【神佑1回合】。
  寻宝短杖（9）：【回合2】随机友军+8/+18，获得【穿透】和【神佑1回合】。
  寻宝短杖（10）：【回合2】随机友军+10/+20，获得【穿透】和【神佑2回合】。

2.华秘宝轮（1）：【回合6】你每有1点剩余法力，随机友军+1/+1，吸取敌方英雄1点生命。
  华秘宝轮（2）：【回合6】你每有1点剩余法力，随机友军+1/+1，吸取敌方英雄2点生命。
  华秘宝轮（3）：【回合6】你每有1点剩余法力，随机友军+1/+2，吸取敌方英雄2点生命。
  华秘宝轮（4）：【回合6】你每有1点剩余法力，随机友军+1/+2，吸取敌方英雄4点生命。
  华秘宝轮（5）：【回合6】你每有1点剩余法力，随机友军+2/+2，吸取敌方英雄4点生命。
  华秘宝轮（6）：【回合6】你每有1点剩余法力，随机友军+3/+3，吸取敌方英雄4点生命。
  华秘宝轮（7）：【回合6】你每有1点剩余法力，随机友军+3/+3，吸取敌方英雄6点生命。
  华秘宝轮（8）：【回合6】你每有1点剩余法力，随机友军+4/+4，吸取敌方英雄7点生命。
  华秘宝轮（9）：【回合6】你每有1点剩余法力，随机友军+5/+5，吸取敌方英雄8点生命。
  华秘宝轮（10）：【回合6】你每有1点剩余法力，随机友军+6/+6，吸取敌方英雄10点生命。

3.星界银剑（5）：【回合1结束】获得【破魔系教授-lv9】。
  星界银剑（6）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。
  星界银剑（7）：【回合1结束】获得【破魔系教授-lv12】，随机敌军攻击-2并沉默。
  星界银剑（8）：【回合1】获得【破魔系教授-lv13】，随机敌军攻击-3并沉默。
  星界银剑（9）：【回合1】获得【破魔系教授-lv14】，随机敌军攻击-5并沉默。
  星界银剑（10）：【回合1】获得【破魔系教授-lv15】，随机敌军攻击-7并沉默。

4.脉冲袖箭（5）：【回合4】召唤【学仆-脉冲型-lv6】。
  脉冲袖箭（6）：【回合3】召唤【学仆-脉冲型-lv6】。
  脉冲袖箭（7）：【回合3】召唤【学仆-脉冲型-lv7】。
  脉冲袖箭（8）：【回合3】召唤【学仆-脉冲型-lv9】。
  脉冲袖箭（9）：【回合3】召唤【学仆-脉冲型-lv11】。
  脉冲袖箭（10）：【回合3】召唤【学仆-脉冲型-lv13】。

5.御魔法球（5）：【回合3】随机友军+3/+4，魔防+10。
  御魔法球（6）：【回合3】随机友军+5/+5，魔防+12。
  御魔法球（7）：【回合3】随机友军+7/+7，魔防+15。
  御魔法球（8）：【回合3】随机友军+9/+9，魔防+20。
  御魔法球（9）：【回合3】随机友军+11/+11，魔防+25。
  御魔法球（10）：【回合3】随机友军+13/+13，魔防+30


橙色：

1.无尽奥秘之杖（1）：【回合5】复制随机友军到手牌，2个敌军攻击-1。
  无尽奥秘之杖（2）：【回合5】复制随机友军到手牌，2个敌军攻击-2。
  无尽奥秘之杖（3）：【回合5】复制随机友军到手牌，3个敌军攻击-2。
  无尽奥秘之杖（4）：【回合5】复制随机友军到手牌，3个敌军攻击-3。
  无尽奥秘之杖（5）：【回合5】复制随机友军到手牌，4个敌军攻击-3。
  无尽奥秘之杖（6）：【回合5】复制随机友军到手牌，4个敌军攻击-4。
  无尽奥秘之杖（7）：【回合5】复制随机友军到手牌，4个敌军攻击-5。
  无尽奥秘之杖（8）：【回合5】复制随机友军到手牌，5个敌军攻击-6。
  无尽奥秘之杖（9）：【回合5】复制随机友军到手牌，6个敌军攻击-8。
  无尽奥秘之杖（10）：【回合5】复制随机友军到手牌，6个敌军攻击-10。

2.魔钢秘斧（1）：【回合7】召唤【魔钢-lv2】。
  魔钢秘斧（2）：【回合7】召唤【魔钢-lv3】。
  魔钢秘斧（3）：【回合7】召唤【魔钢-lv4】。
  魔钢秘斧（4）：【回合7】召唤【魔钢-lv5】。
  魔钢秘斧（5）：【回合7】召唤【魔钢-lv7】。
  魔钢秘斧（6）：【回合7】召唤【魔钢-lv7】，英雄生命+25。
  魔钢秘斧（7）：【回合7】召唤【魔钢-lv8】，英雄生命+40。
  魔钢秘斧（8）：【回合7】召唤【魔钢-lv9】，英雄生命+60。
  魔钢秘斧（9）：【回合7】召唤【魔钢-lv11】，英雄生命+75。
  魔钢秘斧（10）：【回合7】召唤【魔钢-lv13】，英雄生命+100。

3.雷拳（5）：【回合4】召唤【魔像-术法风暴-lv7】。
  雷拳（6）：【回合4】召唤【魔像-术法风暴-lv8】，获得【源力苏醒-lv3】。
  雷拳（7）：【回合4】召唤【魔像-术法风暴-lv10】，获得【源力苏醒-lv4】。
  雷拳（8）：【回合4】召唤【魔像-术法风暴-lv11】，获得【源力苏醒-lv6】。
  雷拳（9）：【回合4】召唤【魔像-术法风暴-lv13】，获得【源力苏醒-lv6】。
  雷拳（10）：【回合4】召唤【魔像-术法风暴-lv15】，获得【源力苏醒-lv7】。


*宝物：

蓝色：

1.寻宝装置（1）：【回合1结束】获得【隐秘核心-lv1】。
  寻宝装置（2）：【回合1结束】获得【隐秘核心-lv2】。
  寻宝装置（3）：【回合1结束】获得【隐秘核心-lv2】，随机友军生命+2。
  寻宝装置（4）：【回合1结束】获得【隐秘核心-lv3】，随机友军生命+3。
  寻宝装置（5）：【回合1结束】获得【隐秘核心-lv4】，随机友军生命+5。
  寻宝装置（6）：【回合1结束】获得【隐秘核心-lv5】，随机友军生命+6。
  寻宝装置（7）：【回合1结束】获得【隐秘核心-lv6】，随机友军生命+9。
  寻宝装置（8）：【回合1结束】获得【隐秘核心-lv7】，随机友军生命+13
  寻宝装置（9）：【回合1结束】获得【隐秘核心-lv8】，随机友军生命+18。
  寻宝装置（20）：【回合1结束】获得【隐秘核心-lv10】，随机友军生命+25。

2.裁判官之戒（1）：【回合5】随机敌军攻击-1，受到【沉默】。
  裁判官之戒（2）：【回合5】随机敌军攻击-2，受到【沉默】。
  裁判官之戒（3）：【回合4】随机敌军攻击-2，受到【沉默】。
  裁判官之戒（4）：【回合4】随机敌军攻击-3，受到【沉默】。
  裁判官之戒（5）：【回合4】随机敌军攻击-4，受到【沉默】。
  裁判官之戒（6）：【回合3】随机敌军攻击-4，受到【沉默】。
  裁判官之戒（7）：【回合3】随机敌军攻击-6，受到【沉默】。
  裁判官之戒（8）：【回合3】随机敌军攻击-9，受到【沉默】。
  裁判官之戒（9）：【回合3】随机敌军攻击-12，受到【沉默】。
  裁判官之戒（10）：【回合3】随机敌军攻击-16，受到【沉默】。

3.充能装置（5）：【回合1结束】获得【邪月猫妖-lv7】。
  充能装置（6）：【回合1结束】获得【邪月猫妖-lv7】和【真理碎片】。
  充能装置（7）：【回合1结束】获得【邪月猫妖-lv9】和【真理碎片】。
  充能装置（8）：【回合1结束】获得【邪月猫妖-lv11】和【真理碎片】。
  充能装置（9）：【回合1结束】获得【邪月猫妖-lv13】和【真理碎片】。
  充能装置（10）：【回合1结束】获得【邪月猫妖-lv15】和【真理碎片】。

4.御魔卷轴（5）：【回合1结束】获得【御魔术-lv6】。
  御魔卷轴（6）：【回合1结束】获得【御魔术-lv7】，随机友军魔防+2。
  御魔卷轴（7）：【回合1结束】获得【御魔术-lv9】，随机友军魔防+4。
  御魔卷轴（8）：【回合1结束】获得【御魔术-lv11】，随机友军魔防+6。
  御魔卷轴（9）：【回合1结束】获得【御魔术-lv13】，随机友军魔防+8。
  御魔卷轴（10）：【回合1结束】获得【御魔术-lv15】，随机友军魔防+10。


紫色：

1.观星者（1）：【回合3结束】召唤【方尖魔碑-lv1】。
  观星者（2）：【回合3结束】召唤【方尖魔碑-lv2】。
  观星者（3）：【回合3结束】召唤【方尖魔碑-lv3】。
  观星者（4）：【回合2结束】召唤【方尖魔碑-lv3】。
  观星者（5）：【回合2结束】召唤【方尖魔碑-lv5】。
  观星者（6）：【回合2结束】召唤【方尖魔碑-lv6】，获得【学仆-基础型-lv2】。
  观星者（7）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】。
  观星者（8）：【回合2结束】召唤【方尖魔碑-lv9】，获得【学仆-基础型-lv6】。
  观星者（9）：【回合2结束】召唤【方尖魔碑-lv10】，获得【学仆-基础型-lv8】。
  观星者（10）：【回合2结束】召唤【方尖魔碑-lv12】，获得【学仆-基础型-lv10】。

2.命运水晶球（1）：【回合4】随机友军+1/+1，获得【隐形】。
  命运水晶球（2）：【回合4】随机友军+2/+2，获得【隐形】。
  命运水晶球（3）：【回合3】随机友军+2/+2，获得【隐形】。
  命运水晶球（4）：【回合3】随机友军+3/+3，获得【隐形】。
  命运水晶球（5）：【回合3】随机友军+4/+4，获得【隐形】。
  命运水晶球（6）：【回合2】随机友军+4/+4，获得【隐形】。
  命运水晶球（7）：【回合2】随机友军+5/+5，获得【隐形】并获得【回命】1回合。
  命运水晶球（8）：【回合2】随机友军+7/+7，获得【隐形】并获得【回命】2回合。
  命运水晶球（9）：【回合2】随机友军+9/+9，获得【隐形】并获得【回命】2回合。
  命运水晶球（10）：【回合2】随机友军+12/+12，获得【隐形】并获得【回命】3回合。

3.纯净紫钻（5）：【回合3结束】召唤【幻域秘树-lv5】。
  纯净紫钻（6）：【回合3结束】召唤【幻域秘树-lv7】。
  纯净紫钻（7）：【回合3结束】召唤【幻域秘树-lv8】。
  纯净紫钻（8）：【回合2结束】召唤【幻域秘树-lv8】。
  纯净紫钻（9）：【回合2结束】召唤【幻域秘树-lv10】。
  纯净紫钻（10）：【回合2结束】召唤【幻域秘树-lv11】。

4.魔像核心（5）：【回合3】召唤【魔像-御咒铁卫-lv6】。
  魔像核心（6）：【回合2】召唤【魔像-御咒铁卫-lv6】。
  魔像核心（7）：【回合2】召唤【魔像-御咒铁卫-lv7】。
  魔像核心（8）：【回合2】召唤【魔像-御咒铁卫-lv9】。
  魔像核心（9）：【回合2】召唤【魔像-御咒铁卫-lv11】。
  魔像核心（10）：【回合2】召唤【魔像-御咒铁卫-lv13】。

5.遥控装置（5）：【回合3】后排位置召唤【学仆-猛禽型-lv5】。
  遥控装置（6）：【回合2】后排位置召唤【学仆-猛禽型-lv5】。
  遥控装置（7）：【回合2】后排位置召唤【学仆-猛禽型-lv6】。
  遥控装置（8）：【回合2】后排位置召唤【学仆-猛禽型-lv8】。
  遥控装置（9）：【回合2】后排位置召唤【学仆-猛禽型-lv10】。
  遥控装置（10）：【回合2】后排位置召唤【学仆-猛禽型-lv12】。


橙色：

1.晚星（1）：【回合2结束】获得【白首魔根-lv3】。
  晚星（2）：【回合2结束】获得【白首魔根-lv4】。
  晚星（3）：【回合2结束】获得【白首魔根-lv5】和【真理碎片】。
  晚星（4）：【回合1结束】获得【白首魔根-lv6】和【真理碎片】。
  晚星（5）：【回合1结束】获得【白首魔根-lv7】和【真理碎片】。
  晚星（6）：【回合1结束】获得【白首魔根-lv8】和【真理碎片】，随机敌军攻击-2。
  晚星（7）：【回合1结束】获得【白首魔根-lv10】和【真理碎片】，随机敌军攻击-4。
  晚星（8）：【回合1】获得【白首魔根-lv11】和【真理碎片】，随机敌军攻击-5。
  晚星（9）：【回合1】获得【白首魔根-lv13】和【真理碎片】，随机敌军攻击-8。
  晚星（10）：【回合1】获得【白首魔根-lv15】和【真理碎片】，随机敌军攻击-12。

2.夜空之歌（5）：【回合5结束】召唤【睿智史芬斯-lv5】。
  夜空之歌（6）：【回合5结束】召唤【睿智史芬斯-lv7】。
  夜空之歌（7）：【回合5结束】召唤【睿智史芬斯-lv8】。
  夜空之歌（8）：【回合5结束】召唤【睿智史芬斯-lv10】。
  夜空之歌（9）：【回合5结束】召唤【睿智史芬斯-lv12】。
  夜空之歌（10）：【回合5结束】召唤【睿智史芬斯-lv14】。

3.方舟密钥（5）：【回合5】中排位置召唤【米拉方舟-lv5】。
  方舟密钥（6）：【回合5】中排位置召唤【米拉方舟-lv6】，2个敌军攻击-1。
  方舟密钥（7）：【回合5】中排位置召唤【米拉方舟-lv7】，2个敌军攻击-2。
  方舟密钥（8）：【回合5】中排位置召唤【米拉方舟-lv8】，3个敌军攻击-2。
  方舟密钥（9）：【回合5】中排位置召唤【米拉方舟-lv10】，3个敌军攻击-2。
  方舟密钥（10）：【回合5】中排位置召唤【米拉方舟-lv12】，3个敌军攻击-2。

*/