/*

《隐秘者》

*武器：

蓝色：

1.炼金师长杖（5）：【回合4结束】前排随机位置召唤【预言系教授-lv4】。

2.魔晶仪式匕首（5）：【回合4】召唤2只【邪月蝙蝠-lv3】。
  魔晶仪式匕首（10）：【回合3】召唤2只【邪月蝙蝠-lv11】。

3.聚能权杖（5）：【回合4】召唤【雷火工组-lv6】。
  聚能权杖（10）：【回合3】召唤【雷火工组-lv15】。

4.银蛇长杖（5）：【回合3结束】召唤并获得【幻想蛇-lv6】。
  银蛇长杖（10）：【回合2结束】召唤并获得【幻想蛇-lv15】。


紫色：

1.寻宝短杖（5）：【回合2】随机友军+2/+6，获得【穿透】。
  寻宝短杖（10）：【回合2】随机友军+10/+20，获得【穿透】和【神佑2回合】。

2.华秘宝轮（5）：【回合6】你每有1点剩余法力，随机友军+2/+2，吸取敌方英雄4点生命。

3.星界银剑（5）：【回合1结束】获得【破魔系教授-lv9】。
  星界银剑（6）：【回合1结束】获得【破魔系教授-lv10】。

4.脉冲袖箭（5）：【回合4】召唤【学仆-脉冲型-lv6】。
  脉冲袖箭（10）：【回合3】召唤【学仆-脉冲型-lv14】。

5.御魔法球（5）：【回合3】随机友军+3/+4，魔防+10。
  御魔法球（10）：【回合3】随机友军+13/+13，魔防+30


橙色：

1.无尽奥秘之杖（5）：【回合5】复制随机友军到手牌，4个敌军攻击-3。
  无尽奥秘之杖（10）：【回合5】复制随机友军到手牌，6个敌军攻击-10。

2.魔钢秘斧（5）：【回合7】召唤【魔钢-lv7】。
  魔钢秘斧（10）：【回合7】召唤【魔钢-lv13】，英雄生命+100。

3.雷拳（5）：【回合4】召唤【魔像-术法风暴-lv7】。
  雷拳（10）：【回合4】召唤【魔像-术法风暴-lv15】，获得【源力苏醒-lv7】。


*宝物：

蓝色：

1.寻宝装置（5）：【回合1结束】获得【隐秘核心-lv4】，随机友军生命+5。

2.裁判官之戒（5）：【回合4】随机敌军攻击-4，受到【沉默】。

3.充能装置（5）：【回合1结束】获得【邪月猫妖-lv7】。
  充能装置（10）：【回合1结束】获得【邪月猫妖-lv15】和【真理碎片】。

4.御魔卷轴（10）：【回合1结束】获得【御魔术-lv6】。
  御魔卷轴（10）：【回合1结束】获得【御魔术-lv15】，随机友军魔防+10。


紫色：

1.观星者（5）：【回合2结束】召唤【方尖魔碑-lv5】。

2.命运水晶球（5）：【回合3】随机友军+4/+4，获得【隐形】。

3.纯净紫钻（5）：【回合3结束】召唤【幻域秘树-lv5】。

4.魔像核心（5）：【回合3】召唤【魔像-御咒铁卫-lv6】。
  魔像核心（10）：【回合2】召唤【魔像-御咒铁卫-lv13】。

5.遥控装置（5）：【回合3】后排位置召唤【学仆-猛禽型-lv5】。
  遥控装置（10）：【回合2】后排位置召唤【学仆-猛禽型-lv12】。


橙色：

1.晚星（5）：【回合1】获得【白首魔根-lv7】和【真理碎片】。
  晚星（10）：【回合1】获得【白首魔根-lv15】和【真理碎片】，随机敌军攻击-12。

2.夜空之歌（5）：【回合5结束】召唤【睿智史芬斯-lv5】。
  夜空之歌（10）：【回合5结束】召唤【睿智史芬斯-lv14】。

3.方舟密钥（5）：【回合5】中排位置召唤【米拉方舟-lv5】。
  方舟密钥（10）：【回合5】中排位置召唤【米拉方舟-lv12】，三个敌军攻击-2。

*/