/*

神器升级碎片需求

蓝色：
0星 -> 1星：10紫色精华
1星 -> 2星：40紫色精华
2星 -> 3星：80紫色精华 + 30蓝色碎片
3星 -> 4星：200紫色精华 + 70蓝色碎片
4星 -> 5星：400紫色精华 + 150蓝色碎片
5星 -> 6星：100红色精华 + 240蓝色 + 40紫色
6星 -> 7星：160红色精华 + 220紫色 + 30橙色
7星 -> 8星：300红色精华 + 225蓝色 + 225橙色
8星 -> 9星：500红色精华 + 480蓝色 + 360紫色 + 240橙色
9星 -> 10星：800红色精华 + 900蓝色 + 600紫色 + 400橙色
10星 -> 11星：5000紫色精华 + 800红色精华 + 1200蓝色 + 800紫色 + 500橙色
11星 -> 12星：8000紫色精华 + 1000红色精华 + 1600蓝色 + 1000紫色 + 600橙色
12星 -> 13星：10500紫色精华 + 1250红色精华 + 2000蓝色 + 1200紫色 + 800橙色


紫色：
0星 -> 1星：15紫色精华
1星 -> 2星：60紫色精华
2星 -> 3星：120紫色精华 + 40紫色碎片
3星 -> 4星：300紫色精华 + 90紫色碎片
4星 -> 5星：600紫色精华 + 180紫色碎片
5星 -> 6星：150红色精华 + 500蓝色 + 90紫色
6星 -> 7星：260红色精华 + 480紫色 + 80橙色
7星 -> 8星：450红色精华 + 480蓝色 + 480橙色
8星 -> 9星：750红色精华 + 1000蓝色 + 800紫色 + 600橙色
9星 -> 10星：1200红色精华 + 1500蓝色 + 1500紫色 + 900橙色
10星 -> 11星：7500紫色精华 + 1200红色精华 + 2000蓝色 + 1800紫色 + 1000橙色
11星 -> 12星：12000紫色精华 + 1500红色精华 + 3000蓝色 + 2200紫色 + 1200橙色
12星 -> 13星：15000紫色精华 + 1800红色精华 + 3500蓝色 + 2500紫色 + 1500橙色


橙色：
0星 -> 1星：20紫色精华
1星 -> 2星：90紫色精华
2星 -> 3星：200紫色精华 + 50橙色
3星 -> 4星：500紫色精华 + 120橙色
4星 -> 5星：900紫色精华 + 240橙色
5星 -> 6星：240红色精华 + 1000蓝色 + 160紫色
6星 -> 7星：400红色精华 + 900紫色 + 125橙色
7星 -> 8星：680红色精华 + 900蓝色 + 900橙色
8星 -> 9星：1000红色精华 + 1500蓝色 + 1200紫色 + 1000橙色
9星 -> 10星：1600红色精华 + 2400蓝色 +2000紫色 + 1800橙色
10星 -> 11星：10000紫色精华 + 1600红色精华 + 3200蓝色 +2400紫色 + 2000橙色
11星 -> 12星：16000紫色精华 + 2000红色精华 + 4000蓝色 +3000紫色 + 2400橙色
12星 -> 13星：20000紫色精华 + 2400红色精华 + 4500蓝色 +3500紫色 + 2800橙色


*/