/*
英雄列表

橙卡：

1.百花歌者·熙（禅意谷/炼狱深渊）
技能：魔音风暴
觉醒6：【第4回合开始】：吹回随机敌军生物，对敌方英雄造成20点伤害，本回合【禁疗】。
觉醒8：【第4回合开始】：吹回随机敌军生物，对敌方英雄造成25点伤害，本回合【禁疗】。
觉醒10：【第4回合开始】：吹回随机敌军生物，对敌方英雄造成40点伤害，本回合【禁疗】。
觉醒13：【第4回合开始】：吹回随机敌军生物，对敌方英雄造成75点伤害，本回合【禁疗】。


2.狮王魂伴·查查（蛮石旷野/禅意谷）
技能：狮王之力
觉醒6：【第3回合开始】：随机友军生物+6/+6，永久获得【践踏】。
觉醒8：【第3回合开始】：随机友军生物+10/+10，永久获得【践踏】。
觉醒10：【第3回合开始】：随机友军生物+15/+15，永久获得【践踏】，获得【磐龙】2回合。
觉醒13：【第3回合开始】：随机友军生物+28/+28，永久获得【践踏】和【磐龙】。


3.明光圣母·伊萝莲（四芒帝国/隐秘者）
技能：真理审判
觉醒6：【第5回合开始】：雷击随机敌军生命40点伤害并【沉默】，回复40点英雄生命。
觉醒8：【第5回合开始】：雷击随机敌军生命60点伤害并【沉默】，回复60点英雄生命。
觉醒10：【第5回合开始】：雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。
觉醒13：【第5回合开始】：雷击随机敌军生命100点伤害并【沉默】，回复100点英雄生命，全体友军生命+10。


4.死亡使者·蔻维克斯（冬神使徒/天堂港）
技能：冬神启示
觉醒6：【第2回合开始】：中排召唤【残破神庙-lv9】，前排召唤【骸骨战士-lv1】。
觉醒8：【第2回合开始】：中排召唤【残破神庙-lv11】，前排召唤【复生尸骸-lv2】。
觉醒10：【第2回合开始】：中排召唤【残破神庙-lv13】，前排召唤【复生尸骸-lv3】，获得【转化仪式-lv3】。
觉醒13：【第2回合开始】：中排召唤【残破神庙-lv18】，前排召唤【复生尸骸-lv10】，获得【转化仪式-lv18】。


5.海之王女·莎尔玛（天堂港/炼狱深渊）
技能：唤魔仪式
觉醒6：【第1回合开始】：吸取敌方英雄9点生命，获得【红海使魔-lv9】和【暗潮涌动-lv4】。
觉醒8：【第1回合开始】：吸取敌方英雄11点生命，获得【红海使魔-lv11】和【暗潮涌动-lv8】。
觉醒10：【第1回合开始】：吸取敌方英雄13点生命，获得【红海使魔-lv13】和【暗潮涌动-lv13】。
觉醒13：【第1回合开始】：吸取敌方英雄21点生命，获得【红海使魔-lv19】和【暗潮涌动-lv19】。


6.狂兽魔尊·格拉塔娜（炼狱深渊/蛮石旷野）
技能：蛮荒献祭
觉醒6：【第4回合开始】：召唤【蛮荒魔神-lv5】，全体敌军受到2点伤害。
觉醒8：【第4回合开始】：召唤【蛮荒魔神-lv7】，全体敌军受到3点伤害。
觉醒10：【第4回合开始】：召唤【蛮荒魔神-lv10】，全体敌军受到4点伤害。
觉醒13：【第4回合开始】：召唤【蛮荒魔神-lv18】，全体敌军受到9点伤害。


7.No.0·空无（隐秘者/冬神使徒）
技能：归于虚无
觉醒6：【第1回合开始】：荒芜一个敌方区域，随机友军生命+2，随机敌军攻击-2，获得【传记·荒芜挽歌·序-lv6】。
觉醒8：【第1回合开始】：荒芜一个敌方区域，随机友军生命+3，随机敌军攻击-3，获得【传记·荒芜挽歌·序-lv8】。
觉醒10：【第1回合开始】：荒芜一个敌方区域，随机友军生命+4，随机敌军攻击-4，获得【传记·荒芜挽歌·序-lv10】。
觉醒13：【第1回合开始】：荒芜一个敌方区域，随机友军生命+11，随机敌军攻击-11，获得【传记·荒芜挽歌·序-lv13】。


紫卡：

1.月之枪·玉（禅意谷/天堂港）
技能：传承之道
觉醒6：【第3回合开始】：随机友军生物+3/+1，获得【传承3】。
觉醒8：【第3回合开始】：随机友军生物+5/+2，获得【传承5】。
觉醒10：【第3回合开始】：随机友军生物+10/+3，获得【传承8】。
觉醒13：【第3回合开始】：随机友军生物+20/+6，获得【传承15】和【魂音】。


2.万物灵母·白处尊（四芒帝国/禅意谷）
技能：莲华守护
觉醒6：【第4回合开始】：全体友军生物+2/+3，60%概率获得1回合【神佑】。
觉醒8：【第4回合开始】：全体友军生物+4/+4，获得1回合【神佑】。
觉醒10：【第4回合开始】：全体友军生物+7/+7，获得1回合【神佑】。
觉醒13：【第4回合开始】：全体友军生物+13/+13，获得1回合【神佑】。


3.影弑·辛克斯（天堂港/禅意谷）
技能：暗影突袭
觉醒6：【第3回合开始】：突袭随机敌军生物9点伤害，再次追加一次2点伤害的突袭。
觉醒8：【第3回合开始】：突袭随机敌军生物12点伤害，再次追加一次6点伤害的突袭。
觉醒10：【第3回合开始】：突袭随机敌军生物21点伤害，再次追加一次8点伤害的突袭。
觉醒13：【第3回合开始】：突袭随机敌军生物45点伤害，再次追加一次15点伤害的突袭。


4.咒法巨匠·格纳罗尔（隐秘者/天堂港）
技能：术法研究
觉醒6：【第4回合结束】：获得手牌【沉默术-lv9】和【蕾拉火弹-lv9】，召唤【隐秘核心-lv1】。
觉醒8：【第3回合结束】：获得手牌【沉默术-lv10】和【蕾拉火弹-lv10】，召唤【隐秘核心-lv2】。
觉醒10：【第1回合结束】：获得手牌【沉默术-lv13】和【蕾拉火弹-lv13】，召唤【隐秘核心-lv3】。
觉醒13：【第1回合结束】：获得手牌【沉默术-lv19】和【蕾拉火弹-lv19】，召唤【隐秘核心-lv4】。


5.深渊苦痛·尤瑞艾莉（炼狱深渊/隐秘者）
技能：烈焰折磨
觉醒6：【第4回合开始】：敌方弃一张牌，随机敌军受到2点伤害，若无手牌随机友军生物+8/+8，并获得【践踏】。
觉醒8：【第4回合开始】：敌方弃一张牌，两个敌军受到3点伤害，若无手牌随机友军生物+10/+10，并获得【践踏】。
觉醒10：【第4回合开始】：敌方弃一张牌，两个敌军受到5点伤害，若无手牌随机友军生物+13/+13，并获得【践踏】。
觉醒13：【第4回合开始】：敌方弃一张牌，两个敌军受到13点伤害，若无手牌随机友军生物+20/+20，并获得【践踏】。


6.百兽之王·格洛兰德（蛮石旷野/炼狱深渊）
技能：百兽加护
觉醒6：【第1回合结束】：获得手牌【生命源力-lv10】，随机友军生物+1/+3，并获得【磐龙】。
觉醒8：【第1回合开始】：获得手牌【生命源力-lv11】，随机友军生物+2/+5，并获得【磐龙】。
觉醒10：【第1回合开始】：获得手牌【生命源力-lv15】，随机友军生物+5/+10，并获得【磐龙】。
觉醒13：【第1回合开始】：获得手牌【生命源力-lv20】，随机友军生物+10/+10，并获得【磐龙】。


7.凛冬女妖·瑟芮蕾（冬神使徒/四芒帝国）
技能：女妖之嚎
觉醒6：【第3回合开始】：2个随机敌军生物-1/-1，本回合不能攻击，并冰封2个随机区域。
觉醒8：【第3回合开始】：2个随机敌军生物-3/-3，本回合不能攻击，并冰封2个随机区域。
觉醒10：【第3回合开始】：3个随机敌军生物-5/-5，本回合不能攻击，并冰封2个随机区域。
觉醒13：【第3回合开始】：3个随机敌军生物-11/-11，本回合不能攻击，并冰封3个随机区域。


8.帝国之盾·阿卡德（四芒帝国/炼狱深渊）
技能：烈焰之盾
觉醒6：【第3回合开始】：随机友军攻击+6，护甲+4，随机护甲友军获得【磐龙】。
觉醒8：【第3回合开始】：随机友军攻击+8，护甲+6，随机2个护甲友军获得【磐龙】。
觉醒10：【第3回合开始】：随机友军攻击+15，护甲+10，全体护甲友军获得【磐龙】。
觉醒13：【第3回合开始】：随机友军攻击+30，护甲+20，全体护甲友军获得【磐龙】。


9.万物宗师·洛（禅意谷/隐秘者）
技能：混元八卦掌
觉醒6：【第3回合开始】：随机友军攻击+1/+1，获得【连击】，并获得【神佑】1回合。
觉醒8：【第3回合开始】：随机友军攻击+3/+4，获得【连击】，并获得【神佑】1回合。
觉醒10：【第3回合开始】：随机友军攻击+5/+7，获得【连击】，并获得【神佑】2回合。
觉醒13：【第3回合开始】：随机友军攻击+9/+12，获得【连击】，并获得【神佑】2回合。


10.掠夺者·摩根（天堂港/隐秘者）
技能：快刀封喉
觉醒6：【第3回合开始】：所有先攻友军+3/+3，获得【神佑】1回合，获得【黑水伏击-lv3】。
觉醒8：【第3回合开始】：所有先攻友军+6/+6，获得【神佑】1回合，获得【黑水伏击-lv7】。
觉醒10：【第3回合开始】：所有先攻友军+9/+9，获得【神佑】1回合，获得【黑水伏击-lv13】。
觉醒13：【第3回合开始】：所有先攻友军+15/+13，获得【神佑】1回合，获得【黑水伏击-lv20】。


11.冰原狼人·赛可（蛮石旷野/冬神使徒）
技能：冰雪盟友
觉醒6：【第3回合开始】：召唤【深山雪怪-lv6】，随机蛮石友军生命+3。
觉醒8：【第3回合开始】：召唤【深山雪怪-lv8】，随机蛮石友军生命+5，随机冬神友军攻击+3。
觉醒10：【第3回合开始】：召唤【深山雪怪-lv10】，随机蛮石友军生命+8，随机冬神友军攻击+8。
觉醒13：【第3回合开始】：召唤【深山雪怪-lv18】，随机蛮石友军生命+15，随机冬神友军攻击+15。


12.烈焰疾风·希拉（炼狱深渊/禅意谷）
技能：烈风箭
觉醒6：【第5回合开始】：射击随机区域30点伤害，3个友军攻击+3，并获得【神佑】1回合。
觉醒8：【第5回合开始】：射击随机区域50点伤害，3个友军攻击+3，并获得【神佑】1回合。
觉醒10：【第5回合开始】：射击随机区域70点伤害，3个友军攻击+5，并获得【神佑】1回合。
觉醒13：【第5回合开始】：射击随机区域100点伤害，3个友军攻击+8，并获得【神佑】1回合。


蓝卡：

1.极电剑·迅（禅意谷/蛮石旷野）
技能：剑十三·破
觉醒6：【第3回合开始】：随机友军生物+2/+6，获得【回命】、获得1回合【连击】和【神佑】。
觉醒8：【第3回合开始】：随机友军生物+4/+8，获得【回命】、获得1回合【连击】和【神佑】。
觉醒10：【第3回合开始】：随机友军生物+7/+12，获得【回命】、获得1回合【连击】和【神佑】。
觉醒13：【第3回合开始】：随机友军生物+11/+16，获得【回命】、获得1回合【连击】和【神佑】。


2.绝望之刃·列拉金（炼狱深渊/冬神使徒）
技能：陷入绝望
觉醒6：【第3回合开始】：召唤【绝望镰魔-lv5】，敌方英雄生命-3。
觉醒8：【第2回合开始】：召唤【绝望镰魔-lv7】，敌方英雄生命-6。
觉醒10：【第2回合开始】：召唤【绝望镰魔-lv10】，敌方英雄生命-9。
觉醒13：【第2回合开始】：召唤【绝望镰魔-lv18】，敌方英雄生命-25。


3.术法秘使·朱贝（隐秘者/禅意谷）
技能：邪月当空
觉醒6：【第3回合开始】：召唤【邪月妖猫-lv6】，获得手牌【邪月蝙蝠-lv1】。
觉醒8：【第2回合开始】：召唤【邪月妖猫-lv8】，获得手牌【邪月蝙蝠-lv6】。
觉醒10：【第1回合开始】：召唤【邪月妖猫-lv10】，获得手牌【邪月蝙蝠-lv10】。
觉醒13：【第1回合开始】：召唤【邪月妖猫-lv18】，获得手牌【邪月蝙蝠-lv18】。


4.烈焰领主·伊格纳（炼狱深渊/四芒帝国）
技能：汲取生命
觉醒6：【第3回合开始】：随机敌军生物生命-7，随机友军生物生命+7，获得【护甲2】。
觉醒8：【第3回合开始】：随机敌军生物生命-10，随机友军生物生命+10，获得【护甲4】。
觉醒10：【第3回合开始】：随机敌军生物生命-15，随机友军生物生命+15，获得【护甲7】。
觉醒13：【第3回合开始】：随机敌军生物生命-30，随机友军生物生命+30，获得【护甲10】。


5.残冬哀嚎·海佛烈克（冬神使徒/蛮石旷野）
技能：寒冬赐福
觉醒6：【第4回合开始】：己方战场每有一块冰封区域英雄生命+5，随机友军生物+2/+1。
觉醒8：【第4回合开始】：己方战场每有一块冰封区域英雄生命+9，随机友军生物+3/+3。
觉醒10：【第4回合开始】：己方战场每有一块冰封区域英雄生命+12，随机友军生物+5/+6。
觉醒13：【第4回合开始】：己方战场每有一块冰封区域英雄生命+20，随机友军生物+10/+10。


6.典狱长·萨卡斯特（冬神使徒/隐秘者）
技能：灵魂吸收
觉醒6：【第4回合开始】：敌方战场每有一格冰封区域，随机敌军生物-3/-3，随机友军生物攻击+1。
觉醒8：【第4回合开始】：敌方战场每有一格冰封区域，随机敌军生物-4/-4，随机友军生物+1/+2。
觉醒10：【第4回合开始】：敌方战场每有一格冰封区域，随机敌军生物-5/-5，随机友军生物+3/+3。
觉醒13：【第4回合开始】：敌方战场每有一格冰封区域，随机敌军生物-10/-10，随机友军生物+7/+7。


7.独眼王·布隆（蛮石旷野/天堂港）
技能：巨兽出击
觉醒6：【第3回合开始】：全体迟缓友军生物+4/+4，移除【迟缓】。
觉醒8：【第3回合开始】：全体迟缓友军生物+7/+7，移除【迟缓】。
觉醒10：【第3回合开始】：全体迟缓友军生物+10/+10，移除【迟缓】、并获得【践踏】1回合。
觉醒13：【第3回合开始】：全体迟缓友军生物+19/+19，移除【迟缓】、并获得【践踏】1回合。


8.掠夺者·亚芬戴克斯（天堂港/四芒帝国）
技能：扬起黑旗
觉醒6：【第3回合开始】：吸取敌方英雄13点生命，若英雄生命高于敌方，随机友军生物攻击+2。
觉醒8：【第3回合开始】：吸取敌方英雄18点生命，若英雄生命高于敌方，随机友军生物攻击+4。
觉醒10：【第3回合开始】：吸取敌方英雄25点生命，若英雄生命高于敌方，随机友军生物攻击+10。
觉醒13：【第3回合开始】：吸取敌方英雄45点生命，若英雄生命高于敌方，随机友军生物攻击+18。


9.生命工匠·布朗蒙多（四芒帝国/芒石旷野）
技能：回生药水
觉醒6：【第3回合开始】：回复英雄24点生命，全体友军生命+2，获得【回命】1回合。
觉醒8：【第3回合开始】：回复英雄35点生命，全体友军+1/+4，获得【回命】1回合。
觉醒10：【第3回合开始】：回复英雄45点生命，全体友军+1/+8，获得【回命】和【磐龙】1回合。
觉醒13：【第3回合开始】：回复英雄60点生命，全体友军+3/+12，获得【回命】和【磐龙】1回合。


10.安黛因（四芒帝国/冬神使徒）
技能：反击时刻
觉醒6：【第3回合开始】：随机友军+4/+6，护甲+1，失去【守军】和【迟缓】。
觉醒8：【第2回合开始】：随机友军+6/+8，护甲+2，失去【守军】和【迟缓】。
觉醒10：【第2回合开始】：随机友军+9/+12，护甲+4、魔防+4，失去【守军】和【迟缓】。
觉醒13：【第2回合开始】：随机友军+15/+18，护甲+7、魔防+7，失去【守军】和【迟缓】。


11.喵喵（蛮石旷野/隐秘者）
技能：利爪赐福
觉醒6：【第4回合开始】：全体生物受到1点伤害，随机友军+3/+9，获得【天降碎石-lv2】。
觉醒8：【第4回合开始】：全体生物受到1点伤害，随机友军+4/+12，获得【天降碎石-lv5】。
觉醒10：【第4回合开始】：全体生物受到1点伤害，随机友军+6/+20，获得【天降碎石-lv10】。
觉醒13：【第3回合开始】：全体生物受到1点伤害，随机友军+10/+29，获得【天降碎石-lv20】。


12.玉龙将军·冽（禅意谷/冬神使徒）
技能：雪域传承
觉醒6：【第1回合结束】：冰封友军随机位置，获得【熊大-lv4】。
觉醒8：【第1回合结束】：冰封友军随机位置，获得【熊大-lv8】。
觉醒10：【第1回合结束】：冰封友军随机位置，获得【熊大-lv10】和【寒风草人-lv8】。
觉醒13：【第1回合结束】：冰封友军随机位置，获得【熊大-lv20】和【寒风草人-lv20】，英雄生命+20。


10.守秘人·阿斯塔拉（隐秘者/四芒帝国）
技能：揭示未来
觉醒6：【第4回合开始】：3个友军生命+4、【洞察2】。
觉醒8：【第4回合开始】：3个友军+1/+5、【洞察2】。
觉醒10：【第4回合开始】：3个友军+3/+7、【洞察2】。
觉醒13：【第4回合开始】：3个友军+7/+15、【洞察2】。


白卡：

1.泰山守卫·梅（禅意谷/四芒帝国）
技能：金钟罩
觉醒6：【第3回合开始】：随机友军生命+12，获得【护甲1】和【荆棘】。
觉醒8：【第2回合开始】：随机友军生命+13，获得【护甲2】和【荆棘】。
觉醒10：【第2回合开始】：随机友军生命+20，获得【护甲3】和【荆棘】。
觉醒13：【第2回合开始】：随机友军生命+36，获得【护甲6】和【荆棘】。


2.魔法教授·塞莱斯塔（隐秘者/蛮石旷野）
技能：组装学仆
觉醒6：【第3回合开始】：召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv1】。
觉醒8：【第2回合开始】：召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv5】。
觉醒10：【第2回合开始】：召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv10】，本回合当前法力+2。
觉醒13：【第2回合开始】：召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv20】，本回合当前法力+4。


3.海湾领主·萨维丽娅（四芒帝国/天堂港）
技能：重炮阵地
觉醒6：【第4回合开始】：召唤【帝国重炮-lv5】和【小镇民兵-lv1】。
觉醒8：【第3回合开始】：召唤【帝国重炮-lv6】和【小镇民兵-lv3】。
觉醒10：【第3回合开始】：召唤【帝国重炮-lv8】和【小镇民兵-lv7】，全体友军生命+1。
觉醒13：【第3回合开始】：召唤【帝国重炮-lv14】和【小镇民兵-lv10】，全体友军生命+6。


4.走私船长·鲍维乌斯（天堂港/蛮石旷野）
技能：水手增援
觉醒6：【第3回合开始】：召唤2个【水手-lv4】。
觉醒8：【第2回合结束】：召唤2个【水手-lv6】。
觉醒10：【第2回合结束】：召唤2个【水手-lv9】，全体友军攻击+2。
觉醒13：【第2回合结束】：召唤2个【水手-lv15】，全体友军攻击+6。


5.兽化战士·丹巴瓦尔（蛮石旷野/四芒帝国）
技能：狂野爆发
觉醒6：【第3回合开始】：随机友军生物攻击+9，获得1回合【践踏】。
觉醒8：【第3回合开始】：随机友军生物攻击+13，获得1回合【践踏】和【回命】。
觉醒10：【第3回合开始】：随机友军生物攻击+20，获得1回合【践踏】和【回命】和【磐龙】。
觉醒13：【第3回合开始】：随机友军生物攻击+35，获得1回合【践踏】和【回命】和【磐龙】。


6.血色先锋·瓦斯兰（炼狱深渊/天堂港）
技能：流星火雨
觉醒6：【第3回合开始】：坠落3个4点伤害的火球，对敌方英雄造成4点伤害。
觉醒8：【第3回合开始】：坠落4个4点伤害的火球，对敌方英雄造成10点伤害。
觉醒10：【第3回合开始】：坠落5个5点伤害的火球，对敌方英雄造成18点伤害。
觉醒13：【第3回合开始】：坠落6个7点伤害的火球，对敌方英雄造成36点伤害。


7.霜之痕·赛娜（冬神使徒/禅意谷）
技能：刺骨冰封
觉醒6：【第3回合开始】：随机敌军生物-6/-6，并冰封脚下。
觉醒8：【第3回合开始】：随机敌军生物-10/-10，并冰封脚下。
觉醒10：【第3回合开始】：全体敌军-1/-1，随机敌军生物-15/-15，并冰封脚下。
觉醒13：【第3回合开始】：全体敌军-4/-4，随机敌军生物-26/-26，并冰封脚下。


18男
14女

我的：

// 最终主力(3) 15.6书 20.4帝 12.0叶

1.阿斯塔拉（书/帝/炫金4）8.4书+3.6帝

2.伊萝莲（帝/书/炫金4）8.4帝+3.6书

3.白处尊（帝/叶/炫金4）8.4帝+3.6叶

4.洛（叶/书/炫金4）8.4叶+3.6书



// 辅助主力 (2) 9.8书 3.6帝 7.4叶 5.2港

1.梅（叶/帝/炫金4）5.6叶+2.4帝

2.朱贝（书/叶/黑耀3）4.2书+1.8叶

3.格纳罗尔（书/港/炫金4）5.6书+2.4港

4.亚芬戴克斯（港/帝/无双2）2.8港+1.2帝


小记：25.4书 24.0帝 19.4叶 5.2港



// 抽卡工具人 4.8书 8.1帝 9.3叶 9.3港 12.1火 11.7蛮 8.7冰

隐秘：塞莱斯塔（书/蛮/无双2）、空无（书/冰）2.1书+0.6蛮+0.3冰

帝国：阿卡德（帝/火/黑耀3）、萨维丽娅（帝/港/无双2）、布朗蒙多（帝/蛮/无双2）、安黛因（帝/冰/无双2）6.3帝+0.6港+0.9火+0.6蛮+0.6冰

禅意：玉（叶/港/黑耀3）、熙（叶/火/黑耀3）、迅（叶/蛮/无双2）、冽（叶/冰/无双2）6.3叶+0.6港+0.9火+0.6蛮+0.6冰

海港：辛克斯（港/叶/黑耀3）、摩根（港/书/无双2）、莎尔玛（港/火/无双2）、鲍维乌斯（港/蛮/无双2）0.6书+0.9叶+6.3港+0.6火+0.6蛮

炼狱：尤瑞艾莉（火/书/黑耀3）、伊格纳（火/帝/无双2）、希拉（火/叶/无双2）、瓦斯兰（火/港/无双2）、格拉塔娜（火/蛮/无双2）、列拉金（火/冰/无双2）0.9书+0.6帝+0.6叶+0.6港+9.1火+0.6蛮+0.6冰

蛮石：查查（蛮/叶/黑耀3）、喵喵（蛮/书/无双2）、丹巴瓦尔（蛮/帝/无双2）、格洛兰德（蛮/火/无双2）、布隆（蛮/港/无双2）、赛可（蛮/冰）0.6书+0.6帝+0.9叶+0.6火+0.6港+8.4蛮+0.3冰

冬神：萨卡斯特（冰/书/无双2）、瑟芮蕾（冰/帝/无双2）、赛娜（冰/叶/无双2）、蔻维克斯（冰/港/无双2）、海佛烈克（冰/蛮）0.6书+0.6帝+0.6叶+0.6港+0.3蛮+6.3冰


最终：30.2书 32.1帝 28.7叶 14.5港 12.1火 11.7蛮 8.7冰


 */