// 统计

/*

帝国

伊萝莲（帝/书）--- 橙
白处尊（帝/叶）--- 紫
阿卡德（帝/火）--- 紫
布朗蒙多（帝/蛮）--- 蓝
安黛因（帝/冰）--- 蓝
萨维丽娅（帝/港）--- 白


禅意

熙（叶/火）--- 橙
玉（叶/港）--- 紫
洛（叶/书）---  紫
迅（叶/蛮）--- 蓝
冽（叶/冰）--- 蓝
梅（叶/帝）--- 白


海港

莎尔玛（港/火）--- 橙
辛克斯（港/叶）--- 紫
摩根（港/书）--- 紫
亚芬戴克斯（港/帝）--- 蓝
鲍维乌斯（港/蛮）--- 白
（港/冰）--- 蓝


蛮石

查查（蛮/叶）--- 橙
格洛兰德（蛮/火）--- 紫
赛可（蛮/冰）--- 紫
布隆（蛮/港）--- 蓝
喵喵（蛮/书）--- 蓝
丹巴瓦尔（蛮/帝）--- 白


炼狱

格拉塔娜（火/蛮）--- 橙
尤瑞艾莉（火/书）--- 紫
希拉（火/叶）--- 紫
伊格纳（火/帝）--- 蓝
列拉金（火/冰）--- 蓝
瓦斯兰（火/港）--- 白


冬神

蔻维克斯（冰/港）--- 橙
瑟芮蕾（冰/帝）--- 紫
海佛烈克（冰蛮）--- 蓝
萨卡斯特（冰/书）--- 蓝
赛娜（冰叶）--- 白
（冰/火）--- 紫


隐秘

No.0·空无（书/冰）--- 橙
格纳罗尔（书/港）--- 紫
朱贝（书/叶）--- 蓝
阿斯塔拉（书/帝）--- 蓝
塞莱斯塔（书/蛮）--- 白
（书/火）--- 紫


*/