/*

1.艾瑞柯：领主->大领主
成长值：HP：70、力量：40、技巧：60、速度：60、幸运：60、守备：30、魔防：30、总计：350

2.伊弗列姆：领主->大领主
成长值：HP：80、力量：55、技巧：55、速度：45、幸运：50、守备：35、魔防：25、总计：345

3.拉切尔：神官骑士->女武神/魔法骑士
成长值：HP：45、力量：60、技巧：45、速度：60、幸运：65、守备：15、魔防：50、总计：330

4.塔娜：天马骑士->隼骑士/翼龙骑士
成长值：HP：65、力量：45、技巧：40、速度：65、幸运：60、守备：20、魔防：25、总计：320

5.罗斯：年轻的战士->战士/海贼->勇士/勇者/狂战士
成长值：HP：70、力量：50、技巧：35、速度：25、幸运：40、守备：25、魔防：20、总计：265

6.阿米莉亚：新人士兵->轻骑士/重甲骑士->圣骑士/重装骑士/将军
成长值：HP：70、力量：40、技巧：40、速度：40、幸运：50、守备：30、魔防：15、总计：285

7.尤恩：见习魔法师->魔法师/巫师->贤者/魔法骑士/德鲁伊/召唤士
成长值：HP：50、力量：55、技巧：40、速度：35、幸运：50、守备：15、魔防：40、总计：285

8.约书亚：剑士->剑圣/刺客
成长值：HP：80、力量：30、技巧：55、速度：55、幸运：30、守备：20、魔防：20、总计：290

9.玛莉卡：剑士->剑圣/刺客
成长值：HP：75、力量：25、技巧：50、速度：55、幸运：50、守备：15、魔防：20、总计：290

10.科曼：盗贼->刺客/侠盗
成长值：HP：75、力量：40、技巧：40、速度：65、幸运：45、守备：25、魔防：20、总计：310

11.雷纳克：侠盗
成长值：HP：60、力量：25、技巧：45、速度：60、幸运：25、守备：25、魔防：25、总计：265

12.杰斯特：佣兵->勇士/丛林骑士
成长值：HP：90、力量：45、技巧：40、速度：30、幸运：30、守备：35、魔防：25、总计：295

13.加西亚：战士->勇士/勇者
成长值：HP：80、力量：65、技巧：40、速度：20、幸运：40、守备：25、魔防：15、总计：285

14.多兹拉：狂战士
成长值：HP：85、力量：50、技巧：35、速度：40、幸运：30、守备：30、魔防：25、总计：295

15.梅米：弓箭手->狙击手/丛林骑士
成长值：HP：55、力量：45、技巧：50、速度：60、幸运：50、守备：15、魔防：35、总计：310

16.希尼亚斯：狙击手
成长值：HP：60、力量：40、技巧：40、速度：45、幸运：45、守备：20、魔防：25、总计：275

17.弗朗茨：轻骑士->圣骑士/重装骑士
成长值：HP：80、力量：40、技巧：40、速度：50、幸运：40、守备：25、魔防：20、总计：295

18.凯尔：轻骑士->圣骑士/重装骑士
成长值：HP：85、力量：50、技巧：40、速度：40、幸运：20、守备：25、魔防：20、总计：280

19.弗鲁迪：轻骑士->圣骑士/重装骑士
成长值：HP：80、力量：40、技巧：50、速度：45、幸运：35、守备：20、魔防：25、总计：295

20.赛思：圣骑士
成长值：HP：85、力量：50、技巧：45、速度：45、幸运：25、守备：40、魔防：30、总计：320

21.杜塞尔：重装骑士
成长值：HP：85、力量：55、技巧：40、速度：30、幸运：20、守备：45、魔防：30、总计：305

22.吉利安姆：重甲骑士->将军/重装骑士
成长值：HP：90、力量：40、技巧：30、速度：30、幸运：30、守备：55、魔防：20、总计：295

23.瓦内萨：天马骑士->隼骑士/翼龙骑士
成长值：HP：50、力量：35、技巧：55、速度：60、幸运：50、守备：20、魔防：30、总计：300

24.西蕾尼：隼骑士
成长值：HP：70、力量：35、技巧：50、速度：60、幸运：30、守备：20、魔防：50、总计：315

25.库格：龙骑士->龙骑统帅/翼龙骑士
成长值：HP：85、力量：55、技巧：40、速度：45、幸运：35、守备：25、魔防：15、总计：300

26.摩达：神官->司祭/贤者
成长值：HP：85、力量：40、技巧：50、速度：45、幸运：20、守备：25、魔防：25、总计：290

27.阿斯雷：修道士->司祭/贤者
成长值：HP：55、力量：60、技巧：50、速度：40、幸运：25、守备：15、魔防：60、总计：305

28.露忒：魔法师->贤者/魔法骑士
成长值：HP：45、力量：70、技巧：30、速度：45、幸运：45、守备：15、魔防：45、总计：295

29.娜塔莎：修女->司祭/女武神
成长值：HP：50、力量：60、技巧：25、速度：40、幸运：60、守备：15、魔防：55、总计：305

30.塞勒夫：贤者
成长值：HP：50、力量：30、技巧：25、速度：40、幸运：40、守备：30、魔防：35、总计：250

31.诺鲁：巫师->德鲁伊/召唤士
成长值：HP：70、力量：50、技巧：40、速度：35、幸运：20、守备：10、魔防：45、总计：270






*/                                                          