/*

伊萝莲（统计时间：2025.8.14）

蓝卡：（7张——18.29级）

圣殿斥候（1费）——20级

学仆-观测型（2费）——20级

沉重否定（2费）——16级、15级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——17级



紫卡：（16张——16.88级）

四芒军旗（1费）——14级

圣殿御卫（2费）——19级

破魔系教授（2费）——17级

克隆术（2费）——15级

圣殿骑士（3费）——19级

缄言法师（3费）——19级

白袍主教（3费）——18级

学仆-脉冲型（3费）——16级

冲锋装备（3费）——16级

幻域秘树（4费）——15级

召集护卫（4费）——14级

禁卫百夫长（5费）——18级

幻象龙（6费）——18级

惩戒天使（6费）——17级

禁卫指挥官（6费）——15级

米拉方舟（7费）——20级



橙卡：（7张——14.57级）

花光春影·安娜贝尔（3费）——13级

流星-7号（4费）——18级

明日香·露娜（4费）——11级

月之神·米拉（5费）——16级

白袍·伊恩（6费）——14级

火蛇巫女·沃凡瑞拉（7费）——17级

武圣·云长（8费）——13级


总卡等：16.67级


技能等级：（真理审判-10级）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（禁卫之矛-9级）：【回合4】召唤【禁卫指挥官-lv10】。

宝物等级：（圣堂铁砧-8级）：【回合1】前排位置召唤【圣堂门卫-lv10】，获得【重装锻造-lv8】。


*/