/*

迅（统计时间：2025.8.14）

蓝卡：（13张——18.69级）

蓄力射手（2费）——20级

势如破竹（2费）——20级、20级

树木之怒（2费）——19级

飓风术（2费）——15级

执剑道者（3费）——20级

龟族僧人（3费）——20级

天降碎石（3费）——20级

叶幻师（3费）——19级

连击（3费）——18级、16级、16级

强行捕猎（4费）——20级



紫卡：（11张——18.73级）

诱敌草人（2费）——20级

活力仙人掌（3费）——20级

肥鼠晚宴（3费）——20级

驱魔道人（3费）——19级

扫叶僧（3费）——18级

飞斧狂人（4费）——20级、20级

御风武者（4费）——18级

墨轩隐士（4费）——16级

飞斧女豪（5费）——20级

万物之灵（5费）——15级



橙卡：（6张——16.17级）

孔雀王·霍利（3费）——18级

精灵王·大羽（3费）——15级

双头法师（4费）——17级

九天玄女·轩（4费）——16级

上宝沁金耙（4费）——14级

热血摇滚·凯（5费）——17级



总卡等：18.20级


技能等级：（剑十三·破-10级）：【回合3】：随机友军生物+7/+12，获得【回命】、获得1回合【连击】和【神佑】。

武器等级：（神机木拐-9级）：【回合1】召唤并获得【箭竹守卫-lv12】、【洞察1】。

宝物等级：（腾云青龙铠-6级）：【回合3】随机友军+4/+4，并获得【神佑】。


*/