/*

迅（统计时间：2025.10.22）

蓝卡：（12张——18.42级）

愚笨鲸头鹅（0费）——20级

势如破竹（2费）——20级、20级

苦行武僧（2费）——20级

飓风术（2费）——16级

太极剑法（2费）——13级

龟族僧人（3费）——20级

连击（3费）——20级、18级

叶幻师（3费）——19级

强行捕猎（4费）——20级

风卷残云（4费）——15级



紫卡：（12张——19.33级）

暴怒野人（2费）——20级

诱敌草人（2费）——20级

驱魔道人（3费）——20级

活力仙人掌（3费）——20级

肥鼠晚宴（3费）——20级

扫叶僧（3费）——19级

飞斧狂人（4费）——20级、20级

御风武者（4费）——20级

墨轩隐士（4费）——17级

飞斧女豪（5费）——20级

万物之灵（5费）——16级



橙卡：（6张——18.17级）

孔雀王·霍利（3费）——20级

精灵王·大羽（3费）——19级

双头法师（4费）——19级

九天玄女·轩（4费）——17级

上宝沁金耙（4费）——15级

热血摇滚·凯（5费）——19级


总卡等：18.73级


技能等级：（剑十三·破-10级）：【回合3】：随机友军生物+7/+12，获得【回命】、获得1回合【连击】和【神佑】。

武器等级：（神机木拐-9级）：【回合1】召唤并获得【箭竹守卫-lv12】、【洞察1】。

宝物等级：（恢复之戒-10级）：【回合2】召唤【松柏隐者-lv13】。


*/