/*

喵喵（统计时间：2025.9.27）

蓝卡：（9张——18.44级）

愚笨鲸头鹅（0费）——20级

电流激活（1费）——14级

旷野祭师（2费）——20级

势如破竹（2费）——20级

沉重否定（2费）——16级、16级

全数否定（3费）——20级

强行捕猎（4费）——20级

学仆-能源型（5费）——20级



紫卡：（14张——19.43级）

暴怒野人（2费）——20级

诱敌草人（2费）——20级

破魔系教授（2费）——18级

克隆术（2费）——16级

活力仙人掌（3费）——20级

肥鼠晚宴（3费）——20级

缄言法师（3费）——19级

飞斧狂人（4费）——20级、20级

幻域秘树（4费）——20级

飞斧女豪（5费）——20级

幻象龙（6费）——19级

米拉方舟（7费）——20级

贪食白龙（8费）——20级


橙卡：（7张——18.00级）

孔雀王·霍利（3费）——19级

流星-7号（4费）——20级

双头法师（4费）——18级

热血摇滚·凯（5费）——18级

月之神·米拉（5费）——16级

火蛇巫女·沃凡瑞拉（7费）——18级

荒原暴君·血眼（8费）——17级


总卡等：18.50级


技能等级：（利爪赐福-10级）：【回合4】：全体生物受到1点伤害，随机友军+6/+20，获得【天降碎石-lv10】。

武器等级：（好运之弓-10级）：【回合1】召唤【蓄力射手-lv14】、【洞察1】。

宝物等级：（部族图腾-7级）：【回合1结束】后排随机位置召唤【旷野祭师-lv7】。


*/