/*

塞莱斯塔（统计时间：2025.9.27）

蓝卡：（8张——18.25级）

电流激活（1费）——14级

旷野祭师（2费）——20级

势如破竹（2费）——20级

沉重否定（2费）——16级、16级

全数否定（3费）——20级

强行捕猎（4费）——20级

学仆-能源型（5费）——20级



紫卡：（15张——19.27级）

暴怒野人（2费）——20级

诱敌草人（2费）——20级

破魔系教授（2费）——18级

克隆术（2费）——16级

活力仙人掌（3费）——20级

肥鼠晚宴（3费）——20级

缄言法师（3费）——19级

飞斧狂人（4费）——20级、20级

幻域秘树（4费）——20级

飞斧女豪（5费）——20级

幻象龙（6费）——19级

米拉方舟（7费）——20级

贪食白龙（8费）——20级

魔像-钢翼仲裁者（9费）——17级



橙卡：（7张——17.71级）

孔雀王·霍利（3费）——19级

精灵王·大羽（3费）——16级

流星-7号（4费）——20级

双头法师（4费）——18级

月之神·米拉（5费）——16级

火蛇巫女·沃凡瑞拉（7费）——18级

荒原暴君·血眼（8费）——17级


总卡等：18.63级


技能等级：（组装学仆-13级）：【回合2】召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv20】，本回合当前法力+4。

武器等级：（寻宝短杖-11级）：【回合2】随机友军+12/+22，获得【穿透】和【神佑2回合】。

宝物等级：（纯净紫钻-9级）：【回合2结束】召唤【幻域秘树-lv10】。


*/