/*

塞莱斯塔（统计时间：2025.8.14）

蓝卡：（9张——19.00级）

愚笨鲸头鹅（0费）——20级

学仆-观测型（2费）——20级

旷野祭师（2费）——20级

势如破竹（2费）——20级

沉重否定（2费）——16级、15级

天降碎石（3费）——20级

强行捕猎（4费）——20级

学仆-能源型（5费）——20级



紫卡：（17张——18.65级）

暴怒野人（2费）——20级

诱敌草人（2费）——20级

破魔系教授（2费）——17级

克隆术（2费）——15级

活力仙人掌（3费）——20级

肥鼠晚宴（3费）——20级

缄言法师（3费）——19级

飞斧狂人（4费）——20级、20级

幻域秘树（4费）——16级、15级

飞斧女豪（5费）——20级

源力苏醒（6费）——20级

幻象龙（6费）——18级

米拉方舟（7费）——20级

贪食白龙（8费）——20级

魔像-钢翼仲裁者（9费）——17级



橙卡：（4张——17.00级）

流星-7号（4费）——18级

月之神·米拉（5费）——16级

火蛇巫女·沃凡瑞拉（7费）——17级

荒原暴君·血眼（8费）——17级



总卡等：18.53级


技能等级：（组装学仆-13级）：【回合2】召唤【隐秘核心-lv4】，获得手牌【雷火工组-lv20】，本回合当前法力+4。

武器等级：（寻宝短杖-11级）：【回合2】随机友军+12/+22，获得【穿透】和【神佑2回合】。

宝物等级：（纯净紫钻-9级）：【回合2结束】召唤【幻域秘树-lv10】。


*/