/*

蓝卡：（18.67级）（9张）

雪庐草人（1费）——19级
【传承】、【死亡回血】、【踩冰过牌】

白羊药师（2费）——20级
【快攻】、【回血】

苦行武僧（2费）——20级
【传承】、【成长】

飓风术（2费）——16级
【解卡】、【洞察】、【回血】

龟族僧人（3费）——20级
【护甲】、【回命】、【传承护甲提升】

叶幻师（3费）——20级
【换位】、【传承】

连击（3费）——20级、18级
【连击】、【增益】

风卷残云（4费）——15级
【吹风】、【解卡】、【回血】、【充能】



紫卡：（18.00级）（5张）

驱魔道人（3费）——19级
【神佑】、【成长】

扫叶僧（3费）——19级
【吹回】、【传承】

御风武者（4费）——19级
【先攻】、【吹回】

墨轩隐士（4费）——17级
【复制】、【跳费】、【洞察】

万物之灵（5费）——16级
【神佑】、【增益】



橙卡：（15.50级）（2张）

神机玄女·轩（4费）——17级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——14级
【增益】，【践踏】、【回命】、【护甲】



小计：18.06级

*/
