/*

总计：（19张）

蓝卡：（20.00级）（4张）

旷野祭师（2费）——20级
【洞察】、【跳费】、【洞察回血】

势如破竹（2费）——20级、20级
【践踏】、【增益】

强行捕猎（4费）——20级
【解卡】、【回血】



紫卡：（20.00级）（9张）

暴怒野人（2费）——20级
【践踏】、【成长】

诱敌草人（2费）——20级
【受伤流】、【过牌】、【回血】、【洞察】

肥鼠晚宴（3费）——20级、20级
【人海】、【回血】

活力仙人掌（3费）——20级
【荆棘】、【肉盾】、【回血】

飞斧狂人（4费）——20级、20级
【快攻】

飞斧女豪（5费）——20级
【快攻】

贪食白龙（8费）——20级
【回血喷射机制】



橙卡：（19.83级）（6张）

鸵鸟王·霍利（3费）——20级
【迟缓】、【唤醒迟缓】、【命中增益】

旷野游侠·大羽（3费）——20级
【践踏】、【快攻】

比尔&比利（4费）——20级
【迟缓】、【践踏】、【魔防】、【磐龙】

血饮烈斧·凯（5费）——20级
【全体回命】、【成长践踏】

蛮古撼地兽（6费）——19级
【迟缓】、【践踏】、【磐龙】、【魔防】、【迟缓践踏友军增益磐龙】

原野大祭师·鲁玛（7费）——20级
【践踏】、【增益】



小计：19.95级

*/