/*

总计：（17张）

蓝卡：（20.60级）（5张）

愚笨鲸头鹅（0费）——19级
【洞察】、【命中过牌洞察】

旷野祭师（2费）——22级
【洞察】、【跳费】、【洞察回血】

势如破竹（2费）——22级、19级
【践踏】、【增益】

强行捕猎（4费）——21级
【解卡】、【回血】



紫卡：（21.86级）（7张）

暴怒野人（2费）——22级
【践踏】、【成长】

诱敌草人（2费）——21级
【受伤流】、【过牌】、【回血】、【洞察】

活力仙人掌（3费）——22级
【荆棘】、【肉盾】、【回血】

肥鼠晚宴（3费）——22级
【人海】、【回血】

飞斧狂人（4费）——22级
【快攻】

飞斧女豪（5费）——22级
【快攻】

贪食白龙（8费）——22级
【回血喷射机制】



橙卡：（20.00级）（5张）

鸵鸟王·霍利（3费）——20级
【迟缓】、【唤醒迟缓】、【命中增益】

旷野游侠·大羽（3费）——20级
【践踏】、【快攻】

比尔&比利（4费）——20级
【迟缓】、【践踏】、【魔防】、【磐龙】

血饮烈斧·凯（5费）——20级
【全体回命】、【成长践踏】

蛮古撼地兽（6费）——20级
【迟缓】、【践踏】、【磐龙】、【魔防】、【迟缓践踏友军增益磐龙】



小计：20.94级

*/