/*

蓝卡：（19.75级）（8张）

愚笨鲸头鹅（0费）——20级
【洞察】、【命中过牌洞察】

旷野祭师（2费）——20级、18级
【洞察】、【跳费】、【洞察回血】

蓄力射手（2费）——20级
【快攻】 

势如破竹（2费）——20级、20级
【践踏】、【增益】

天降碎石（3费）——20级
【解卡】、【快攻】

强行捕猎（4费）——20级
【解卡】、【回血】



紫卡：（20.00级）（9张）

暴怒野人（2费）——20级
【践踏】、【成长】

诱敌草人（2费）——20级
【受伤流】、【过牌】、【回血】、【洞察】

活力仙人掌（3费）——20级
【荆棘】、【肉盾】、【回血】

肥鼠晚宴（3费）——20级
【人海】、【回血】

飞斧狂人（4费）——20级、20级
【快攻】

飞斧女豪（5费）——20级
【快攻】

源力苏醒（6费）——20级
【增益】、【磐龙】

贪食白龙（8费）——20级
【回血喷射机制】



橙卡：（16.80级）（5张）

鸵鸟王·霍利（3费）——18级
【迟缓】、【唤醒迟缓】、【命中增益】

旷野游侠·大羽（3费）——15级
【践踏】、【快攻】

比尔&比利（4费）——17级
【迟缓】、【践踏】、【魔防】、【磐龙】

血饮烈斧·凯（5费）——17级
【全体回命】、【成长践踏】

荒原暴君·血眼（8费）——17级
【连击】、【践踏】、【磐龙】、【魂音】、【冰封回命】



小计：19.18级

*/