/*

蓝卡：（20.00级）（6张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

炫目神光（2费）——20级
【禁止攻击】、【回血】、【充能】

圣殿弩手（3费）——20级
【快攻】、【协战】

田园守望者（3费）——20级
【洞察】、【回血】、【成长】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】



紫卡：（19.43级）（7张）

传记·钢铁守卫（1费）——20级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

四芒军旗（1费）——18级
【人海】、【魔免】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

白袍主教（3费）——20级
【人海】、【属性】

圣殿骑士（3费）——20级
【护甲】、【回命】、【协战】

召集护卫（4费）——18级
【洞察】、【人海】、【磐龙】、【增益】

禁卫百夫长（5费）——20级
【人海】、【护甲】、【磐龙】



橙卡：（14.25级）（4张）

曙光·安娜贝尔（3费）——15级
【洞察】、【增益】

明日之音·露娜（4费）——13级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——15级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——14级
【连击】、【磐龙】、【护甲】、【增益】



小计：18.41级

*/