/*

蓝卡：（19.25级）（4张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——17级
【洞察】、【解卡】、【充能】



紫卡：（16.89级）（9张）

四芒军旗（1费）——15级
【人海】、【魔免】、【增益】

圣殿御卫（2费）——19级
【洞察】、【人海】

圣殿骑士（3费）——19级
【护甲】、【回命】、【协战】

白袍主教（3费）——18级
【人海】、【属性】

冲锋装备（3费）——16级
【洞察】、【护甲】、【增益】

召集护卫（4费）——15级
【洞察】、【人海】、【磐龙】、【增益】

禁卫百夫长（5费）——18级
【人海】、【护甲】、【磐龙】

惩戒天使（6费）——17级
【洞察】、【回命】、【消灭】

禁卫指挥官（6费）——15级
【洞察】、【护甲】、【增益】



橙卡：（12.75级）（4张）

曙光·安娜贝尔（3费）——13级
【洞察】、【增益】

明日之音·露娜（4费）——11级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——14级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——13级
【连击】、【磐龙】、【护甲】、【增益】



小计：16.47级

*/