/*

总计：（16张）

蓝卡：（20.00级）（6张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

炫目神光（2费）——20级
【禁止攻击】、【回血】、【充能】

田园守望者（3费）——20级
【洞察】、【回血】、【成长】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】



紫卡：（20.00级）（6张）

四芒军旗（1费）——20级
【人海】、【魔免】、【增益】

传记·钢铁守卫（1费）——20级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

白袍主教（3费）——20级
【人海】、【属性】

圣殿骑士（3费）——20级
【护甲】、【回命】、【协战】

召集护卫（4费）——20级
【洞察】、【人海】、【磐龙】、【增益】



橙卡：（15.50级）（4张）

曙光·安娜贝尔（3费）——16级
【洞察】、【增益】

明日之音·露娜（4费）——14级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——17级
【洞察】、【回血】、【增益】

钢铁统帅·雷蒙德（8费）——15级
【连击】、【磐龙】、【护甲】、【增益】



小计：18.88级

*/