/*

蓝卡：（18.67级）（6张）

电流激活（1费）——20级
【增益】、【解除迟缓或守军】

沉重否定（2费）——16级、16级
【沉默】、【减益】、【充能】

虚化术（3费）——20级
【穿透】、【增益】

全数否定（3费）——20级
【洞察】、【减益】

学仆-能源型（5费）——20级
【跳费】、【护甲】



紫卡：（18.86级）（7张）

破魔系教授（2费）——20级
【沉默】、【洞察】

克隆术（2费）——16级
【复制】、【洞察】、【回命】

传记·海市蜃楼·蛇（2费）——16级
【召唤】、【过牌】

缄言法师（3费）——20级
【沉默】

幻域秘树（4费）——20级
【跳费】、【洞察】

幻象龙（6费）——20级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——20级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（18.00级）（3张）

鬼童-7号（4费）——20级
【机制怪】

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——18级
【机制怪】



小计：18.63级

*/