/*

总计：（18张）

蓝卡：（18.00级）（6张）

洞悉之眼（0费）——13级
【洞察】、【回血】

电流激活（1费）——20级
【增益】、【解除迟缓或守军】

学仆-观测型（2费）——20级
【洞察】、【回命】、【成长】

沉重否定（2费）——18级、17级
【沉默】、【减益】、【充能】

全数否定（3费）——20级
【洞察】、【减益】



紫卡：（19.67级）（9张）

隐形术（1费）——20级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——20级
【沉默】、【洞察】

传记·海市蜃楼·蛇（2费）——20级
【召唤】、【过牌】

克隆术（2费）——17级
【复制】、【洞察】、【回命】

缄言法师（3费）——20级
【沉默】

学仆-脉冲型（3费）——20级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——20级
【跳费】、【洞察】

幻象巨龙（6费）——20级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——20级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（19.00级）（3张）

鬼童-7号（4费）——20级
【机制怪】

No.2时光·米拉（5费）——17级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——20级
【机制怪】



小计：19.00级

*/