/*

伊萝莲

最终卡组：

蓝卡：（9张——19.44级）

圣殿斥候（1费）——20级、20级

学仆-观测型（2费）——20级、18级

沉重否定（2费）——17级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——20级



紫卡：（13张——16.85级）

四芒军旗（1费）——15级

隐形术（1费）——15级

圣殿御卫（2费）——20级

破魔系教授（2费）——19级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、16级

夺取阵地（4费）——17级

观星台大预言家（5费）——15级

惩戒天使（6费）——16级

米拉方舟（7费）——18级



橙卡：（8张——16.13级）

花光春影·安娜贝尔（3费）——16级

春花使者·卡洛琳（4费）——17级

流星-7号（4费）——17级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：17.43级



技能等级：（真理审判-9级）：【回合5】雷击随机敌军70点伤害并沉默，英雄生命+70。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（征收官之帽-6级）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。


*/
