/*

伊萝莲

最终卡组：

蓝卡：（11张——19.09级）

圣殿斥候（1费）——20级、20级

学仆-观测型（2费）——20级、19级

天使琼浆（2费）——19级

沉重否定（2费）——17级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——20级、15级



紫卡：（13张——17.23级）

四芒军旗（1费）——15级

隐形术（1费）——15级

圣殿御卫（2费）——20级

破魔系教授（2费）——19级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、17级

幻域秘树（4费）——19级

夺取阵地（4费）——17级

惩戒天使（6费）——16级

米拉方舟（7费）——18级



橙卡：（6张——16.50级）

花光春影·安娜贝尔（3费）——16级

春花使者·卡洛琳（4费）——17级

明日香·露娜（4费）——16级

月之神·米拉（5费）——17级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：17.77级



技能等级：（真理审判-9级）：【回合5】雷击随机敌军70点伤害并沉默，英雄生命+70。

武器等级：（禁卫之矛-6级）：【回合4】召唤【禁卫指挥官-lv5】。

宝物等级：（征收官之帽-6级）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。


*/
