/*
洛：

最终卡组：


蓝卡：（12张——17.25级）

学仆-观测型（2费）——20级、18级

树木之怒（2费）——19级

沉重否定（2费）——17级

锁妖塔守卫（2费）——15级

飓风术（2费）——15级

长耳庄巧姑（2费）——14级

执剑道者（3费）——20级

连击（3费）——20级

全数否定（3费）——20级

铁山靠（3费）——15级

风铃道人（4费）——14级



紫卡：（15张——16.14级）

隐形术（1费）——15级

破魔系教授（2费）——19级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、16级

逍遥琴师（3费）——17级

驱魔道人（3费）——17级

御风武者（4费）——17级

幻域秘树（4费）——15级

墨轩隐士（4费）——12级

万物之灵（5费）——12级

米拉方舟（7费）——18级



橙卡：（4张——14.50）

流星-7号（4费）——17级

九天玄女·轩（4费）——15级

上宝沁金耙（4费）——12级

月之神·米拉（5费）——14级



总卡等：16.37级


技能等级：（混元八卦掌-10级）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（神机木拐-6级）：【回合1】召唤并获得【箭竹守卫-lv6】、【洞察1】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/