/*
洛：

最终卡组：


蓝卡：（12张——17.42级）

学仆-观测型（2费）——20级、19级

树木之怒（2费）——19级

沉重否定（2费）——17级

锁妖塔守卫（2费）——15级

飓风术（2费）——15级

长耳庄巧姑（2费）——14级

执剑道者（3费）——20级

连击（3费）——20级

全数否定（3费）——20级

铁山靠（3费）——16级

风铃道人（4费）——14级



紫卡：（15张——16.47级）

隐形术（1费）——15级

破魔系教授（2费）——19级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、17级

逍遥琴师（3费）——18级

驱魔道人（3费）——17级

幻域秘树（4费）——19级

御风武者（4费）——17级

墨轩隐士（4费）——12级

观星台大预言家（5费）——15级

万物之灵（5费）——12级

米拉方舟（7费）——18级



橙卡：（3张——15.33）

九天玄女·轩（4费）——17级

上宝沁金耙（4费）——12级

月之神·米拉（5费）——17级



总卡等：16.37级


技能等级：（混元八卦掌-10级）：【回合3】随机友军+5/+7，获得【连击】和【神佑】2回合。

武器等级：（无极盘龙棍-6级）：【回合2】后排随机位置召唤【驱魔道人-lv7】。

宝物等级：（腾云青龙铠-6级）：【回合3】随机友军+4/+4，并获得【神佑】。


*/