/*

白处尊

蓝卡：（13张——17.77级）

圣殿斥候（1费）——20级、20级

树木之怒（2费）——18级

锁妖塔守卫（2费）——15级

飓风术（2费）——15级

长耳庄巧姑（2费）——14级

圣殿弩手（3费）——20级

执剑道者（3费）——20级

增援战线（3费）——20级

连击（3费）——20级

铁山靠（3费）——15级

风铃道人（4费）——14级

光明惩戒（5费）——20级



紫卡：（9张——16.11级）

四芒军旗（1费）——15级

圣殿御卫（2费）——20级

逍遥琴师（3费）——17级

驱魔道人（3费）——17级

扫叶僧（3费）——14级

御风武者（4费）——17级

夺取阵地（4费）——17级

万物之灵（5费）——12级

惩戒天使（6费）——16级



橙卡：（8张——15.63）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

九天玄女·轩（4费）——15级

上宝沁金耙（4费）——12级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：16.70级



技能等级：（莲华守护-8级）：【回合4】全体友军+4/+4，100%获得神佑1回合。

武器等级：（天命链锤-6级）：【回合3】随机友军+3/+6，获得【护甲5】，随机护甲友军获得【磐龙】。

宝物等级：（圣堂铁砧-6级）：【回合1】前排位置召唤【圣堂门卫-lv7】，获得【重装锻造-lv5】。


*/