/*

亚芬戴克斯

蓝卡：（14张——14.86级）

圣殿斥候（1费）——20级、20级

心灵黑洞（1费）——12级、12级、12级

暗潮涌动（1费）——12级

黑夜突袭（2费）——12级

狡诈学徒（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

不法交易（3费）——12级

热血矿工（3费）——12级

酗酒醉汉（3费）——12级

光明惩戒（5费）——20级



紫卡：（8张——14.50级）

四芒军旗（1费）——15级

圣殿御卫（2费）——20级

海燕精卫（2费）——12级

红海猎魔人（2费）——12级

黑水伏击（3费）——12级

夺取阵地（4费）——17级

黑金诈术师（4费）——12级

惩戒天使（6费）——16级



橙卡：（8张——15.25级）

花光春影·安娜贝尔（3费）——16级

沙滩派对·鲍莉（3费）——12级

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——15级

樱花·艾希尔（4费）——12级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——18级

武圣·云长（8费）——15级



总卡等：14.87级


技能等级：（扬起黑旗-8级）：【回合3】吸取敌方英雄18点生命，若英雄生命高于敌方，随机友军生物攻击+4。

武器等级：（荣耀刺剑-6级）：【回合3】随机友军攻击+6，获得【先攻】和【回命】。

宝物等级：（斗士之舞-6级）：【回合1结束】英雄生命+12，获得1张传说卡，或抓1张牌。


*/