/*
贝雷特（风花纹章士）

满级加成：+3魔力、+3速度、+12幸运

结合特技：
1.【指导】：使用"指导"指令，使周围2格内我方单位依战斗类型提升能力值，效果持续1回合。
强化：
a.龙族：7种基本能力值+3。
b.骑马：技巧+10。
c.魔道：魔力+4。
d.气功：幸运+10。
e.连携：力量+4。
f.重装：防守+5。
g.飞行：魔防+5。
h.隐秘：速度+5。

2.【计策·女神之舞】：使相邻4格内的我方单位再次行动。
强化：
a.龙族：再次行动的我方单位7种基本能力值+3，效果持续1回合。
b.骑马：再次行动的我方单位技巧+10，效果持续1回合。
c.魔道：再次行动的我方单位魔力+4，效果持续1回合。
d.气功：再次行动的我方单位幸运+10，效果持续1回合。
e.连携：再次行动的我方单位力量+4，效果持续1回合。
f.重装：再次行动的我方单位防守+5，效果持续1回合。
g.飞行：再次行动的我方单位魔防+5，效果持续1回合。
h.隐秘：再次行动的我方单位速度+5，效果持续1回合。

结合武器：
1.【布鲁托刚格】：纹章士贝雷特的剑，剑刃被魔力环绕，克制龙/克制骑马。
2.【阿莱德巴尔】：纹章士贝雷特的枪，由自身发动攻击时，威力150%。
3.【费鲁诺特】：纹章士贝雷特的弓，由自身发动攻击时，回避+20，克制龙/克制飞行。
4.【艾癸撕之盾】：纹章士贝雷特的盾，守备+6、魔防+3，一定几率使伤害减轻为50%（几率为"技巧"%）（持有便能发动效果）。
5.【卢恩】：纹章士贝雷特的枪，根据自身的速度提升威力，克制龙。
6.【提尔狩撕之杖】：纹章士贝雷特的法杖，魔法射程+2，低几率伤害减半（持有便能发动效果）。
7.【拉法叶之宝珠】：纹章士贝雷特的宝珠，能将克制与必杀无效，低几率伤害减半（持有便能发动效果）。
8.【艾姆鲁】：纹章士贝雷特的斧，不可追击，克制龙，由自身主动攻击时，必为后攻，但会发动猛击。
9.【降魔杵】：纹章士贝雷特的护手，攻击时以对手防御与魔防较低者为基准，由自身发动攻击时，连续攻击2次。
10.【天帝之剑】：纹章士贝雷特的英雄遗产，根据自己的魔力提升威力，能攻击远方地方，克制龙。

同步特技：
1.【天刻之脉动】：30%/50%几率使失手的攻击命中敌人几率，会随幸运提升而提高。
2.【老师的指导】：自身与相邻我方单位获得的经验值为120%。
3.【拾得】：与我方单位相邻且行动结束或待命时一定几率会拾得失物（几率为"幸运"%）（与失物主人间的支援值将提升）。

继承特技：
1.【幸运】：幸运提升2/4/6/8/10/12。
2.【体术·心】：装备体术时，命中+10/+15/+20/+25/+30，必避-10。

可获得资质：体术资质、剑术资质

*/