/*
米卡雅（拂晓纹章士）

满级加成：+4魔力、+6幸运、+5魔防

结合特技：
1.【增幅】：杖的射程及传送距离+5，杖的效果范围+1。
强化：
a.龙族：杖的射程（距离）额外+1。
b.气功：使用HP回复杖时，回复量为120%。

2.【大治愈之手】：完全恢复我军及友军全员的HP，使用后自身的HP为1。
强化：
a.龙族：使用后HP变为30%。
b.气功：解除异常状态。
c.重装：我方全员于下次战斗防守+1。

结合武器：
1.【闪光】：纹章士米卡雅的光魔法，照亮周围5格（每回合-1格）。
2.【圣吸】：纹章士米卡雅的光魔法，攻击时可回复自身HP，回复量为造成伤害的50%。
3.【赛尼】：纹章士米卡雅的高级光魔法，克制骑马/克制重装。

同步特技：
1.【操杖】：可使用等级C/B/A以下的杖。
2.【治愈之声】：使用杖回复我方单位的HP时，自身也能获得回复量50%的HP。
3.【沉默防御】：使沉默状态无效。

继承特技：
1.【魔防】：魔防提升2/3/4/5。
2.【信仰】：HP回复量+3/+5/+7/+10/+15、杖的命中率+10/+15/+20/+25/+30。

可获得资质：杖术资质、短剑资质、魔法资质

*/