/*
露琪娜（觉醒纹章士）

满级加成：+5技巧、+4速度、+6幸运

结合特技：
1.【牵绊之盾】：可使用"牵绊之盾"指令，80%几率使敌人对相邻我方单位的首次攻击无效。
强化：
a.龙族：发动率+10%。
b.骑马：若我方单位的类型为骑马则必定发动。
c.气功：发动率为100%。
d.重装：若我方单位的类型为重装则必定发动。
e.飞行：若我方单位的类型为飞行则必定发动。

2.【人人为我】：自身周围2格内的我方单位将参与连锁攻击，仅限持剑且相邻时。
强化：
a.龙族：参与连锁的我方单位命中率为100%。
b.连携：范围+1。

结合武器：
1.【王室贵族刺剑】：纹章士露琪娜的刺剑，克制骑马/克制重装。
2.【帕提亚】：纹章士露琪娜的强弓，魔防+5，可获得2倍经验值，克制飞行。
3.【里剑法尔西昂】：纹章士露琪娜的传说神剑，克制龙。

同步特技：
1.【双重攻击】：即使自身的战斗类型并非"连携"，也能参与连锁攻击。
2.【双重协助】：当我方单位攻击自身可攻击范围（移动距离+射程）内的敌人时，若自身战斗类型为"连携"，或可使用特技"双重攻击"，将有35%/70%几率参与连锁攻击。
3.【双重支援】：与相邻我方单位的支援等级越高，回避提升越多（无/C/B/A/S牵绊等级时，相邻一个回避+5/+10/+15/+20/+30）。

继承特技：
1.【技巧】：技巧提升1/2/3/4/5。
2.【弓术·柔】：装备弓时，回避+10/+15/+20/+25/+30，必杀-10。

可获得资质：剑术资质，弓术资质

*/