/*

琉尔：【神龙团结】相邻我方单位的造成伤害+3，所受伤害-1。

芙岚：【绯红声援】与主角相邻时，主角与自身的回避+10。

柯岚：【碧之信仰】与主角相邻时，主角与自身的命中+10。

阿尔弗雷德：【自己钻研】不展开战斗及不使用道具便待命时力量+2，效果持续1回合。

锡莉奴：【和平之花】周围2格内的我方单位使用HP回复道具时，回复量为150%。

帝亚曼德：【正面对决】自身发动攻击时，若对方可反击，则双方的命中+15。

史塔卢克：【由我守护！】周围2格内的我方单位受到攻击时，力量+3，效果持续1回合。

蜜丝提拉：【索尔姆的噪音】周围3格内，敌人的必杀-5。

佛贾特：【八面玲珑】与相同敌人连续战斗时，敌人的必杀-10。

艾比：【执着】与相同的敌人连续战斗时命中+20。

奥尔坦希亚：【辉煌原力】使用回复杖时，射程+1。

贝珥：【邪龙的救济】相邻我方单位造成的伤害+1，所受伤害-3。



凡德雷：【白之忠诚】与主角相邻时，主角与自身的必杀+5。

布修隆：【泪腺崩坏】自身的战斗中，若有我放单位参与连锁攻击，自身的造成伤害+2。
艾媞耶：【肌肉增强剂】使用HP回复道具时力量+2，效果持续1回合。

路易：【花园门卫】若自身周围2格内有2位我方女性单位相邻，所受伤害-2。
克萝艾：【二人如画】若自身周围2格内有我方男女单位相邻，造成伤害+2。

安巴：【报上名来】若自身和敌人周围1格内无其他单位，命中+20、回避-10。
洁德：【冥想】不展开战斗及不使用道具便待命时，魔防+2，效果持续1回合。

希特丽妮卡：【盛宴款待】使用回复道具时，周围1格内的我方单位也能获得等量HP。
菈琵思：【战果转让】周围1格内有我方单位时，命中+10、回避+10、必杀-10。

枚琳：【护航】若自身周围2格内有2位以上的我方女性单位，该单位与自身的命中、回避+5。
帕涅托涅：【战之血】HP未达到最大值时，必杀+10。

庞德罗：【大集会】自身的命中、回避提升，幅度为周围2格内敌我双方单位总数*3。
波聂：【料理再现】食用便当时，一定几率获得相同的便当（几率为"幸运"%）。

杰尔科巴：【没有"下次"】受到敌人攻击时，敌人的命中-10。
花月：【光彩夺目！】自身发动攻击时，敌人的回避-10。

罗萨德：【微笑】若敌人为男性单位，敌人的回避-20。
戈尔德玛莉：【叹息】若敌人为男性单位，敌人的命中-20。

尤莉卡：【杀人技术】于回避地形发动攻击时必杀+15。

安娜：【一夕致富】打倒敌人时，一定几率获得500G（几率为"幸运"%)。

贾恩：【努力才能】等级提升时，基本能力值较容易上升。

赛安达斯：【神秘舞蹈】回合开始时，回复自身周围2格内的我方单位，回复量为各单位HP最大值的10%。

霖丹：【身经百战的直觉】自身装备的武器等级低于对方时，必杀+20。

札菲亚：【求胜意志】HP为50%以下时命中、回避+20。

莫布：【蓄势待发】展开战斗及不使用道具便待命时防守+2，效果持续1回合。

*/