/*

1.琉尔（主角、龙族、剑）
纹章：马尔斯
武器：专属、必杀剑

2.安娜（商人、魔导、魔导书）
纹章：无
武器：托隆、火山爆炎

3.阿尔弗雷德（大王子、骑马、枪）
纹章：西格尔特
武器：投枪、勇者枪

4.锡利奴（小公主、魔导、魔导书）
纹章：贝雷特
武器：托隆、火山爆炎、雷之剑、恢复杖

5.迪亚曼德（大王子、连携、剑）
纹章：罗伊
武器：投斧、银大斧、必杀斧、S剑

6.史塔卢克（二王子、狙击、弓）
纹章：琳
武器：勇者弓、必杀弓、S弓、长弓

7.艾比（大公主、飞行、魔导书）
纹章：赛莉卡
武器：托隆、火山爆炎、恢复杖

8.奥尔坦希亚（二公主、飞行、杖）
纹章：米卡雅
武器：风刃、爆炎、狂雷、恢复杖

9.蜜斯提拉（黑皮公主、战士、枪）
纹章：里弗
武器：投枪、S枪、必杀枪、勇者枪

10.佛贾特（黑皮王子、弓骑、弓）
纹章：艾莉可
武器：光之弓、必杀弓、银弓、长弓

11.赛安达斯（舞男、气功、体术）
纹章：无
武器：体术

12.贝尔（龙女、龙族、魔导书）
纹章：神威
武器：S法、专属、狂雷

// 13.柯岚（将军、重装、枪）——艾克（确定）
// 14.芙岚（狂斗士、连携、斧）——露琪娜（确定）

*/