/*

伊萝莲（统计时间：2025.7.30）

蓝卡：（11张——18.55级）

圣殿斥候（1费）——20级、18级

学仆-观测型（2费）——20级

方尖魔碑（2费）——18级

天使琼浆（2费）——18级

沉重否定（2费）——13级

圣殿弩手（3费）——20级、20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——17级



紫卡：（14张——16.64级）

隐形术（1费）——13级

破魔系教授（2费）——20级

圣殿御卫（2费）——17级

克隆术（2费）——14级

学仆-脉冲型（3费）——20级、20级、20级

边境高墙（3费）——17级

冲锋装备（3费）——16级

幻域秘树（4费）——17级

夺取阵地（4费）——14级

观星台大预言家（5费）——14级

惩戒天使（6费）——16级

禁卫指挥官（6费）——15级



橙卡：（5张——15.60级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡洛琳（4费）——16级

明日香·露娜（4费）——14级

月之神·米拉（5费）——15级

白袍·伊恩（6费）——17级



总卡等：17.17级


技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（征收官之帽-8级）：【回合4】召唤【白头狮鹫-lv6】、【圣殿卫士-lv6】、【警卫-lv6】。


*/