/*

伊萝莲

蓝卡：（8张——14.50级）

圣殿斥候（1费）——17级

学仆-观测型（2费）——18级

方尖魔碑（2费）——15级

天使琼浆（2费）——16级

沉默否定（2费）——11级、11级

光明惩戒（5费）——14级、14级



紫卡：（15张——13.53级）

圣殿御卫（2费）——14级

克隆术（2费）——14级

破魔系教授（2费）——13级

学仆-脉冲型（3费）——16级、14级、14级

圣殿骑士（3费）——14级

边境高墙（3费）——14级

冲锋装备（3费）——14级

幻域秘树（4费）——14级

禁卫百夫长（5费）——14级

观星台大预言家（5费）——11级

禁卫指挥官（6费）——12级

惩戒天使（6费）——13级

米拉方舟（7费）——12级



橙卡：（7张——12.86级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——13级

明日香·露娜（4费）——11级

永恒之王·莱哈特（5费）——13级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——14级

武圣·云长（8费）——13级


总卡等：13.63级


技能等级：（真理审判-10级）：【回合5】雷击随机敌军80点伤害并沉默，英雄生命+80，全体友军生命+4。

武器等级：（禁卫之矛-6级）：【回合4】召唤【禁卫指挥官-lv5】。

宝物等级：（征收官之帽-6级）：【回合4】召唤【白头狮鹫-lv4】、【圣殿卫士-lv4】、【警卫-lv4】。


*/