/*

伊萝莲（统计时间：2025.6.20）

蓝卡：（8张——16.13级）

圣殿斥候（1费）——18级、18级

方尖魔碑（2费）——17级

天使琼浆（2费）——16级

沉默否定（2费）——12级

圣殿弩手（3费）——18级

增援战线（3费）——17级

全数否定（3费）——17级

光明惩戒（5费）——14级



紫卡：（15张——14.67级）

圣殿御卫（2费）——14级

克隆术（2费）——14级

破魔系教授（2费）——15级

学仆-脉冲型（3费）——18级、18级、16级

圣殿骑士（3费）——15级

边境高墙（3费）——15级

冲锋装备（3费）——15级

夺取阵地（4费）——12级

禁卫百夫长（5费）——15级

观星台大预言家（5费）——13级

禁卫指挥官（6费）——13级

惩戒天使（6费）——14级

米拉方舟（7费）——13级



橙卡：（7张——14.00级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——14级

明日香·露娜（4费）——13级

永恒之王·莱哈特（5费）——15级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——15级

武圣·云长（8费）——14级


总卡等：14.90级


技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-7级）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（征收官之帽-7级）：【回合4】召唤【白头狮鹫-lv5】、【圣殿卫士-lv5】、【警卫-lv5】。


*/