/*

伊萝莲（统计时间：2025.10.10）

蓝卡：（11张——19.45级）

圣殿斥候（1费）——20级、20级

学仆-观测型（2费）——20级

方尖魔碑（2费）——20级

天使琼浆（2费）——20级

沉重否定（2费）——16级

圣殿弩手（3费）——20级

田园守望者（3费）——20级

增援战线（3费）——20级

全数否定（3费）——20级

光明惩戒（5费）——18级



紫卡：（15张——17.60级）

隐形术（1费）——15级

破魔系教授（2费）——20级

圣殿御卫（2费）——20级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、20级

边境高墙（3费）——19级

冲锋装备（3费）——17级

幻域秘树（4费）——19级

夺取阵地（4费）——16级

观星台大预言家（5费）——16级

惩戒天使（6费）——17级

米拉方舟（7费）——17级



橙卡：（4张——17.25级）

花光春影·安娜贝尔（3费）——18级

明日香·露娜（4费）——16级

月之神·米拉（5费）——17级

白袍·伊恩（6费）——18级



总卡等：18.23级


技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-8级）：【回合4】召唤【禁卫指挥官-lv8】。

宝物等级：（征收官之帽-8级）：【回合4】召唤【白头狮鹫-lv6】、【圣殿卫士-lv6】、【警卫-lv6】。


*/