/*

洛（统计时间：2025.7.30）

蓝卡：（11张——14.27级）

学仆-观测型（2费）——20级

方尖魔碑（2费）——18级

长耳庄巧姑（2费）——13级

沉重否定（2费）——13级

全数否定（3费）——20级

连击（3费）——14级、12级

叶幻师（3费）——11级

铁山靠（3费）——11级

风铃道人（4费）——13级

风卷残云（4费）——12级



紫卡：（16张——14.81级）

隐形术（1费）——13级

破魔系教授（2费）——20级

克隆术（2费）——14级

蟠桃隐士（2费）——11级

学仆-脉冲型（3费）——20级、20级、20级

驱魔道人（3费）——12级

扫叶僧（3费）——12级

幻域秘树（4费）——17级

学仆-塑钢型（4费）——16级

御风武者（4费）——12级

蟠桃会（4费）——11级

墨轩隐士（4费）——10级

观星台大预言家（5费）——14级

米拉方舟（7费）——15级



橙卡：（3张——13.00级）

九天玄女·轩（4费）——13级

上宝沁金耙（4费）——11级

月之神·米拉（5费）——15级



总卡等：14.43级


技能等级：（混元八卦掌-8级）：【回合3】随机友军+3+4，获得【连击】和【神佑】1回合。

武器等级：（钻石长枪-6级）：【回合4】随机友军+3/+2，获得【连击】。

宝物等级：（沉香药囊-6级）：【回合3】随机友军+4/+4，获得【先攻】。


*/