/*

尤瑞艾莉（统计时间：2025.6.20）

蓝卡：（10张——14.10级）

落雷击（1费）——12级

学仆-观测型（2费）——20级

方尖魔碑（2费）——17级

地狱刀吏（2费）——13级

沉重否定（2费）——13级

嗜血妖蛾（2费）——10级

全数否定（3费）——18级

猩红勇士（3费）——12级

地狱双头犬（4费）——13级

烈焰风暴（4费）——13级



紫卡：（15张——14.07级）

隐形术（1费）——12级

破魔系教授（2费）——16级

克隆术（2费）——14级

学仆-脉冲型（3费）——20级、20级、18级

绝望镰魔（3费）——11级

岩浆球（3费）——11级

学仆-塑钢型（4费）——15级

幻域秘树（4费）——15级

观星台大预言家（5费）——13级

雷光炼狱（5费）——11级

地狱三头犬（5费）——10级

恶灵魔焰（6费）——11级

米拉方舟（7费）——14级



橙卡：（5张——11.00级）

恶魔之心（2费）——9级

岩魔（3费）——12级

上古蛮王（4费）——9级

月之神·米拉（5费）——14级

怨魂饕餮兽（5费）——11级



总卡等：15.77级


技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-8级）：【回合1】获得【破魔系教授-lv13】，随机敌军攻击-3并沉默。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】


*/