/*

喵喵（统计时间：2025.9.5）

蓝卡：（11张——17.27级）

愚笨鲸头鹅（0费）——16级

学仆-观测型（2费）——20级

蓄力射手（2费）——20级

方尖魔碑（2费）——20级

势如破竹（2费）——20级

旷野祭师（2费）——16级、14级

沉重否定（2费）——14级

全数否定（3费）——20级

天降碎石（3费）——16级

强行捕猎（4费）——14级



紫卡：（15张——17.00级）

隐形术（1费）——14级

破魔系教授（2费）——20级

无畏猎户（2费）——17级

克隆术（2费）——14级、14级

诱敌草人（2费）——14级

学仆-脉冲型（3费）——20级、20级、20级

飞斧狂人（4费）——19级、18级

幻域秘树（4费）——19级

观星台大预言家（5费）——16级

飞斧女豪（5费）——14级

米拉方舟（7费）——16级



橙卡：（4张——14.75级）

精灵王子·大羽（3费）——14级

月之神·米拉（5费）——16级

热血摇滚·凯（5费）——14级

白象战歌·鲁玛（7费）——15级



总卡等：16.80级


技能等级：（组装学仆-8级）：【2】召唤隐秘核心-lv4、获得雷火工组-lv5。

武器等级：（脉冲袖箭-7级）：【回合3】召唤【学仆-脉冲型-lv7】。

宝物等级：（纯净紫钻-8级）：【回合2结束】召唤【幻域秘树-lv8】。


*/