/*

阿斯塔拉

蓝卡：（10张——14.40级）

圣殿斥候（1费）——17级

学仆-观测型（2费）——18级

天使琼浆（2费）——16级

方尖魔碑（2费）——15级

沉默否定（2费）——11级、11级

全数否定（3费）——15级

增援战线（3费）——13级

光明惩戒（5费）——14级、14级



紫卡：（15张——13.33级）

圣殿御卫（2费）——14级

破魔系教授（2费）——13级

克隆术（2费）——14级

学仆-脉冲型（3费）——16级、14级、14级

边境高墙（3费）——14级

冲锋装备（3费）——14级

召集护卫（4费）——12级

学仆-塑钢型（4费）——13级

幻域秘树（4费）——14级

观星台大预言家（5费）——11级

惩戒天使（6费）——13级

禁卫指挥官（6费）——12级

米拉方舟（7费）——12级



橙卡：（5张——12.80级）

花光春影·安娜贝尔（3费）——13级

百花长枪·卡罗琳（4费）——13级

明日香·露娜（4费）——11级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——14级


总卡等：13.60级


技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-6级）：【回合1结束】获得【破魔系教授-lv10】，随机敌军攻击-1并沉默。

宝物等级：（纯净紫钻-6级）：【回合3结束】召唤【幻域秘树-lv7】。


*/