/*

阿斯塔拉（统计时间：2025.6.20）

蓝卡：（10张——17.30级）

圣殿斥候（1费）——18级、18级

学仆-观测型（2费）——20级

方尖魔碑（2费）——17级

天使琼浆（2费）——16级

沉重否定（2费）——13级

增援战线（3费）——20级

圣殿弩手（3费）——19级

全数否定（3费）——18级

光明惩戒（5费）——14级



紫卡：（15张——15.20级）

隐形术（1费）——12级

破魔系教授（2费）——16级

圣殿御卫（2费）——15级

克隆术（2费）——14级

学仆-脉冲型（3费）——20级、20级、18级

边境高墙（3费）——16级

学仆-塑钢型（4费）——15级

幻域秘树（4费）——15级

夺取阵地（4费）——13级

观星台大预言家（5费）——13级

惩戒天使（6费）——14级

禁卫指挥官（6费）——13级

米拉方舟（7费）——14级



橙卡：（5张——14.40级）

花光春影·安娜贝尔（3费）——14级

百花长枪·卡罗琳（4费）——15级

明日香·露娜（4费）——13级

月之神·米拉（5费）——14级

白袍·伊恩（6费）——16级



总卡等：15.77级


技能等级：（揭示未来-9级）：【回合4】【洞察2】、三个友军+2/+5。

武器等级：（星界银剑-8级）：【回合1】获得【破魔系教授-lv13】，随机敌军攻击-3并沉默。

宝物等级：（观星者-7级）：【回合2结束】召唤【方尖魔碑-lv8】，获得【学仆-基础型-lv4】


*/