/*

丹巴瓦尔（统计时间：2025.6.20）

蓝卡：（12张——15.92级）

愚笨鲸头鹅（0费）——14级

圣殿斥候（1费）——18级、18级

蓄力射手（2费）——16级

旷野祭师（2费）——16级

势如破竹（2费）——16级

增援战线（3费）——20级

圣殿弩手（3费）——19级

迅捷长矛手（3费）——15级

天降碎石（3费）——13级

强行捕猎（4费）——12级

光明惩戒（5费）——14级



紫卡：（10张——14.40级）

无畏猎户（2费）——14级

边境高墙（3费）——16级

圣殿骑士（3费）——15级

白袍主教（3费）——15级

冲锋装备（3费）——15级

地洞巨獾（3费）——12级

飞斧狂人（4费）——18级

夺取阵地（4费）——13级

石斧头领（5费）——14级

飞斧女豪（5费）——12级



橙卡：（8张——13.38级）

花光春影·安娜贝尔（3费）——14级

精灵王·大羽（3费）——10级

百花长枪·卡洛琳（4费）——15级

明日香·露娜（4费）——13级

永恒之王·莱哈特（5费）——15级

血饮烈斧·凯（5费）——11级

白袍·伊恩（6费）——16级

白象战歌·鲁玛（7费）——13级



总卡等：14.73级


技能等级：（真理审判-11级）：【回合5】雷击随机敌军85点伤害并沉默，英雄生命+85，全体友军生命+5。

武器等级：（禁卫之矛-7级）：【回合4】召唤【禁卫指挥官-lv6】。

宝物等级：（征收官之帽-7级）：【回合4】召唤【白头狮鹫-lv5】、【圣殿卫士-lv5】、【警卫-lv5】。


*/