/*

丹巴瓦尔（统计时间：2025.7.30）

蓝卡：（13张——17.15级）

愚笨鲸头鹅（0费）——15级

圣殿斥候（1费）——20级、18级

蓄力射手（2费）——20级

旷野祭师（2费）——16级

势如破竹（2费）——16级、13级

圣殿弩手（3费）——20级、20级

增援战线（3费）——20级

天降碎石（3费）——15级

强行捕猎（4费）——13级

光明惩戒（5费）——17级



紫卡：（10张——15.50级）

无畏猎户（2费）——15级

白袍主教（3费）——17级

圣殿骑士（3费）——16级

冲锋装备（3费）——16级

活力仙人掌（3费）——12级

飞斧狂人（4费）——18级、18级

夺取阵地（4费）——14级

石斧头领（5费）——16级

飞斧女豪（5费）——13级



橙卡：（7张——14.86级）

花光春影·安娜贝尔（3费）——16级

精灵王·大羽（3费）——13级

百花长枪·卡洛琳（4费）——16级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——16级

热血摇滚·凯（5费）——12级

白袍·伊恩（6费）——17级



总卡等：16.07级


技能等级：（狂野爆发-9级）：【回合3】随机友军攻击+16，获得1回合践踏、回命。

武器等级：（圣兽权杖-8级）：【回合2】中排位置召唤【圣兽祭师-lv9】。

宝物等级：（赤怒-7级）：【回合2】获得【势如破竹-lv8】，随机友军+4/+4，并获得【践踏1回合】。


*/