/*

塞莱斯塔（统计时间：2025.10.10）

蓝卡：（11张——18.45级）

愚笨鲸头鹅（0费）——18级

学仆-观测型（2费）——20级

蓄力射手（2费）——20级

方尖魔碑（2费）——20级

势如破竹（2费）——20级

旷野祭师（2费）——18级、17级

沉重否定（2费）——16级

全数否定（3费）——20级

天降碎石（3费）——19级

强行捕猎（4费）——15级



紫卡：（16张——17.31级）

隐形术（1费）——15级

破魔系教授（2费）——20级

无畏猎户（2费）——18级

诱敌草人（2费）——18级

克隆术（2费）——14级、14级

学仆-脉冲型（3费）——20级、20级、20级

飞斧狂人（4费）——19级、19级

幻域秘树（4费）——19级

观星台大预言家（5费）——16级

飞斧女豪（5费）——15级

米拉方舟（7费）——17级

贪食白龙（8费）——13级



橙卡：（3张——15.67级）

精灵王·大羽（3费）——16级

月之神·米拉（5费）——17级

热血摇滚·凯（5费）——14级



总卡等：17.57级


技能等级：（组装学仆-8级）：【2】召唤隐秘核心-lv4、获得雷火工组-lv5。

武器等级：（脉冲袖箭-7级）：【回合3】召唤【学仆-脉冲型-lv7】。

宝物等级：（纯净紫钻-8级）：【回合2结束】召唤【幻域秘树-lv8】。


*/