/*

总：（15张）

蓝卡：（15.17级）（6张）

长耳庄巧姑（2费）——17级
【跳费】、【洞察】、【传承】

连击（3费）——18级
【连击】、【增益】

执剑道者（3费）——15级
【命中全体增益】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风铃道人（4费）——15级
【吹飞】、【洞察】

风卷残云（4费）——14级
【吹风】、【回血】、【充能】



紫卡：（12.86级）（7张）

蟠桃隐士（2费）——12级
【洞察】、【充能】、【增益法术】

驱魔道人（3费）——14级
【神佑】、【成长】

扫叶僧（3费）——13级
【吹回】、【传承】

御风武者（4费）——14级
【先攻】、【吹回】

墨轩隐士（4费）——12级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】

万物之灵（5费）——13级
【神佑】、【增益】



橙卡：（13.50级）（2张）

神机玄女·轩（4费）——15级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】



小计：13.87级

*/