/*

总：（16张）

蓝卡：（15.44级）（9张）

长耳庄巧姑（2费）——18级
【跳费】、【洞察】、【传承】

树木之怒（2费）——16级
【快攻】、【随机解卡】

锁妖塔守卫（2费）——13级
【洞察】、【法力封锁】

飓风术（2费）——13级
【解卡】、【洞察】、【回血】

连击（3费）——19级
【连击】、【增益】

叶幻师（3费）——14级
【换位】、【传承】

铁山靠（3费）——14级
【增益】、【洞察】、【过牌】

风铃道人（4费）——17级
【吹飞】、【洞察】

风卷残云（4费）——15级
【吹风】、【回血】、【充能】



紫卡：（14.20级）（5张）

蟠桃隐士（2费）——14级
【洞察】、【充能】、【增益法术】

扫叶僧（3费）——15级
【吹回】、【传承】

御风武者（4费）——14级
【先攻】、【吹回】

墨轩隐士（4费）——14级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——14级
【洞察】、【过牌】、【增益】



橙卡：（14.00级）（2张）

神机玄女·轩（4费）——15级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——13级
【增益】，【践踏】、【回命】、【护甲】



小计：14.88级

*/