/*

总：（19张）

蓝卡：（18.30级）（10张）

愚笨鲸头鹅（0费）——18级
【洞察】、【命中过牌洞察】

蓄力射手（2费）——20级、20级
【快攻】

势如破竹（2费）——20级、15级
【践踏】、【增益】

高原卫士（2费）——20级
【洞察】、【迟缓】、【受伤洞察成长】

旷野祭师（2费）——18级、16级
【洞察】、【跳费】、【洞察回血】

天降碎石（3费）——20级
【解卡】、【快攻】

强行捕猎（4费）——16级
【解卡】、【回血】



紫卡：（17.71级）（7张）

无畏猎户（2费）——19级
【洞察】、【命中连击】

诱敌草人（2费）——19级
【受伤流】、【过牌】、【回血】、【洞察】

活力仙人掌（3费）——14级
【荆棘】、【肉盾】、【回血】

肥鼠晚宴（3费）——14级
【人海】、【回血】

飞斧狂人（4费）——20级、19级
【快攻】

石斧头领（5费）——19级
【践踏】、【增益】



橙卡：（15.50级）（2张）

旷野游侠·大羽（3费）——17级
【践踏】、【快攻】

血饮烈斧·凯（5费）——14级
【全体回命】、【成长践踏】



小计：17.79级

*/