/*

总计：（16张）

蓝卡：（20.00级）（5张）

圣殿斥候（1费）——20级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——20级
【洞察】、【回命】、【过牌】、【充能】

田园守望者（3费）——20级、20级
【洞察】、【回血】、【成长】

光明惩戒（5费）——20级
【洞察】、【解卡】、【充能】



紫卡：（19.40级）（5张）

圣殿御卫（2费）——20级
【洞察】、【人海】

边境高墙（3费）——20级
【洞察】、【防御】、【冰成长】

夺取阵地（4费）——18级
【吹风】、【洞察】、【召唤】

禁卫指挥官（6费）——20级
【护甲】、【洞察】、【洞察增益】

惩戒天使（6费）——19级
【洞察】、【对位消灭】、【回命】



橙卡：（19.17级）（6张）

曙光·安娜贝尔（3费）——20级
【洞察】、【增益】

圣枪·卡洛琳（4费）——20级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——17级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——20级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——20级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——18级
【连击】、【磐龙】、【护甲】、【增益】



小计：19.50级

*/