/*

蓝卡：（18.63级）（8张）

圣殿斥候（1费）——20级、18级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——18级
【洞察】、【回命】、【过牌】、【充能】

圣殿卫士（2费）——16级
【回命】、【洞察】

圣殿弩手（3费）——20级、20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——17级
【洞察】、【解卡】、【充能】



紫卡：（16.00级）（8张）

圣殿御卫（2费）——17级
【洞察】、【人海】

白袍主教（3费）——17级
【增益】

边境高墙（3费）——17级
【洞察】、【防御】、【冰成长】

圣殿骑士（3费）——16级
【护甲】、【回命】、【协战】

冲锋装备（3费）——16级
【洞察】、【增益】

夺取阵地（4费）——14级
【吹风】、【洞察】、【召唤】

惩戒天使（6费）——16级
【洞察】、【对位消灭】、【回命】

禁卫指挥官（6费）——15级
【洞察】、【护甲】、【增益】



橙卡：（15.80级）（5张）

曙光·安娜贝尔（3费）——16级
【洞察】、【增益】

圣枪·卡洛琳（4费）——16级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——14级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——16级
【践踏】、【护甲】、【协战】

正阳大主教·伊恩（6费）——17级
【洞察】、【回命】、【增益】



小计：16.95级

*/