/*

蓝卡：（19.43级）（7张）

圣殿斥候（1费）——20级、20级、20级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——19级
【洞察】、【回命】、【过牌】、【充能】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——17级
【洞察】、【解卡】、【充能】



紫卡：（17.17级）（6张）

圣殿御卫（2费）——19级
【洞察】、【人海】

边境高墙（3费）——18级
【洞察】、【防御】、【冰成长】

圣殿骑士（3费）——17级
【护甲】、【回命】

冲锋装备（3费）——17级
【洞察】、【增益】

夺取阵地（4费）——15级
【吹风】、【洞察】、【召唤】

惩戒天使（6费）——17级
【洞察】、【对位消灭】、【回命】



橙卡：（16.80级）（5张）

曙光·安娜贝尔（3费）——17级
【洞察】、【增益】

圣枪·卡洛琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——16级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——18级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——16级
【连击】、【磐龙】、【护甲】、【增益】



小计：17.94级

*/