/*

总计：（20张）

蓝卡：（21.40级）（10张）

圣殿斥候（1费）——22级
【洞察】、【人海】、【高攻击】

圣殿卫士（2费）——22级
【回命】、【洞察】

天使琼浆（2费）——22级
【洞察】、【回命】、【过牌】、【充能】

炫目神光（2费）——22级
【禁止攻击】、【回血】、【充能】

田园守望者（3费）——22级、22级、21级
【洞察】、【回血】、【成长】

增援战线（3费）——22级
【人海】、【洞察】

光明惩戒（5费）——20级、19级
【洞察】、【解卡】、【充能】



紫卡：（20.40级）（5张）

传记·钢铁守卫（1费）——19级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿御卫（2费）——22级
【洞察】、【人海】

召集护卫（4费）——22级
【人海】、【洞察】、【护甲增益磐龙】

夺取阵地（4费）——18级
【吹风】、【洞察】、【召唤】

惩戒天使（6费）——21级
【洞察】、【对位消灭】、【回命】



橙卡：（21.20级）（5张）

曙光·安娜贝尔（3费）——21级
【洞察】、【增益】

圣枪·卡洛琳（4费）——22级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——19级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——22级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——22级
【洞察】、【回命】、【增益】



小计：21.10级

*/