/*

蓝卡：（18.20级）（5张）

学仆-观测型（2费）——20级
【洞察】、【回命】、【成长】

方尖魔碑（2费）——20级
【压费】、【洞察】

沉重否定（2费）——14级
【沉默】、【减益】、【充能】

全数否定（3费）——20级
【洞察】、【减益】

学仆-能源型（5费）——17级
【跳费】、【护甲】



紫卡：（17.27级）（11张）

隐形术（1费）——14级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——20级
【沉默】、【洞察】

克隆术（2费）——14级、14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——20级、20级、20级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——19级
【跳费】、【洞察】

学仆-塑钢型（4费）——17级
【磐龙】、【护甲】、【成长】

观星台大预言家（5费）——16级
【过牌】、【洞察】

米拉方舟（7费）——16级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（14.50级）（2张）

No.2时光·米拉（5费）——16级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6迪宁（6费）——13级
【连击】、【先攻】、【增益】



小计：17.22级

*/





