/*

伊萝莲（统计时间：2025.8.25）

蓝卡：（8张——17.00级）

圣殿卫士（2费）——20级

方尖魔碑（2费）——15级

沉重否定（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——18级、17级

学仆-能源型（5费）——14级



紫卡：（14张——14.93级）

四芒军旗（1费）——16级

圣殿御卫（2费）——18级

破魔系教授（2费）——13级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

缄言法师（3费）——14级

夺取阵地（4费）——14级

召集护卫（4费）——14级

幻域秘树（4费）——13级

阳炎坠落（4费）——12级

改造魔卷（4费）——10级

禁卫百夫长（5费）——18级

禁卫指挥官（6费）——17级

米拉方舟（7费）——12级



橙卡：（8张——14.88级）

花光春影·安娜贝尔（3费）——16级

百花长枪·卡洛琳（4费）——17级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——16级

月之神·米拉（5费）——12级

白袍·伊恩（6费）——17级

火蛇巫女·沃凡瑞拉（7费）——11级

武圣·云长（8费）——16级


总卡等：15.47级


技能等级：（真理审判-9级）：【回合5】雷击随机敌军70点伤害并沉默，英雄生命+70。

武器等级：（遗迹宝剑-4级）：【回合4】随机友军+3/+5，获得【回命】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/