/*

伊萝莲（统计时间：2025.9.18）

蓝卡：（6张——17.83级）

方尖魔碑（2费）——16级

沉重否定（2费）——13级

圣殿弩手（3费）——20级

增援战线（3费）——20级

光明惩戒（5费）——19级、19级



紫卡：（16张——15.56级）

四芒军旗（1费）——17级

圣殿御卫（2费）——19级

破魔系教授（2费）——15级

克隆术（2费）——10级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

缄言法师（3费）——15级

召集护卫（4费）——16级

幻域秘树（4费）——15级

夺取阵地（4费）——15级

阳炎坠落（4费）——14级

改造魔卷（4费）——12级

禁卫百夫长（5费）——19级

禁卫指挥官（6费）——18级

米拉方舟（7费）——13级

心灵操控（7费）——12级



橙卡：（8张——16.25级）

花光春影·安娜贝尔（3费）——18级

百花长枪·卡洛琳（4费）——19级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——18级

火蛇巫女·沃凡瑞拉（7费）——13级

武圣·云长（8费）——17级


总卡等：16.20级


技能等级：（真理审判-10级）：【回合5】雷击随机敌军生命80点伤害并【沉默】，回复80点英雄生命，全体友军生命+4。

武器等级：（遗迹宝剑-4级）：【回合4】随机友军+3/+5，获得【回命】。

宝物等级：（天使面容-6级）：【回合5】3个友军+1/+9，本回合获得【神佑】、【回命】、【先攻】。


*/