/*

格纳罗尔（统计时间：2025.8.16）

蓝卡：（14张——14.93级）

心灵黑洞（1费）——14级、14级

黑夜突袭（2费）——18级

狡诈学徒（2费）——17级

方尖魔碑（2费）——15级

沉重否定（2费）——12级

热血矿工（3费）——20级

不法交易（3费）——14级

全数否定（3费）——14级

酗酒醉汉（3费）——13级

虚化术（3费）——12级

黑旗舰队飞斧手（4费）——20级

学仆-能源型（5费）——14级

请示隐秘者（5费）——12级



紫卡：（13张——12.69级）

海燕精卫（2费）——18级

破魔系教授（2费）——13级

传记·海市蜃楼·蛇（2费）——10级

克隆术（2费）——9级

黑水伏击（3费）——16级

黑金诈术师（4费）——15级

幻域秘树（4费）——13级

改造魔卷（4费）——10级

烈日大祭师（5费）——14级

星辰陨落（5费）——12级

召熊幻术师（5费）——11级

幻象龙（6费）——12级

米拉方舟（7费）——12级



橙卡：（3张——12.33级）

夏日女郎·鲍莉（3费）——14级

月之神·米拉（5费）——12级

火蛇巫女·沃凡瑞拉（7费）——11级



总卡等：13.70级


技能等级：（术法研究-8级）：【回合3】获得手牌【沉默术-lv10】和【蕾拉火弹-lv10】，召唤【隐秘核心-lv2】。

武器等级：（星界银剑-4级）：【回合1结束】获得【破魔系教授-lv7】。

宝物等级：（晚星-3级）：【回合2结束】获得【白首魔根-lv5】和【真理碎片】。


*/