/*

亚芬戴克斯（统计时间：2025.8.16）

蓝卡：（12张——17.33级）

心灵黑洞（1费）——14级、14级

圣殿卫士（2费）——20级

黑夜突袭（2费）——18级

狡诈学徒（2费）——17级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

不法交易（3费）——14级

酗酒醉汉（3费）——13级

黑旗舰队飞斧手（4费）——20级

光明惩戒（5费）——18级



紫卡：（13张——16.54级）

四芒军旗（1费）——16级

圣殿御卫（2费）——18级

海燕精卫（2费）——18级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

黑水伏击（3费）——16级

海盗船长（4费）——16级

黑金诈术师（4费）——15级

召集护卫（4费）——14级

禁卫百夫长（5费）——18级

烈日大祭师（5费）——14级

禁卫指挥官（6费）——17级

黑旗舰队船长（6费）——15级



橙卡：（5张——15.60级）

花光春影·安娜贝尔（3费）——16级

夏日女郎·鲍莉（3费）——14级

春花使者·卡洛琳（4费）——17级

明日香·露娜（4费）——14级

白袍·伊恩（6费）——17级


总卡等：16.70级


技能等级：（扬起黑旗-10级）：【回合3】吸取敌方英雄25点生命，若生命高于对手，随机友军攻击+10。

武器等级：（美酒与风暴-4级）：【回合5结束】抽2张牌，随机敌军受到5点伤害。

宝物等级：（灼日-6级）：【回合3】召唤【烈日大祭师-lv6】，英雄生命+4。


*/