/*

亚芬戴克斯（统计时间：2025.10.22）

蓝卡：（11张——18.55级）

心灵黑洞（1费）——16级、15级

黑夜突袭（2费）——20级

狡诈学徒（2费）——19级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

酗酒醉汉（3费）——20级

不法交易（3费）——15级

黑旗舰队飞斧手（4费）——20级

光明惩戒（5费）——19级



紫卡：（12张——17.92级）

四芒军旗（1费）——17级

海燕精卫（2费）——20级

圣殿御卫（2费）——19级

白袍主教（3费）——20级

黑水伏击（3费）——20级

圣殿骑士（3费）——19级

黑金诈术师（4费）——16级

召集护卫（4费）——16级

禁卫百夫长（5费）——19级

烈日大祭师（5费）——15级

禁卫指挥官（6费）——18级

黑旗舰队船长（6费）——16级



橙卡：（7张——16.57级）

花光春影·安娜贝尔（3费）——18级

夏日女郎·鲍莉（3费）——17级

戴维的邪月计划（3费）——12级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——18级


总卡等：17.83级


技能等级：（扬起黑旗-10级）：【回合3】吸取敌方英雄25点生命，若生命高于对手，随机友军生物攻击+10。

武器等级：（美酒与风暴-4级）：【回合5结束】抽2张牌，随机敌军受到5点伤害。

宝物等级：（灼日-6级）：【回合3】召唤【烈日大祭师-lv6】，英雄生命+4。


*/