/*

亚芬戴克斯（统计时间：2025.9.18）

蓝卡：（12张——18.17级）

心灵黑洞（1费）——15级、15级

圣殿卫士（2费）——20级

黑夜突袭（2费）——20级

狡诈学徒（2费）——18级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

酗酒醉汉（3费）——17级

不法交易（3费）——15级

黑旗舰队飞斧手（4费）——20级

光明惩戒（5费）——18级



紫卡：（13张——17.08级）

四芒军旗（1费）——16级

圣殿御卫（2费）——19级

海燕精卫（2费）——19级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

黑水伏击（3费）——18级

海盗船长（4费）——16级

黑金诈术师（4费）——15级

召集护卫（4费）——15级

禁卫百夫长（5费）——19级

烈日大祭师（5费）——14级

禁卫指挥官（6费）——17级

黑旗舰队船长（6费）——16级



橙卡：（5张——16.40级）

花光春影·安娜贝尔（3费）——17级

夏日女郎·鲍莉（3费）——16级

春花使者·卡洛琳（4费）——18级

明日香·露娜（4费）——14级

白袍·伊恩（6费）——17级


总卡等：17.40级


技能等级：（扬起黑旗-10级）：【回合3】吸取敌方英雄25点生命，若生命高于对手，随机友军生物攻击+10。

武器等级：（美酒与风暴-4级）：【回合5结束】抽2张牌，随机敌军受到5点伤害。

宝物等级：（灼日-6级）：【回合3】召唤【烈日大祭师-lv6】，英雄生命+4。


*/