/*

阿斯塔拉（统计时间：2025.9.18）

蓝卡：（10张——15.90级）

圣殿卫士（2费）——20级

方尖魔碑（2费）——16级

沉重否定（2费）——12级

圣殿弩手（3费）——20级

增援战线（3费）——20级

全数否定（3费）——14级

虚化术（3费）——13级

光明惩戒（5费）——18级

学仆-能源型（5费）——14级

请示隐秘者（5费）——12级



紫卡：（13张——14.69级）

四芒军旗（1费）——16级

破魔系教授（2费）——14级

传记·海市蜃楼·蛇（2费）——11级

克隆术（2费）——10级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

缄言法师（3费）——14级

幻域秘树（4费）——14级

夺取阵地（4费）——14级

改造魔卷（4费）——11级

禁卫百夫长（5费）——19级

禁卫指挥官（6费）——17级

米拉方舟（7费）——13级



橙卡：（7张——15.43级）

花光春影·安娜贝尔（3费）——17级

百花长枪·卡洛琳（4费）——18级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——17级

火蛇巫女·沃凡瑞拉（7费）——12级


总卡等：15.27级


技能等级：（揭示未来-6级）：【回合4】3个友军生命+4、【洞察2】。

武器等级：（银蛇长杖-5级）：【回合3结束】召唤并获得【幻象蛇-lv6】。

宝物等级：（纯净紫钻-5级）：【回合3结束】召唤【幻域秘树-lv5】。

*/