/*

阿斯塔拉（统计时间：2025.10.22）

蓝卡：（9张——15.38级）

方尖魔碑（2费）——16级

沉重否定（2费）——13级

增援战线（3费）——20级

全数否定（3费）——15级

虚化术（3费）——13级

光明惩戒（5费）——19级

学仆-能源型（5费）——14级

请示隐秘者（5费）——13级



紫卡：（16张——15.13级）

四芒军旗（1费）——17级

破魔系教授（2费）——15级

传记·海市蜃楼·蛇（2费）——12级

克隆术（2费）——10级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

缄言法师（3费）——15级

召集护卫（4费）——16级

幻域秘树（4费）——15级

夺取阵地（4费）——15级

阳炎坠落（4费）——14级

改造魔卷（4费）——12级

禁卫百夫长（5费）——19级

召熊幻术师（5费）——12级

禁卫指挥官（6费）——18级

米拉方舟（7费）——13级



橙卡：（6张——16.67级）

花光春影·安娜贝尔（3费）——18级

百花长枪·卡洛琳（4费）——19级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

月之神·米拉（5费）——13级

白袍·伊恩（6费）——18级


总卡等：15.50级


技能等级：（揭示未来-6级）：【回合4】3个友军生命+4、【洞察2】。

武器等级：（银蛇长杖-5级）：【回合3结束】召唤并获得【幻象蛇-lv6】。

宝物等级：（纯净紫钻-5级）：【回合3结束】召唤【幻域秘树-lv5】。

*/