/*

萨维丽娅（统计时间：2025.9.18）

蓝卡：（12张——18.42级）

心灵黑洞（1费）——15级、15级

圣殿卫士（2费）——20级

黑夜突袭（2费）——20级

狡诈学徒（2费）——18级

圣殿弩手（3费）——20级

热血矿工（3费）——20级

增援战线（3费）——20级

酗酒醉汉（3费）——17级

黑旗舰队飞斧手（4费）——20级

光明惩戒（5费）——18级、18级



紫卡：（11张——17.27级）

四芒军旗（1费）——16级

圣殿御卫（2费）——19级

海燕精卫（2费）——19级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

黑水伏击（3费）——18级

黑金诈术师（4费）——15级

召集护卫（4费）——15级

夺取阵地（4费）——14级

禁卫百夫长（5费）——19级

禁卫指挥官（6费）——17级



橙卡：（7张——16.43级）

花光春影·安娜贝尔（3费）——17级

夏日女郎·鲍莉（3费）——16级

春花使者·卡洛琳（4费）——18级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——17级

白袍·伊恩（6费）——17级

武圣·云长（8费）——16级


总卡等：17.53级 


技能等级：（重炮阵地-13级）：【回合3】召唤【帝国重炮-lv14】和【小镇民兵-lv10】，全体友军生命+6。

武器等级：（荣耀命运权杖-6级）：【回合4】获得【皇家狮鹫-lv7】，吹回随机敌军。

宝物等级：（圣洁纹章-7级）：【回合2】召唤【白袍主教-lv8】。


*/