/*

丹巴瓦尔（统计时间：2025.8.16）

蓝卡：（10张——16.50级）

愚笨鲸头鹅（0费）——13级

圣殿卫士（2费）——20级

旷野祭师（2费）——15级

势如破竹（2费）——18级

圣殿弩手（3费）——20级

增援战线（3费）——20级

迅捷长矛手（3费）——17级

强行捕猎（4费）——13级、12级

光明惩戒（5费）——17级



紫卡：（13张——15.38级）

四芒军旗（1费）——16级

圣殿御卫（2费）——18级

血蜥头领（2费）——13级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

地洞巨獾（3费）——14级

活力仙人掌（3费）——13级

肥鼠晚宴（3费）——13级

飞斧狂人（4费）——16级

饥蛮巨汉（4费）——14级

夺取阵地（4费）——14级

禁卫百夫长（5费）——18级

飞斧女豪（5费）——13级



橙卡：（7张——14.86级）

花光春影·安娜贝尔（3费）——16级

春花使者·卡洛琳（4费）——17级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——16级

热血摇滚·凯（5费）——11级

白袍·伊恩（6费）——17级

白象战歌·鲁玛（7费）——13级



总卡等：15.63级


技能等级：（狂野爆发-8级）：【回合3】随机友军攻击+13，获得1回合践踏、回命。

武器等级：（酋长战斧-5级）：【回合4】随机迟缓友军+5/+6，获得【践踏】。

宝物等级：（赤怒-4级）：【回合2】获得【势如破竹-lv4】，随机友军+2/+3。


*/