/*

丹巴瓦尔（统计时间：2025.9.18）

蓝卡：（10张——16.90级）

愚笨鲸头鹅（0费）——14级

圣殿卫士（2费）——20级

势如破竹（2费）——19级

旷野祭师（2费）——15级

圣殿弩手（3费）——20级

增援战线（3费）——20级

迅捷长矛手（3费）——17级

强行捕猎（4费）——13级、13级

光明惩戒（5费）——18级



紫卡：（13张——15.85级）

四芒军旗（1费）——16级

圣殿御卫（2费）——19级

血蜥头领（2费）——14级

白袍主教（3费）——20级

圣殿骑士（3费）——18级

地洞巨獾（3费）——14级

肥鼠晚宴（3费）——14级

活力仙人掌（3费）——13级

飞斧狂人（4费）——16级

饥蛮巨汉（4费）——15级

夺取阵地（4费）——14级

禁卫百夫长（5费）——19级

飞斧女豪（5费）——14级



橙卡：（7张——15.14级）

春花使者·卡洛琳（4费）——18级

明日香·露娜（4费）——14级

永恒之王·莱哈特（5费）——17级

热血摇滚·凯（5费）——11级

白袍·伊恩（6费）——17级

白象战歌·鲁玛（7费）——13级

武圣·关羽武圣·关羽（8费）——16级



总卡等：16.03级


技能等级：（狂野爆发-8级）：【回合3】随机友军攻击+13，获得1回合践踏、回命。

武器等级：（酋长战斧-5级）：【回合4】随机迟缓友军+5/+6，获得【践踏】。

宝物等级：（赤怒-4级）：【回合2】获得【势如破竹-lv4】，随机友军+2/+3。


*/