/*

丹巴瓦尔（统计时间：2025.10.22）

蓝卡：（9张——17.22级）

愚笨鲸头鹅（0费）——14级

势如破竹（2费）——20级

蓄力射手（2费）——17级

圣殿弩手（3费）——20级

增援战线（3费）——20级

迅捷长矛手（3费）——18级

强行捕猎（4费）——14级、13级

光明惩戒（5费）——19级



紫卡：（13张——16.31级）

四芒军旗（1费）——17级

圣殿御卫（2费）——19级

血蜥头领（2费）——14级

白袍主教（3费）——20级

圣殿骑士（3费）——19级

地洞巨獾（3费）——15级

活力仙人掌（3费）——14级

肥鼠晚宴（3费）——14级

飞斧狂人（4费）——17级

饥蛮巨汉（4费）——15级

夺取阵地（4费）——15级

禁卫百夫长（5费）——19级

飞斧女豪（5费）——14级



橙卡：（8张——16.00级）

花光春影·安娜贝尔（3费）——18级

精灵王子·大羽（3费）——12级

春花使者·卡洛琳（4费）——19级

明日香·露娜（4费）——15级

永恒之王·莱哈特（5费）——17级

热血摇滚·凯（5费）——12级

白袍·伊恩（6费）——18级

武圣·关羽（8费）——17级



总卡等：16.50级


技能等级：（狂野爆发-8级）：【回合3】随机友军攻击+13，获得1回合践踏、回命。

武器等级：（酋长战斧-5级）：【回合4】随机迟缓友军+5/+6，获得【践踏】。

宝物等级：（赤怒-4级）：【回合2】获得【势如破竹-lv4】，随机友军+2/+3。


*/