/*

蓝卡：（19.00级）（5张）

圣殿卫士（2费）——20级
【回命】、【洞察】

圣殿弩手（3费）——20级
【快攻】、【协战】

增援战线（3费）——20级
【人海】、【洞察】

光明惩戒（5费）——18级、17级
【洞察】、【解卡】、【充能】



紫卡：（16.33级）（9张）

四芒军旗（1费）——16级
【人海】、【魔免】、【增益】

圣殿御卫（2费）——18级
【洞察】、【人海】

白袍主教（3费）——20级
【人海】、【属性】

圣殿骑士（3费）——18级
【护甲】、【回命】、【协战】

夺取阵地（4费）——14级
【吹风】、【洞察】、【人海】

召集护卫（4费）——14级
【洞察】、【人海】、【磐龙】、【增益】

阳炎坠落（4费）——12级
【解卡】、【回血】

禁卫百夫长（5费）——18级
【人海】、【护甲】、【磐龙】

禁卫指挥官（6费）——17级
【洞察】、【护甲】、【增益】



橙卡：（16.00级）（6张）

曙光·安娜贝尔（3费）——16级
【洞察】、【增益】

圣枪·卡洛琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——14级
【控制】、【洞察】、【护甲】、【增益】

帝国军魂·莱哈特（5费）——16级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】

正阳大主教·伊恩（6费）——17级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——16级
【连击】、【磐龙】、【护甲】、【增益】



小计：16.90级

*/