/*

总计：（15张）

蓝卡：（14.60级）（5张）

方尖魔碑（2费）——17级
【压费】、【洞察】

沉重否定（2费）——14级
【沉默】、【减益】、【充能】

全数否定（3费）——15级
【洞察】、【减益】

学仆-能源型（5费）——14级
【跳费】、【护甲】

请示隐秘者（5费）——13级
【过牌】、【洞察】、【增益】



紫卡：（13.75级）（9张）

破魔系教授（2费）——16级
【沉默】、【洞察】

克隆术（2费）——12级
【复制】、【洞察】、【回命】

传记·海市蜃楼·蛇（2费）——12级
【召唤】、【过牌】

缄言法师（3费）——15级
【沉默】

幻域秘树（4费）——15级
【跳费】、【洞察】

改造魔卷（4费）——12级
【消灭】、【充能】

召熊幻术师（5费）——13级
【召唤幻象熊】

米拉方舟（7费）——15级
【洞察】、【人海】、【穿透】、【护甲】

心灵操控（7费）——12级
【控制】



橙卡：（14.00级）（1张）

No.2时光·米拉（5费）——14级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】



小计：14.07级

*/





