/*

蓝卡：（13.50级）（6张）

方尖魔碑（2费）——16级
【压费】、【洞察】

沉重否定（2费）——12级
【沉默】、【减益】、【充能】

全数否定（3费）——14级
【洞察】、【减益】

虚化术（3费）——13级
【穿透】、【增益】

学仆-能源型（5费）——14级
【跳费】、【护甲】

请示隐秘者（5费）——12级
【过牌】、【洞察】、【增益】



紫卡：（12.43级）（7张）

破魔系教授（2费）——14级
【沉默】、【洞察】

传记·海市蜃楼·蛇（2费）——11级
【召唤】、【过牌】

克隆术（2费）——10级
【复制】、【洞察】、【回命】

缄言法师（3费）——14级
【沉默】

幻域秘树（4费）——14级
【跳费】、【洞察】

改造魔卷（4费）——11级
【消灭】、【充能】

米拉方舟（7费）——13级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（12.50级）（2张）

No.2时光·米拉（5费）——13级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】


No.6沃凡瑞拉（7费）——12级
【机制怪】



小计：12.87级

*/





