/*

蓝卡：（13.17级）（6张）

方尖魔碑（2费）——15级
【压费】、【洞察】

沉重否定（2费）——12级
【沉默】、【减益】、【充能】

全数否定（3费）——14级
【洞察】、【减益】

虚化术（3费）——12级
【穿透】、【增益】

学仆-能源型（5费）——14级
【跳费】、【护甲】

请示隐秘者（5费）——12级
【过牌】、【洞察】、【增益】



紫卡：（11.56级）（9张）

破魔系教授（2费）——13级
【沉默】、【洞察】

传记·海市蜃楼·蛇（2费）——10级
【召唤】、【过牌】

克隆术（2费）——9级
【复制】、【洞察】、【回命】

缄言法师（3费）——14级
【沉默】

幻域秘树（4费）——13级
【跳费】、【洞察】

改造魔卷（4费）——10级
【消灭】、【充能】

召熊幻术师（5费）——11级
【人海】、【召唤】

幻象龙（6费）——12级
【幻象】、【魔免】、【高面板】

米拉方舟（7费）——12级
【洞察】、【人海】、【穿透】、【护甲】



橙卡：（11.50级）（2张）

No.2时光·米拉（5费）——12级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】

No.6沃凡瑞拉（7费）——11级
【机制怪】



小计：12.12级

*/





