/*

总计：（15张）

//蓝卡：（12.11级）（9张）

飓风术（2费）——13级
【解卡】、【洞察】、【回血】

长耳庄巧姑（2费）——12级
【跳费】、【洞察】、【传承】

连击（3费）——12级、12级
【连击】、【增益】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风铃道人（4费）——12级
【吹风】、【洞察】

风卷残云（4费）——12级、12级、12级
【解牌】、【回命】、【充能】


// 不上

雪庐草人（1费）——12级
【传承】、【死亡回血并且踩冰过牌】

苦行武僧（2费）——12级
【传承】、【成长】

锁妖塔守卫（2费）——12级
【法力压制】、【洞察】

树木之怒（2费）——12级
【快攻】、【随机解卡】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】



紫卡：（2.00级）（4张）

墨轩隐士（4费）——12级
【跳费】、【洞察】、【复制】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】

萌化术（4费）——12级
【解卡】、【增益】

万物之灵（5费）——12级
【神佑】、【增益】


// 不上

蟠桃隐士（2费）——12级
【洞察】、【充能增益】

驱魔道人（3费）——12级
【神佑】、【洞察】、【命中成长】

御风武者（4费）——12级
【先攻】、【吹回】



橙卡：（15.00级）（2张）

神机玄女·轩（4费）——18级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】


小计：15.40级


*/