/*

总计：（15张）

蓝卡：（17.29级）（7张）

长耳庄巧姑（2费）——20级、12级
【跳费】、【洞察】、【传承】

树木之怒（2费）——19级
【快攻】、【随机解卡】

飓风术（2费）——16级
【解卡】、【洞察】、【回血】

连击（3费）——20级
【连击】、【增益】

铁山靠（3费）——19级
【增益】、【洞察】、【过牌】

风铃道人（4费）——15级
【吹飞】、【洞察】



// 不上

雪庐草人（1费）——12级
【传承】、【死亡回血并且踩冰过牌】

锁妖塔守卫（2费）——12级
【法力压制】、【洞察】

太极剑法（2费）——12级
【先攻】、【魔防】、【增益】



紫卡：（13.83级）（6张）

御风武者（4费）——18级
【先攻】、【吹回】

墨轩隐士（4费）——17级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】

萌化术（4费）——12级、12级
【解卡】、【增益】

万物之灵（5费）——12级
【神佑】、【增益】


// 不上

蟠桃隐士（2费）——12级
【洞察】、【充能增益】

驱魔道人（3费）——12级
【神佑】、【命中成长】



橙卡：（16.00级）（2张）

神机玄女·轩（4费）——18级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——14级
【增益】，【践踏】、【回命】、【护甲】


// 不上



小计：15.73级

*/
