/*

总计：（15张）

蓝卡：（12.00级）（8张）

长耳庄巧姑（2费）——12级
【跳费】、【洞察】、【传承】

飓风术（2费）——12级、12级
【吹风】、【洞察】、【回血】

连击（3费）——12级、12级
【连击】、【增益】

铁山靠（3费）——12级
【增益】、【洞察】、【过牌】

风铃道人（4费）——12级、12级
【吹风】、【洞察】


// 不上

雪庐草人（1费）——12级
【传承】、【死亡回血并且踩冰过牌】

锁妖塔守卫（2费）——12级
【法力压制】、【洞察】



紫卡：（12.00级）（5张）

蟠桃隐士（2费）——12级
【洞察】、【充能增益】

驱魔道人（3费）——12级
【神佑】、【洞察】、【命中成长】

墨轩隐士（4费）——12级
【跳费】、【洞察】、【复制】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】

万物之灵（5费）——12级
【神佑】、【增益】


// 不上

御风武者（4费）——12级
【先攻】、【吹回】



橙卡：（13.50级）（2张）

神机玄女·轩（4费）——15级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——12级
【增益】，【践踏】、【回命】、【护甲】


小计：12.20级


*/