/*

总计：（8张）

蓝卡：（18.14级）（7张）

树木之怒（2费）——20级
【快攻】、【随机解卡】

长耳庄巧姑（2费）——18级
【跳费】、【洞察】、【传承】

锁妖塔守卫（2费）——16级
【洞察】、【法力封锁】

飓风术（2费）——15级
【解卡】、【洞察】、【回血】

连击（3费）——20级
【连击】、【增益】

铁山靠（3费）——18级
【增益】、【洞察】、【过牌】

风铃道人（4费）——20级
【吹飞】、【洞察】



// 不上

卜命道长（1费）——12级
【低费传承】

龟族僧人（3费）——12级
【护甲】、【回命】

祥云师太（4费）——12级
【增益】、【传承】

风卷残云（4费）——12级
【解牌】、【回命】、【充能】



紫卡：（15.17级）（6张）

蟠桃隐士（2费）——14级
【洞察】、【充能增益】

驱魔道人（3费）——18级
【神佑】、【成长】

御风武者（4费）——18级
【先攻】、【吹回】

墨轩隐士（4费）——16级
【复制】、【跳费】、【洞察】

蟠桃会（4费）——12级
【洞察】、【过牌】、【增益】

万物之灵（5费）——13级
【神佑】、【增益】


// 不上

扫叶僧（3费）——12级
【吹回】、【传承】

逍遥琴师（3费）——12级
【AOE】



橙卡：（15.50级）（2张）

神机玄女·轩（4费）——17级
【洞察】、【增益】、【减益】

悟能禅杖（4费）——14级
【增益】，【践踏】、【回命】、【护甲】


// 不上



小计：16.60级

*/
