/*

总计：（17张）

蓝卡：（18.88级）（8张）

圣殿斥候（1费）——20级、18级
【洞察】、【人海】、【高攻击】

天使琼浆（2费）——19级
【洞察】、【回血】、【过牌】、【充能】

圣殿弩手（3费）——20级
【人海】、【快攻】

增援战线（3费）——20级
【人海】、【洞察】

田园守望者（3费）——18级
【洞察】、【回血】、【成长】

光明惩戒（5费）——20级、16级
【洞察】、【解卡】、【充能】


// 不上

庇护祝福（1费）——12级
【空放】、【增加护甲】、【护甲过牌】、【增益】

炫目神光（2费）——12级
【禁止攻击】、【回血】、【充能】



紫卡：（17.50级）（4张）

四芒军旗（1费）——16级
【魔免】、【人海】、【增益】

圣殿御卫（2费）——20级
【洞察】、【人海】

夺取阵地（4费）——17级
【吹风】、【洞察】、【人海】

惩戒天使（6费）——17级
【洞察】、【回命】、【消灭】


// 不上

传记·钢铁守卫（1费）——12级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿骑士（3费）——12级
【护甲】、【回命】

冲锋装备（3费）——12级
【洞察】、【护甲】、【增益】

召集护卫（4费）——12级
【洞察】、【人海】、【磐龙】、【增益】

阳炎坠落（4费）——12级
【解卡】、【回血】

皇家射手（5费）——12级
【洞察】、【先攻】、【召唤人海】



橙卡：（16.60级）（5张）

曙光·安娜贝尔（3费）——17级
【洞察】、【增益】

圣枪·卡洛琳（4费）——17级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——16级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——18级
【洞察】、【回命】、【增益】

钢铁统帅·雷蒙德（8费）——15级
【连击】、【磐龙】、【护甲】、【增益】


// 不上

帝国军魂·莱哈特（5费）——12级
【神佑】、【践踏】、【人海】、【磐龙】、【护甲】



小计：17.88级

*/