/*

总计：（15张）

蓝卡：（22.00级）（8张）

圣殿斥候（1费）——22级
【洞察】、【人海】、【高攻击】

圣殿卫士（2费）——22级
【洞察】、【回命】

天使琼浆（2费）——22级
【洞察】、【回血】、【过牌】、【充能】

炫目神光（2费）——22级
【禁止攻击】、【回血】、【充能】

圣殿弩手（3费）——22级
【人海】、【快攻】

田园守望者（3费）——22级
【洞察】、【回血】、【成长】

增援战线（3费）——22级
【人海】、【洞察】

光明惩戒（5费）——22级
【洞察】、【解卡】、【充能】


// 不上

庇护祝福（1费）——12级
【空放】、【增加护甲】、【护甲过牌】、【增益】



紫卡：（17.00级）（3张）

圣殿御卫（2费）——22级
【洞察】、【人海】

夺取阵地（4费）——14级
【吹风】、【洞察】、【人海】

惩戒天使（6费）——15级
【洞察】、【回命】、【消灭】


// 不上

四芒军旗（1费）——12级
【魔免】、【人海】、【增益】

传记·钢铁守卫（1费）——12级
【护甲】、【人海】、【过牌】、【神佑】、【增益】

圣殿骑士（3费）——12级
【护甲】、【回命】

冲锋装备（3费）——12级
【洞察】、【护甲】、【增益】

召集护卫（4费）——12级
【人海】、【洞察】、【护甲增益磐龙】

阳炎坠落（4费）——12级
【解卡】、【回血】



橙卡：（19.25级）（4张）

曙光·安娜贝尔（3费）——20级
【洞察】、【增益】

圣枪·卡洛琳（4费）——21级
【神佑】、【护甲】、【回命】、【洞察】

明日之音·露娜（4费）——15级
【控制】、【洞察】、【护甲】、【增益】

正阳大主教·伊恩（6费）——21级
【洞察】、【回血】、【增益】


// 不上

 



小计：20.27级

*/