/*

总计：（15张）

蓝卡：（15.63级）（8张）

心灵黑洞（1费）——14级、14级
【解卡】

先发制人（1费）——12级
【践踏】、【过牌】、【增益】

黑夜突袭（2费）——20级
【解卡】、【洞察】

狡诈学徒（2费）——20级
【洞察】、【人海】、【高攻击】

热血矿工（3费）——15级
【洞察】、【快攻】

酗酒醉汉（3费）——15级
【快攻】、【机制】

不法交易（3费）——15级
【快攻】、【过牌】、【洞察】


// 不上

黑金勒索者（2费）——12级
【禁疗】、【成长】



紫卡：（14.50级）（6张）

红海猎魔人（2费）——20级
【洞察】、【先攻】、【增益】、【机制】

走私狂徒（2费）——14级
【洞察】、【人海】、【肉盾】

海神赐福（2费）——13级
【洞察】、【回命】、【过牌】、【增益】

快乐使者（2费）——12级
【跳费】

黑水伏击（3费）——14级
【减益】、【召唤】、【吸血】

黑金诈术师（4费）——14级
【吹飞】、【压费】


// 不上

海燕精卫（2费）——12级
【机制狙击】、【人海压制】



橙卡：（14.00级）（1张）

赤影·艾希尔（4费）——14级
【洞察】、【连击】、【高魔防】、【隐身】、【增益】


// 不上

海燕·鲍莉（3费）——12级
【人海】、【机制】



小计：15.07级

*/