/*

总计：（15张）

蓝卡：（13.70级）（10张）

心灵黑洞（1费）——13级、13级
【解卡】

暗潮涌动（1费）——13级
【快攻】、【吸血】

黑夜突袭（2费）——18级
【解卡】、【洞察】

狡诈学徒（2费）——16级、12级、12级
【洞察】、【人海】、【高攻击】

黑金勒索者（2费）——12级
【禁疗】、【成长】

热血矿工（3费）——14级
【洞察】、【快攻】

不法交易（3费）——14级
【快攻】、【过牌】、【洞察】


// 不上

酗酒醉汉（3费）——12级
【快攻】、【机制】



紫卡：（13.00级）（4张）

红海猎魔人（2费）——16级
【洞察】、【先攻】、【增益】、【机制】

海神赐福（2费）——12级、12级
【洞察】、【回命】、【过牌】、【增益】

走私狂徒（2费）——12级
【洞察】、【人海】、【肉盾】



// 不上

海燕精卫（2费）——12级
【机制狙击】、【人海压制】

黑水伏击（3费）——12级
【减益】、【召唤】、【吸血】

黑金诈术师（4费）——12级
【吹飞】、【压费】



橙卡：（13.00级）（1张）

赤影·艾希尔（4费）——13级
【洞察】、【连击】、【高魔防】、【隐身】、【增益】


// 不上

海燕·鲍莉（3费）——12级
【人海】、【机制】



小计：13.47级

*/