/*

总计：（15张）

蓝卡：（16.13级）（8张）

心灵黑洞（1费）——15级、14级、13级
【解卡】

狡诈学徒（2费）——20级
【洞察】、【人海】、【高攻击】

黑夜突袭（2费）——20级
【解卡】、【洞察】

黑金勒索者（2费）——12级
【禁疗】、【成长】

热血矿工（3费）——19级
【洞察】、【快攻】

不法交易（3费）——16级
【快攻】、【过牌】、【洞察】


// 不上

先发制人（1费）——12级
【践踏】、【过牌】、【增益】

酗酒醉汉（3费）——12级
【快攻】、【机制】



紫卡：（14.75级）（4张）

红海猎魔人（2费）——20级
【洞察】、【先攻】、【增益】、【机制】

海神赐福（2费）——12级、12级
【洞察】、【回命】、【过牌】、【增益】

黑金诈术师（4费）——15级
【吹飞】、【压费】


// 不上

走私狂徒（2费）——16级
【洞察】、【人海】、【肉盾】


海燕精卫（2费）——12级
【机制狙击】、【人海压制】



橙卡：（12.00级）（3张）

海燕·鲍莉（3费）——12级
【人海】、【机制】

魔卡幻术师·梅基（3费）——12级
【机制】、【过牌】、【弃牌】、【充能】

赤影·艾希尔（4费）——12级
【洞察】、【连击】、【高魔防】、【隐身】、【增益】


// 不上





小计：14.93级

*/