/*

总计：（16张）

蓝卡：（18.50级）（6张）

洞悉之眼（0费）——14级
【洞察】、【回血】

学仆-观测型（2费）——22级、22级
【洞察】、【回命】、【成长】

沉重否定（2费）——18级、13级
【沉默】、【减益】、【充能】

全数否定（3费）——22级
【洞察】、【减益】


// 不上



紫卡：（18.63级）（8张）

破魔系教授（2费）——20级
【沉默】、【洞察】

克隆术（2费）——15级、14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——22级、22级、20级
【快攻】、【洞察】、【成长】

观星台大预言家（5费）——16级
【过牌】、【洞察】

米拉方舟（7费）——20级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

隐形术（1费）——12级
【洞察】、【隐身】、【增益】

神秘学教授（2费）——12级
【机制给洞悉之眼】

学仆-猛禽型（3费）——14级
【先攻】、【洞察】、【成长】

幻域秘树（4费）——12级
【跳费】、【洞察】



橙卡：（19.50级）（2张）

鬼童-7号（4费）——21级
【机制怪】

No.2时光·米拉（5费）——18级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】


// 不上

No.4希尔伯特（2费）——12级
【机制怪】、【护甲】

No.6迪宁（6费）——12级
【连击】、【先攻】、【增益】



小计：18.69级

*/