/*

总计：（17张）

蓝卡：（17.00级）（6张）

洞悉之眼（0费）——12级、12级
【洞察】、【回血】

学仆-观测型（2费）——20级、20级
【洞察】、【回命】、【成长】

沉重否定（2费）——18级
【沉默】、【减益】、【充能】

全数否定（3费）——20级
【洞察】、【减益】


// 不上

电流激活（1费）——12级
【解除迟缓和守军】、【增益】

虚化术（3费）——12级
【穿透】、【增益】

占卜命运（3费）——12级
【过牌】、【回血】



紫卡：（17.80级）（10张）

隐形术（1费）——17级
【洞察】、【隐身】、【增益】

破魔系教授（2费）——19级
【沉默】、【洞察】

克隆术（2费）——14级、14级
【复制】、【洞察】、【回命】

学仆-脉冲型（3费）——20级、20级、20级
【快攻】、【洞察】、【成长】

幻域秘树（4费）——19级
【跳费】、【洞察】

观星台大预言家（5费）——17级
【过牌】、【洞察】

米拉方舟（7费）——18级
【洞察】、【人海】、【穿透】、【护甲】


// 不上

神秘学教授（2费）——12级
【机制给洞悉之眼】

传记·海市蜃楼·蛇（2费）——12级
【幻象】、【解卡】

学仆-猛禽型（3费）——12级、12级、12级
【先攻】、【洞察】、【成长】

幻象巨龙（6费）——12级
【幻象】、【魔免】、【高面板】



橙卡：（15.00级）（1张）

No.2时光·米拉（5费）——15级
【跳费】、【洞察】、【沉默】、【回命】、【机制怪】


// 不上

No.4希尔伯特（2费）——12级
【机制怪】、【护甲】

No.5咒刃·布雷克（3费）——12级
【连击】、【先攻】、【魔免】、【成长】

鬼童-7号（4费）——12级
【机制怪】

No.6迪宁（6费）——12级
【连击】、【先攻】、【增益】



小计：17.35级

*/