/*

帝国：（18张）

蓝卡（4张）：圣殿斥候（1费）、庇护祝福（1费）、炫目神光（2费）、田园守望者（3费）

紫卡（8张）：四芒军旗（1费）、传记·钢铁守卫（1费）、圣殿骑士（3费）、夺取阵地（4费）、召集护卫（4费）、 阳炎坠落（4费）、皇家射手（5费）、惩戒天使（6费）

橙卡（6张）：花光春影·安娜贝尔（3费）、百花长枪·卡洛琳（4费）、明日香·露娜（4费）、永恒之王·莱哈特（5费）、白袍·伊恩（6费）、武圣·云长（8费）



隐秘（16张）

蓝卡（3张）：洞悉之眼（0费）、沉重否定（2费）、占卜命运（3费）

紫卡（8张）：隐形术（1费）、破魔系教授（2费）、神秘学教授（2费）、克隆术（2费）、学仆-猛禽型（3费）、学仆-脉冲型（3费）、观星台大预言家（5费）、米拉方舟（7费）
    
橙卡（5张）：No.4希尔伯特（2费）、鬼刃·布雷克（3费）、流星-7号（4费）、月之神·米拉（5费）、滑板少年·迪宁（6费）



禅意：（12张）

蓝卡（5张）：锁妖塔守卫（2费）、飓风术（2费）、连击（3费）、铁山靠（3费）、风卷残云（4费）

紫卡（5张）：驱魔道人（3费）、御风武者（4费）、墨轩隐士（4费）、蟠桃会（4费）、万物之灵（5费）

橙卡（2张）：神机玄女·轩（4费）、上宝沁金耙（4费）



港口：（16张）

蓝卡（7张）：心灵黑洞（1费）、先发制人（1费）、狡诈学徒（2费）、黑夜突袭（2费）、热血矿工（3费）、酗酒醉汉（3费）、不法交易（3费）

紫卡（7张）：海燕精卫（2费）、走私狂徒（2费）、红海猎魔人（2费）、海神赐福（2费）、深山老巫（3费）、黑水伏击（3费）、黑金诈术师（4费）

橙卡（2张）：夏日女郎·鲍莉（3费）、樱花·艾希尔（4费）



蛮石：（6张）

蓝卡（4张）：愚笨鲸头鹅（0费）、迟来的补给（1费）、旷野祭师（2费）、势如破竹（2费）

紫卡（1张）：血蜥头领（2费）

橙卡（1张）：热血摇滚·凯（5费）



总共：68张

*/