[
    {
        "id": 1,
        "name": "马修",
        "quality": 3,
        "zhenyin": [1, 2],
        "job": [1, 3, 4, 6, 7],
        "xiuzheng": [20, 40, 25, 15],
        "talent": ["友情的羁绊", "进入战斗时，如果自身3格范围有友军，100%概率触发攻防提升20%。"],
        "zhuwen": ["偕行众志", "攻击、防御+5%；全场“主角光环”友军，周围2格内存在其他友军时，攻击、智力提升10%。"],
        "shenqi": ["团结", "意志之力", "当周围2格有我方友军时，攻击、防御、魔防提升10%。"],
        "heart": [
            "英雄：本部队有5个以上增益效果时，进入战斗后遭受伤害降低10%。 除英雄以外高级职业：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "英雄：本部队有5个以上增益效果时，进入战斗后伤害提升10%。 除英雄以外高级职业：受到攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["妙想假日", "执事美酒", "灵魂指挥", "铸剑的英雄"],
        "collab": false
    },
    {
        "id": 1,
        "name": "SP马修",
        "quality": 4,
        "zhenyin": [1, 2],
        "job": [1],
        "xiuzheng": [20, 40, 25, 15],
        "talent": ["交错的羁绊", "携带技能无视COST限制。全场每有1个友军部队，则攻防提升5%（最高25%）。若本回合攻击过，行动结束时可以额外使用技能[回到过去]：回到行动开始时的状态（使用后需要间隔2回合才能再次使用）"],
        "zhuwen": ["偕行众志", "攻击、防御+5%；全场“主角光环”友军，周围2格内存在其他友军时，攻击、智力提升10%。"],
        "shenqi": ["团结", "意志之力", "当周围2格有我方友军时，攻击、防御、魔防提升10%。"],
        "heart": [
            "英雄：本部队有5个以上增益效果时，进入战斗后遭受伤害降低10%。",
            "英雄：本部队有5个以上增益效果时，进入战斗后伤害提升10%。"
        ],
        "skin": ["妙想假日", "执事美酒", "灵魂指挥", "铸剑的英雄"],
        "collab": false
    },
    {
        "id": 2,
        "name": "格尼尔",
        "quality": 3,
        "zhenyin": [2],
        "job": [2, 6],
        "xiuzheng": [25, 35, 30, 10],
        "talent": ["坚忍的反击", "被攻击进入战斗时，战后100%概率触发，自身攻防提升10%，持续2回合，最高可以累积3层。"],
        "zhuwen": ["光明誓约", "[坚忍的反击]持续回合数+1，最大累积层数+1；释放[全村的希望]后，行动结束时额外使所有“光辉军团”友军所处的格子获得[我的地盘]。"],
        "shenqi": ["逐梦之冠", "凡人之力", "魔防+5%。当自身强化状态数量大于或等于7个时，反击伤害提高50%。"],
        "heart": [
            "大元帅：受到攻击进入战斗时，遭受魔法伤害降低10%。 弓骑统帅：受到攻击进入战斗时，遭受物理伤害降低10%。",
            "大元帅：受到近战攻击进入战斗时，伤害提升10%。 弓骑统帅：受到远程攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["定音坚石", "星级大厨"],
        "collab": false
    },
    {
        "id": 2,
        "name": "SP格尼尔",
        "quality": 4,
        "zhenyin": [2],
        "job": [6],
        "xiuzheng": [25, 35, 30, 10],
        "talent": ["勇者的坚韧", "被攻击进入战斗前，100%概率获得[坚忍的反击]：攻击，防御提升10%，遭受物理伤害降低5%，持续2回合，不可驱散，可以累积，最高可以累积3个。当自身拥有3个及以上强化效果时，部队攻击不受近战伤害减免影响。"],
        "zhuwen": ["光明誓约", "[坚忍的反击]持续回合数+1，最大累积层数+1；释放[全村的希望]后，行动结束时额外使所有“光辉军团”友军所处的格子获得[我的地盘]。"],
        "shenqi": ["逐梦之冠", "凡人之力", "魔防+5%。当自身强化状态数量大于或等于7个时，反击伤害提高50%。"],
        "heart": [
            "啸风骑将：部队血量低于70%时，战斗中遭受伤害降低10%。",
            "啸风骑将：部队血量低于70%时，伤害提升10%。"
        ],
        "skin": ["定音坚石", "星级大厨"],
        "collab": false
    },
    {
        "id": 3,
        "name": "艾梅达",
        "quality": 3,
        "zhenyin": [1, 2, 11],
        "job": [9],
        "xiuzheng": [25, 15, 35, 25],
        "talent": ["吐槽大师", "行动结束时，对4格以内的4个敌军施加1个随机的弱化效果。并为生命最低的其他友军部队恢复生命，恢复量为艾梅达智力的2.5倍。"],
        "zhuwen": ["意犹未尽", "智力+5%。使用“终极吐槽”或“吐槽大会”后该技能冷却时间随机减少1-4回合。"],
        "shenqi": ["■■■■", "触手粘液", "主动攻击造成伤害后，使敌军“移动力”降低1格，且无法进行护卫，持续1回合。"],
        "heart": [
            "圣者：部队血量高于80%时，遭受暴击率降低10%。 神使：部队血量100%时，遭受伤害降低10%。",
            "圣者：范围伤害提升10%。 神使：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["Q梅达", "旧日的呼唤", "甜心女仆", "重逢的交汇", "金色琴弦", "镜花伊人"],
        "collab": false
    },
    {
        "id": 3,
        "name": "SP艾梅达",
        "quality": 4,
        "zhenyin": [1, 2, 11],
        "job": [8],
        "xiuzheng": [25, 15, 35, 25],
        "talent": ["女神超正经！", "行动结束时，为生命值最低的友军部队恢复生命，恢复量为艾梅达智力的3倍，同时驱散2个弱化效果。并对距离自身最近的2个敌军施加2个随机的弱化效果。"],
        "zhuwen": ["意犹未尽", "智力+5%。使用“终极吐槽”或“吐槽大会”后该技能冷却时间随机减少1-4回合。"],
        "shenqi": ["■■■■", "触手粘液", "主动攻击造成伤害后，使敌军“移动力”降低1格，且无法进行护卫，持续1回合。"],
        "heart": [
            "曙光的恩眷：遭受范围伤害降低10%。",
            "曙光的恩眷：与具有“弱化效果”的部队战斗时，伤害提升10%。"
        ],
        "skin": ["Q梅达", "旧日的呼唤", "甜心女仆", "重逢的交汇", "金色琴弦", "镜花伊人"],
        "collab": false
    },
    {
        "id": 4,
        "name": "阿伦",
        "quality": 1,
        "zhenyin": [2],
        "job": [2],
        "xiuzheng": [10, 10, 35, 35],
        "talent": ["老而弥坚", "部队血量越低时，减少遭受物理伤害越多，最多减少40%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "大元帅：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "大元帅：受到近战攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["深海救援"],
        "collab": false
    },
    {
        "id": 5,
        "name": "基斯",
        "quality": 1,
        "zhenyin": [2],
        "job": [4],
        "xiuzheng": [35, 10, 35, 10],
        "talent": ["谨慎的守将", "被攻击时，遭受物理伤害降低30%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "龙骑统帅：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "龙骑统帅：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": [],
        "collab": false
    },
    {
        "id": 6,
        "name": "斯科特",
        "quality": 1,
        "zhenyin": [2, 7],
        "job": [3],
        "xiuzheng": [15, 30, 35, 10],
        "talent": ["谨慎的战术家", "生命值50%以上时进入战斗，遭受伤害降低30%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "骑士统帅：与血量百分比低于自身的部队交战时，进入战斗后遭受伤害降低10%。",
            "骑士统帅：部队血量高于80%时，伤害提升10%。"
        ],
        "skin": [],
        "collab": false
    },
    {
        "id": 7,
        "name": "洛加",
        "quality": 1,
        "zhenyin": [4, 8],
        "job": [7],
        "xiuzheng": [35, 35, 10, 10],
        "talent": ["刚猛", "暴击率提升20%，暴击伤害提升20%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "大统帅：本部队有5个以上的强化状态时，战斗中遭受伤害降低10%。",
            "大统帅：本部队有5个以上的强化状态时，战斗中伤害提升10%。"
        ],
        "skin": ["玫瑰铳客"],
        "collab": false
    },
    {
        "id": 8,
        "name": "迪欧斯",
        "quality": 1,
        "zhenyin": [3, 7],
        "job": [6],
        "xiuzheng": [35, 35, 10, 10],
        "talent": ["碎甲狙击", "主动攻击进入战斗前，100%概率使得敌军的防御力降低30%，持续1回合。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "弓骑统帅：部队血量100%时，遭受伤害降低10%。",
            "弓骑统帅：部队血量100%时，伤害提高10%。"
        ],
        "skin": [],
        "collab": false
    },
    {
        "id": 9,
        "name": "安娜",
        "quality": 1,
        "zhenyin": [4, 6],
        "job": [9],
        "xiuzheng": [10, 10, 35, 35],
        "talent": ["额外的祝福", "自身部队生命提升20%。对友军释放技能时都会附加1个额外的随机强化效果。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "神使：遭受范围伤害降低10%。",
            "神使：治疗效果+10%。"
        ],
        "skin": ["先训哲音"],
        "collab": false
    },
    {
        "id": 10,
        "name": "路因",
        "quality": 1,
        "zhenyin": [3],
        "job": [1],
        "xiuzheng": [10, 35, 15, 30],
        "talent": ["光之起源", "主动攻击进入战斗前，部队攻击、防御提升15%，持续1回合，且战后100%概率恢复部队30%生命值。"],
        "zhuwen": [],
        "shenqi": ["远古圣王冠冕", "源初之光", "防御+10%。周围2格范围内有友军时，英雄造成伤害提升10%。可以享受[光辉军团]超绝效果。"],
        "heart": [
            "剑士统帅：本部队有5个以上的强化状态时，战斗中遭受伤害降低10%。",
            "剑士统帅：本部队有5个以上的强化状态时，战斗中伤害提升10%。"
        ],
        "skin": ["雄略君王"],
        "collab": false
    },
    {
        "id": 10,
        "name": "SP路因",
        "quality": 4,
        "zhenyin": [3],
        "job": [2],
        "xiuzheng": [20, 30, 25, 25],
        "talent": ["光之先祖", "攻击、防御提升30%，被攻击进入战斗前及主动攻击进入战斗后恢复部队30%生命值。"],
        "zhuwen": [],
        "shenqi": ["远古圣王冠冕", "源初之光", "防御+10%。周围2格范围内有友军时，英雄造成伤害提升10%。可以享受[光辉军团]超绝效果。"],
        "heart": [
            "源初的君王：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "源初的君王：受到近战攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["雄略君王"],
        "collab": false
    },
    {
        "id": 11,
        "name": "利亚特",
        "quality": 1,
        "zhenyin": [4, 8],
        "job": [3],
        "xiuzheng": [10, 35, 35, 10],
        "talent": ["骑士的信念", "当生命80%以上主动进入战斗时本部队攻击和防御各提升30%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "骑士统帅：攻击前每移动1格，部队遭受伤害降低3%（上限15%）。",
            "骑士统帅：攻击前每移动1格，伤害提升3%（上限15%）。"
        ],
        "skin": ["绿林飞侠", "骁骑荣光"],
        "collab": false
    },
    {
        "id": 11,
        "name": "SSR利亚特",
        "quality": 3,
        "zhenyin": [4, 8],
        "job": [3],
        "xiuzheng": [10, 35, 35, 10],
        "talent": ["觉醒的龙将", "攻击、防御提升30%。造成伤害后对敌军施加1层[龙焰]：“持续3回合，最多可叠加4层，无法免疫，不可驱散；行动结束时若拥有3层及以上[龙焰]，获得‘遭受伤害提升20%’，持续2回合”。自身周围3格范围内的敌军主动进入战斗前若移动距离小于等于3时，使其获得“造成伤害降低15%”，持续2回合。若全场存在名为“利昂”的友军时，自身可以无视距离替其承受物理攻击，并且遭受致命伤害不会死亡，之后生命值恢复50%（每场战斗仅能触发1次），每层[龙焰]额外使英雄防御降低5%，且“利昂”对敌军造成伤害也可以施加[龙焰]。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "骑士统帅：攻击前每移动1格，部队遭受伤害降低3%（上限15%）。",
            "骑士统帅：攻击前每移动1格，伤害提升3%（上限15%）。"
        ],
        "skin": ["绿林飞侠", "骁骑荣光"],
        "collab": false
    },
    {
        "id": 12,
        "name": "利斯塔",
        "quality": 1,
        "zhenyin": [2, 8],
        "job": [5],
        "xiuzheng": [35, 10, 35, 10],
        "talent": ["水战高手", "本部队在水中战斗时攻击提升30%。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "海骑统帅：在水中时，遭受物理伤害降低10%。",
            "海骑统帅：在水中时，物理伤害提升10%。"
        ],
        "skin": ["斩浪怒涛"],
        "collab": false
    },
    {
        "id": 13,
        "name": "皮耶鲁",
        "quality": 1,
        "zhenyin": [3, 8],
        "job": [5],
        "xiuzheng": [35, 10, 35, 10],
        "talent": ["水军教头", "在水中战斗时，攻击、防御提升15%。行动结束时，如果部队在水中，恢复自身部队40%生命。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "海骑统帅：在水中时，遭受物理伤害降低10%。",
            "海骑统帅：在水中时，物理伤害提升10%。"
        ],
        "skin": [],
        "collab": false
    },
    {
        "id": 14,
        "name": "杰西卡",
        "quality": 1,
        "zhenyin": [2, 3, 11],
        "job": [8],
        "xiuzheng": [15, 15, 30, 30],
        "talent": ["法术大师", "部队生命100%时，智力提升15%。自身智力的40%会额外附加到魔防上。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "巫师：部队血量100%时，遭受伤害降低10%。",
            "巫师：部队血量100%时，伤害提高10%。"
        ],
        "skin": ["光辉的启蒙", "午憩时光"],
        "collab": false
    },
    {
        "id": 15,
        "name": "蕾蒂西亚",
        "quality": 1,
        "zhenyin": [4, 7],
        "job": [3],
        "xiuzheng": [10, 35, 10, 35],
        "talent": ["爱的声援", "如果自身2格范围有友军部队，攻击、防御提升15%。行动结束时，使周围2格以内4个其他友军“移动力”提升1，持续1回合。"],
        "zhuwen": [],
        "shenqi": [],
        "heart": [
            "骑士统帅：攻击前每移动1格，部队遭受伤害降低3%（上限15%）。",
            "骑士统帅：攻击前每移动1格，伤害提升3%（上限15%）。"
        ],
        "skin": ["疾速快递"],
        "collab": false
    },
    {
        "id": 16,
        "name": "兰斯",
        "quality": 2,
        "zhenyin": [2, 4, 7],
        "job": [3, 4],
        "xiuzheng": [35, 15, 35, 10],
        "talent": ["空骑统帅", "对战“飞兵”与“骑兵”部队时，攻击和防御提升30%。"],
        "zhuwen": ["长驰锐骑", "与克制关系的部队交战时全属性+15%；自身为[混合部队]时移动力+2，且战后恢复造成伤害20%的生命。"],
        "shenqi": ["卡尔萨斯之冠", "百战心得", "生命+5%。自身为[混合部队]时，部队伤害额外提升20%。"],
        "heart": [
            "龙骑统帅：部队血量100%时，遭受伤害降低10%。 皇家骑士：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "龙骑统帅：部队血量100%时，伤害提高10%。 皇家骑士：部队血量低于70%时，伤害提升10%。"
        ],
        "skin": ["远洋骁骑", "龙游新厨"],
        "collab": false
    },
    {
        "id": 17,
        "name": "艾玛林克",
        "quality": 2,
        "zhenyin": [4, 7],
        "job": [2, 3],
        "xiuzheng": [35, 15, 35, 10],
        "talent": ["智将的帷幕", "主动攻击时，攻击提升20%，被攻击时，遭受伤害降低20%。周围2格内所有敌军移动力降低2，且无法进行护卫。"],
        "zhuwen": ["远谋奇智", "攻击、防御+5%，[幕影]和[反计]的持续回合+1。"],
        "shenqi": ["远见", "智瞳", "生命+10%。行动结束时，使得周围2格以内所有敌军随机获得一个弱化效果。"],
        "heart": [
            "骑士统帅：主动攻击进入战斗时，部队遭受伤害降低10%。 大元帅：受到攻击进入战斗时，遭受物理伤害降低10%。",
            "骑士统帅：部队血量低于70%时，伤害提升10%。 大元帅：部队血量高于80%时，伤害提升10%。"
        ],
        "skin": ["上古智瞳"],
        "collab": false
    },
    {
        "id": 18,
        "name": "埃格贝尔特",
        "quality": 2,
        "zhenyin": [4, 5, 7],
        "job": [8],
        "xiuzheng": [35, 10, 15, 35],
        "talent": ["烈焰缠绕", "主动对敌军造成伤害后，额外造成一次[固定伤害]，伤害值为智力的2倍。"],
        "zhuwen": ["漆黑魔导", "智力+5%。主动造成伤害后有50%的几率对敌军造成一次[固定伤害]，伤害值为智力的1倍。"],
        "shenqi": ["浴火之衣", "浴火", "生命、魔防+5%。被攻击受到伤害后，获得效果“技能射程+1，范围+1”持续1回合。"],
        "heart": [
            "黑暗统帅：受到具有“弱化效果”的部队攻击进入战斗时，遭受伤害降低10%。 隐士：部队血量低于70%时，遭受伤害降低10%。",
            "黑暗统帅：受到远程攻击进入战斗时，伤害提升10%。 隐士：主动攻击血量百分比高于自身的部队时，进入战斗后伤害提升10%。"
        ],
        "skin": ["节奏的爆点", "霜冥朽巫"],
        "collab": false
    },
    {
        "id": 19,
        "name": "雾风",
        "quality": 2,
        "zhenyin": [3, 8],
        "job": [1, 7],
        "xiuzheng": [35, 40, 10, 10],
        "talent": ["二刀流", "暴击率提升15%。进入战斗时如果触发暴击，战后恢复伤害30%的生命，同时100%概率使技能冷却时间减少1回合。"],
        "zhuwen": ["狩魔心流", "暴击伤害提升10%，进入战斗时如果触发暴击，战后为敌军施加1个随机的弱化效果。"],
        "shenqi": ["笠", "隐于乱世", "防御、魔防+5%。部队生命值100%时，技巧+30%。"],
        "heart": [
            "剑圣：部队血量高于80%时，进入战斗后遭受伤害降低10%。 影：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "剑圣：部队血量高于80%时，暴击伤害提升10%。 影：部队血量低于70%时，暴击伤害提升10%。"
        ],
        "skin": ["钛金武士"],
        "collab": false
    },
    {
        "id": 20,
        "name": "银狼",
        "quality": 2,
        "zhenyin": [3, 8],
        "job": [6, 7],
        "xiuzheng": [40, 35, 10, 10],
        "talent": ["狼性", "身上每有一个强化状态，则攻防提升7%，最高可以提升21%。如果发生了暴击，战斗后偷取对方身上的2个强化状态。"],
        "zhuwen": ["疾风破空", "攻击+5%，主动进入战斗后，若敌军没有任何强化状态，则受到一次银狼攻击1.5倍的[固定伤害]。"],
        "shenqi": ["义贼的假面", "居高临下", "魔防+5%。主动攻击进入战斗时，如果自身强化状态数量大于等于敌军强化状态数量的2倍，会先于敌军进行攻击。"],
        "heart": [
            "影：主动攻击进入战斗时，部队遭受伤害降低10%。 游侠：受到攻击进入战斗时，遭受物理伤害降低10%。",
            "影：受到攻击进入战斗时，暴击伤害提升10%。 游侠：部队血量高于80%时，暴击伤害提升10%。"
        ],
        "skin": ["废土凶牙", "致命绅士"],
        "collab": false
    },
    {
        "id": 21,
        "name": "海恩",
        "quality": 2,
        "zhenyin": [2, 4],
        "job": [8, 9],
        "xiuzheng": [10, 40, 10, 35],
        "talent": ["累积的知识", "每次行动结束时，智力提升6%，持续5回合，最高可以累积4层。"],
        "zhuwen": ["首席的才识", "智力+5%；行动结束时获得1个天赋的智力提升效果（[黑龙的学识]天赋额外获得1个[雷]或[炎]）。"],
        "shenqi": ["我我我公主？", "哎哟喂", "生命+5%。英雄天赋可以累积的增益效果个数+1，可以享受[公主联盟]超绝效果。"],
        "heart": [
            "巫师：本部队有7个以上的强化状态时，战斗中遭受伤害降低10%。 圣者：部队血量100%时，遭受伤害降低10%。",
            "巫师：本部队有7个以上的强化状态时，进入战斗后伤害提升10%。 圣者：部队血量100%时，伤害提高10%。"
        ],
        "skin": ["超时空公主", "魔法奇缘"],
        "collab": false
    },
    {
        "id": 21,
        "name": "SP海恩",
        "quality": 4,
        "zhenyin": [2, 4],
        "job": [8],
        "xiuzheng": [10, 40, 10, 40],
        "talent": ["黑龙的学识", "每次行动结束时，获得[累积的知识]：智力提升6%，可以累积，最高可以累积4个。每场战斗开始时自身获得2层[累积的知识]。每次行动结束时，随机获得[雷]：“遭受伤害降低2%，可累积”或[炎]：“暴击率提升2%，可累积”，最多2个，每种元素最高可以累积4个，不可驱散。每场战斗开始时自身获得2层[雷]和[炎]。"],
        "zhuwen": ["首席的才识", "智力+5%；行动结束时获得1个天赋的智力提升效果（[黑龙的学识]天赋额外获得1个[雷]或[炎]）。"],
        "shenqi": ["我我我公主？", "哎哟喂", "生命+5%。英雄天赋可以累积的增益效果个数+1，可以享受[公主联盟]超绝效果。"],
        "heart": [
            "黑龙魔导师：部队血量高于80%时，遭受暴击率降低10%。",
            "黑龙魔导师：受到攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["超时空公主", "魔法奇缘"],
        "collab": false
    },
    {
        "id": 22,
        "name": "克丽丝",
        "quality": 2,
        "zhenyin": [1, 2, 6],
        "job": [9],
        "xiuzheng": [10, 10, 35, 40],
        "talent": ["礼物", "造成伤害提升20%。行动结束时，为周围2格的4名其他友军，驱散1个弱化状态，并随机附加1个强化状态。"],
        "zhuwen": ["勇毅圣女", "智力+10%，主动攻击进入战斗时，战后恢复自身生命值，恢复量为自身智力的2倍，并获得1个随机的强化效果。"],
        "shenqi": ["圣女礼赞", "圣女眷顾", "生命、魔防+5%。行动结束时，如果本回合造成过伤害，则天赋施加的随机强化效果额外增加1个。击杀魔物后，可额外行动1次。（[触发冷却]再行动效果需要间隔2回合才可以再次触发）"],
        "heart": [
            "女武神：受到远程攻击时，遭受魔法伤害降低10%。 公主：受到近战攻击时，遭受物理伤害降低10%。",
            "女武神：范围伤害提升10%。 公主：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["灿丽航程", "焙烤爱意", "银猫", "锦绣佳缘", "防爆女警"],
        "collab": false
    },
    {
        "id": 23,
        "name": "芙蕾雅",
        "quality": 2,
        "zhenyin": [3, 6],
        "job": [2, 9],
        "xiuzheng": [35, 10, 40, 10],
        "talent": ["悲伤的决断", "遭受暴击率降低50%。进入战斗前，如果自身生命在50%以上，对敌军造成一次伤害，伤害数值为英雄防御的2倍。"],
        "zhuwen": ["铁线刺蘼", "全属性+5%；获得[蔷薇之阵]时若防御基础值大于魔防，同时获得[枪阵]；反之获得[铁蔷薇]。"],
        "shenqi": ["荆棘皇冠", "蔷薇女王", "魔防+10%。被攻击进入战斗前，对敌军造成固定伤害，伤害值为英雄魔防的2倍。"],
        "heart": [
            "皇家卫士：受到攻击进入战斗时，遭受物理伤害降低10%。 女武神：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "皇家卫士：主动攻击时，士兵伤害提升20%。 女武神：受到攻击时，士兵伤害提升20%。"
        ],
        "skin": ["斯巴达克斯", "花火琉璃", "阳光热梦"],
        "collab": false
    },
    {
        "id": 23,
        "name": "SP芙蕾雅",
        "quality": 4,
        "zhenyin": [3, 6],
        "job": [9],
        "xiuzheng": [35, 10, 35, 20],
        "talent": ["盛绽的蔷薇", "遭受伤害降低15%，遭受暴击率降低30%。周围2格范围内，所有敌军造成伤害前100%的概率受到1次芙蕾雅'防御'+'魔防'1倍的[固定伤害]，如果敌军为[混合部队]，则此次伤害无法被免疫。"],
        "zhuwen": ["铁线刺蘼", "全属性+5%；获得[蔷薇之阵]时若防御基础值大于魔防，同时获得[枪阵]；反之获得[铁蔷薇]。"],
        "shenqi": ["荆棘皇冠", "蔷薇女王", "魔防+10%。被攻击进入战斗前，对敌军造成固定伤害，伤害值为英雄魔防的2倍。"],
        "heart": [
            "蔷薇女王：部队血量高于80%时，进入战斗后遭受伤害降低10%。",
            "蔷薇女王：部队血量高于80%时，士兵伤害提升20%。"
        ],
        "skin": ["斯巴达克斯", "花火琉璃", "阳光热梦"],
        "collab": false
    },
    {
        "id": 24,
        "name": "索尼娅",
        "quality": 2,
        "zhenyin": [4, 5, 6],
        "job": [3, 8],
        "xiuzheng": [35, 40, 10, 10],
        "talent": ["魔性之血", "每次击杀一个敌军，可以再次移动3格。同时自身攻击、智力、防御、魔防提升20%，持续3回合，最高可以累积2层。"],
        "zhuwen": ["魔裔天资", "全属性+5%；战斗开始时获得1层天赋强化效果；混沌螺旋所施加的弱化效果持续回合数+1。"],
        "shenqi": ["黑色曙光", "混沌闪电", "攻击、智力+10%。主动近战攻击进入战斗前，对敌军造成一次固定伤害，伤害值为英雄智力的2倍。主动远程攻击进入战斗后，对敌军造成一次固定伤害，伤害值为英雄攻击的2倍。"],
        "heart": [
            "强袭统帅：攻击前每移动1格，部队遭受伤害降低3%（上限15%）。 独角兽统帅：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "强袭统帅：攻击前每移动1格，伤害提升3%（上限15%）。 独角兽统帅：部队血量高于80%时，伤害提升10%。"
        ],
        "skin": ["青澜跃浪", "飞驰少女"],
        "collab": false
    },
    {
        "id": 25,
        "name": "弗拉基亚",
        "quality": 2,
        "zhenyin": [5, 8],
        "job": [7, 10],
        "xiuzheng": [35, 15, 10, 35],
        "talent": ["变化使", "主动攻击进入战斗后，英雄自身兵种将会变成敌军英雄的兵种。若本回合进行过兵种的变换，就可以额外行动1次，并且获得攻击提升25%效果，持续1回合。（[触发冷却]该效果需要间隔2回合才可以再次触发）"],
        "zhuwen": ["幻魇私语", "攻击+5%，使用[内心的恶魔]后额外施加“与被克制的部队交战时，遭受伤害提升10%”，持续1回合。"],
        "shenqi": ["梦魇的面容", "千面", "生命+5%。与克制的部队交战时，攻击额外提升20%。"],
        "heart": [
            "幻影魔姬：遭受范围伤害降低10%。 漆黑魅影：与血量百分比低于自身的部队交战时，进入战斗后遭受伤害降低10%。",
            "幻影魔姬：受到远程攻击进入战斗时，伤害提升10%。 漆黑魅影：受到近战攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["圣枪魔影", "欢愉魅诱"],
        "collab": false
    },
    {
        "id": 26,
        "name": "伊梅尔达",
        "quality": 2,
        "zhenyin": [4, 7],
        "job": [8, 9],
        "xiuzheng": [35, 40, 10, 10],
        "talent": ["女将军的铁腕", "本部队造成伤害提升20%。行动结束时，使周围2格内4个友军获得[铁腕]:主动攻击进入战斗时，英雄伤害提升20%，战后损失10%生命。"],
        "zhuwen": ["严苛的恩赏", "智力+10%，使用[女王鞭挞]后，同时对目标施加[再生]及“免疫固定伤害”，持续2回合。"],
        "shenqi": ["斩男色", "魅力四射", "魔防+10%。行动结束时，使相邻2格的4个其他友军免疫“固定伤害”，持续1回合。"],
        "heart": [
            "女王：遭受范围伤害降低10%。 神使：受到近战攻击时，遭受物理伤害降低10%。",
            "女王：范围伤害提升10%。 神使：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["传奇女帝", "热情斗士", "炽热丽姬"],
        "collab": false
    },
    {
        "id": 27,
        "name": "巴尔加斯",
        "quality": 2,
        "zhenyin": [4, 7],
        "job": [1, 2],
        "xiuzheng": [40, 10, 35, 10],
        "talent": ["勇将的神力", "部队血量越高时，减少遭受物理伤害越多，最多减少30%，并且在遭受致命伤害时不会死亡，之后生命值恢复30%，该效果每场战斗最多触发1次。"],
        "zhuwen": ["神力余勇", "防御+5%，触发自身的“不屈”效果后，获得“造成伤害提升15%”，持续1回合，不可驱散。"],
        "shenqi": ["炎龙金辉", "巨力回馈", "防御+10%。自身拥有[力突]效果时，可以反击2格的远程攻击。"],
        "heart": [
            "皇家卫士：受到具有“弱化效果”的部队攻击进入战斗时，遭受伤害降低10%。 勇者：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "皇家卫士：受到近战攻击进入战斗时，伤害提升10%。 勇者：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["性感炙烤", "行星防卫官"],
        "collab": false
    },
    {
        "id": 28,
        "name": "法娜",
        "quality": 2,
        "zhenyin": [4, 5],
        "job": [4, 6],
        "xiuzheng": [15, 20, 35, 25],
        "talent": ["强大的助力", "行动结束时，为周围2格所有友军附加效果:范围技能伤害提升20%，持续1回合。"],
        "zhuwen": ["利古里亚战阵", "攻击+10%；施加天赋效果的范围+1。"],
        "shenqi": ["风袭翼盔", "广域打击", "魔防+10%。使用范围伤害技能时，生效范围+1。[触发冷却]使用范围技能造成伤害时则该效果进入触发冷却，间隔4回合才可以再次触发。"],
        "heart": [
            "游侠：遭受范围伤害降低10%。 龙骑统帅：受到具有“弱化效果”的部队攻击进入战斗时，遭受伤害降低10%。",
            "游侠：部队血量100%时，伤害提高10%。 龙骑统帅：本部队有5个以上的强化状态时，战斗中伤害提升10%。"
        ],
        "skin": ["夏日倩影", "迷情甜蜜"],
        "collab": false
    },
    {
        "id": 29,
        "name": "娜姆",
        "quality": 2,
        "zhenyin": [2, 6, 8],
        "job": [4, 6],
        "xiuzheng": [10, 40, 35, 10],
        "talent": ["战术牵制", "主动攻击进入战斗时，攻击提升15%，并使得对方的移动力降低3，且无法进行护卫，持续1回合。（[触发冷却]该效果需要间隔1回合才可以再次触发）"],
        "zhuwen": ["命矢之弦", "攻击+10%；使用技能攻击时，若自身6格范围内有移动力降低的敌军，视为自身技能可达射程且远程士兵会一同攻击。"],
        "shenqi": ["女武神灿星", "轻捷迅疾", "魔防+10%。英雄天赋的[触发冷却]减少1回合。"],
        "heart": [
            "游侠：受到具有“弱化效果”的部队攻击进入战斗时，遭受伤害降低10%。 圣天马统帅：受到远程攻击时，遭受物理伤害降低10%。",
            "游侠：部队血量高于80%时，暴击伤害提升10%。 圣天马统帅：受到近战攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["星海领航员", "浪漫一夏", "爱心蘸酱"],
        "collab": false
    },
    {
        "id": 29,
        "name": "SP娜姆",
        "quality": 4,
        "zhenyin": [2, 6, 8],
        "job": [6],
        "xiuzheng": [10, 40, 25, 25],
        "talent": ["开国的圣矢", "移动时部队可以通过的地形都视为'平地'。主动攻击进入战斗时，攻击提升15%。战后使敌方“英雄移动力-1”和“受到来自SP娜姆的伤害提升15%，可叠加，最多2层”，不可驱散。（[触发冷却]该效果需要间隔1回合才可以再次触发）"],
        "zhuwen": ["命矢之弦", "攻击+10%；使用技能攻击时，若自身6格范围内有移动力降低的敌军，视为自身技能可达射程且远程士兵会一同攻击。"],
        "shenqi": ["女武神灿星", "轻捷迅疾", "魔防+10%。英雄天赋的[触发冷却]减少1回合。"],
        "heart": [
            "游侠将军：受到远程攻击时，遭受伤害降低10%。",
            "游侠将军：受到远程攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["星海领航员", "浪漫一夏", "爱心蘸酱"],
        "collab": false
    },
    {
        "id": 30,
        "name": "莉法妮",
        "quality": 2,
        "zhenyin": [3, 6],
        "job": [8],
        "xiuzheng": [10, 40, 10, 35],
        "talent": ["魔法创造", "行动结束时，为自身3格范围内2个敌军附加“魔法爆弹”:在行动结束后，受到一次施法者智力的4倍的[固定伤害]。"],
        "zhuwen": ["秘法涡流", "智力+5%，魔力漩涡对目标额外施加：[指挥]周围2格内其它友军英雄移动力-1，持续2回合。"],
        "shenqi": ["妖精之翼", "羽步", "智力+5%。攻击后，可以再次移动2格。"],
        "heart": [
            "巫师：部队血量100%时，遭受伤害降低10%。 隐士：受到具有“弱化效果”的部队攻击进入战斗时，遭受伤害降低10%。",
            "巫师：部队血量100%时，伤害提高10%。 隐士：与具有“弱化效果”的部队战斗时，伤害提升10%。"
        ],
        "skin": ["奇异幻戏", "蝶影佳人", "魔法风纪委员"],
        "collab": false
    },
    {
        "id": 31,
        "name": "索菲亚",
        "quality": 2,
        "zhenyin": [3, 6, 11],
        "job": [9],
        "xiuzheng": [15, 10, 35, 35],
        "talent": ["怜悯之心", "对友军释放技能时附加效果:接受治疗效果+30%，防御提升30%。持续2回合。"],
        "zhuwen": ["无尘圣庇", "智力+10%；对友军释放技能时，额外驱散友军2个弱化效果。"],
        "shenqi": ["失落的穹光", "圣域守护", "生命+5%。对友军释放技能时，额外附加：“攻击、智力+15%”,“魔防+20%”，持续2回合。"],
        "heart": [
            "先知：部队血量高于80%时，遭受暴击率降低10%。 圣者：部队血量低于50%时，遭受伤害降低10%。",
            "先知：受到攻击进入战斗时，伤害提升10%。 圣者：主动攻击进入战斗时，士兵伤害提升20%。"
        ],
        "skin": ["圣洁之花", "暖冬醇心", "魅心狼女"],
        "collab": false
    },
    {
        "id": 32,
        "name": "雷丁",
        "quality": 3,
        "zhenyin": [1, 2],
        "job": [1, 9],
        "xiuzheng": [35, 10, 35, 20],
        "talent": ["王者的意志", "遭受所有伤害降低15%。英雄生命50%以上被近战攻击进入战斗时，可以攻击2次。"],
        "zhuwen": ["神辉之握", "英雄造成伤害提升10%。自身2格范围内存在2名及以上友军时，[正义对决]射程+1。"],
        "shenqi": ["信仰的试炼", "试炼勇耀", "防御、魔防+5%。击杀敌军后获得效果“抵挡一次致命伤害，之后英雄生命值恢复到本次伤害之前的血量，该状态持续期间最多触发一次复活效果”，持续1回合。（该效果需要间隔2回合才能再次触发）"],
        "heart": [
            "圣骑统帅：受到攻击进入战斗时，遭受魔法伤害降低10%。 王者：受到攻击进入战斗时，遭受物理伤害降低10%。",
            "圣骑统帅：受到具有“强化效果”的部队攻击进入战斗时，伤害提升10%。 王者：主动攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["火红的独奏者", "烈焰战神", "醒狮迎岁"],
        "collab": false
    },
    {
        "id": 32,
        "name": "SP雷丁",
        "quality": 4,
        "zhenyin": [1, 2],
        "job": [9],
        "xiuzheng": [40, 10, 35, 15],
        "talent": ["神王的意志", "遭受伤害降低25%，替自身1圈范围内的友军承受所有攻击。被近战攻击时，可以攻击2次，并且有70%概率先于敌军进行攻击。"],
        "zhuwen": ["神辉之握", "英雄造成伤害提升10%。自身2格范围内存在2名及以上友军时，[正义对决]射程+1。"],
        "shenqi": ["信仰的试炼", "试炼勇耀", "防御、魔防+5%。击杀敌军后获得效果“抵挡一次致命伤害，之后英雄生命值恢复到本次伤害之前的血量，该状态持续期间最多触发一次复活效果”，持续1回合。（该效果需要间隔2回合才能再次触发）"],
        "heart": [
            "神选君王：被血量百分比高于自身的部队攻击时，进入战斗后遭受伤害降低10%。",
            "神选君王：主动攻击血量百分比低于自身的部队时，进入战斗后伤害提升10%。"
        ],
        "skin": ["火红的独奏者", "烈焰战神", "醒狮迎岁"],
        "collab": false
    },
    {
        "id": 33,
        "name": "雪莉",
        "quality": 3,
        "zhenyin": [2, 6, 8],
        "job": [4, 7],
        "xiuzheng": [10, 20, 35, 35],
        "talent": ["落跑公主", "周围2格没有友军时，遭受所有伤害降低25%。击杀敌军后，可以额外行动1次。（[触发冷却]该效果需要间隔2回合才可以再次触发）"],
        "zhuwen": ["无羁公主", "攻击+10%；触发天赋再行动时，身上携带的强化效果回合数不会减少，并且自身所有技能冷却时间减少1回合。"],
        "shenqi": ["1UP", "复活币", "防御、魔防+5%。主动攻击进入战斗时，如果受到致命伤害，不会死亡。(该效果需要间隔4回合才能再次触发)"],
        "heart": [
            "龙骑统帅：部队血量低于70%时，进入战斗后遭受伤害降低10%。 大统帅：遭受范围伤害降低10%。",
            "龙骑统帅：范围伤害提升10%。 大统帅：受到远程攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["天空的恋人", "欢曲铿乐", "清悦游憩", "灵蛇贺春", "网球公主", "落樱华击", "落跑天使", "驯鹿奇袭"],
        "collab": false
    },
    {
        "id": 33,
        "name": "SP雪莉",
        "quality": 4,
        "zhenyin": [2, 6, 8],
        "job": [9],
        "xiuzheng": [15, 30, 30, 25],
        "talent": ["复国之公主", "移动时部队可以通过的地形都视为'平地'。被攻击进入战斗时遭受伤害降低20%。主动攻击进入战斗攻击提升25%，战后自身2格范围内敌军数量小于等于1时，可以额外行动1次。（[触发冷却]再行动效果需要间隔2回合才可以再次触发）"],
        "zhuwen": ["无羁公主", "攻击+10%；触发天赋再行动时，身上携带的强化效果回合数不会减少，并且自身所有技能冷却时间减少1回合。"],
        "shenqi": ["1UP", "复活币", "防御、魔防+5%。主动攻击进入战斗时，如果受到致命伤害，不会死亡。(该效果需要间隔4回合才能再次触发)"],
        "heart": [
            "公主：受到攻击进入战斗时，遭受魔法伤害降低10%。",
            "公主：受到物理攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["天空的恋人", "欢曲铿乐", "清悦游憩", "灵蛇贺春", "网球公主", "落樱华击", "落跑天使", "驯鹿奇袭"],
        "collab": false
    },
    {
        "id": 34,
        "name": "艾尔文",
        "quality": 3,
        "zhenyin": [1, 2, 4],
        "job": [1, 2],
        "xiuzheng": [15, 35, 35, 15],
        "talent": ["勇者的意志", "主动攻击进入战斗时，伤害提升30%。战斗后，有100%概率恢复生命，恢复量为英雄造成伤害的30%。"],
        "zhuwen": ["辉光再临", "周围2格没有友军时使用[永恒的辉光]进入战斗，攻击提升30%，击杀目标后，主动触发一次[永恒的辉光]被动效果，本次效果“帝国之辉”友军也可以获得。"],
        "shenqi": ["流浪的骑士", "传说之耀", "攻击+10%。使用技能造成伤害时，30%概率使技能冷却时间-5。"],
        "heart": [
            "英雄：部队血量高于80%时，进入战斗后遭受伤害降低10%。 大元帅：与血量百分比低于自身的部队交战时，进入战斗后遭受伤害降低10%。",
            "英雄：部队血量高于80%时，进入战斗后伤害提升10%。 大元帅：与血量百分比低于自身的部队交战时，进入战斗后伤害提升10%。"
        ],
        "skin": ["另一位勇者", "天霸绝枪", "孤王", "流浪的骑士", "炽情弦音", "王牌投手", "红之骑士"],
        "collab": false
    },
    {
        "id": 34,
        "name": "SP艾尔文",
        "quality": 4,
        "zhenyin": [1, 2, 4],
        "job": [3],
        "xiuzheng": [15, 35, 35, 15],
        "talent": ["光龙的意志", "主动攻击时，造成伤害和防御提升25%。自身2格范围没有友军时无法被一击致命（每场战斗最多触发1次）。进入战斗前每移动1格，战前恢复自身20%生命，大于等于4格时会先于敌军进行攻击。"],
        "zhuwen": ["辉光再临", "周围2格没有友军时使用[永恒的辉光]进入战斗，攻击提升30%，击杀目标后，主动触发一次[永恒的辉光]被动效果，本次效果“帝国之辉”友军也可以获得。"],
        "shenqi": ["流浪的骑士", "传说之耀", "攻击+10%。使用技能造成伤害时，30%概率使技能冷却时间-5。"],
        "heart": [
            "光龙统帅：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "光龙统帅：部队血量低于70%时，伤害提升10%。"
        ],
        "skin": ["另一位勇者", "天霸绝枪", "孤王", "流浪的骑士", "炽情弦音", "王牌投手", "红之骑士"],
        "collab": false
    },
    {
        "id": 35,
        "name": "莉亚娜",
        "quality": 3,
        "zhenyin": [1, 2, 6],
        "job": [8, 9],
        "xiuzheng": [40, 10, 10, 40],
        "talent": ["圣洁的修女", "行动结束时驱散2格内其他友军2个弱化效果并治疗生命值，治疗量为自身智力的3倍。"],
        "zhuwen": ["辉耀祝祈", "[再行动]射程+1；使用[再行动]后，对目标施加[增援]与[免疫]，持续2回合。"],
        "shenqi": ["无瑕的颂赞", "圣洁颂音", "生命+10%使用[再行动]时，对目标施加“攻击，智力提升20%”，持续2回合。召唤的[天空射手]属性提升，并且额外拥有技能[圣疗]。"],
        "heart": [
            "先知：部队血量低于50%时，遭受伤害降低10%。 隐士：受到远程攻击时，遭受魔法伤害降低10%。",
            "先知：主动攻击进入战斗时，伤害提升10%。 隐士：受到物理攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["丹桂盈馨", "千年之恋", "待望的巫女", "樱之巫女", "海浪甜心", "缤纷午后", "迷笛少女"],
        "collab": false
    },
    {
        "id": 36,
        "name": "巴恩哈特",
        "quality": 3,
        "zhenyin": [4, 5, 11],
        "job": [1],
        "xiuzheng": [35, 35, 15, 15],
        "talent": ["霸者的意志", "进入战斗时，造成伤害提升20%。周围2格内所有敌军攻防降低15%。"],
        "zhuwen": ["无尽霸业", "攻击+5%；使用[铁血的野望]后身上携带的强化效果回合数不会减少，可以额外行动，此次行动的移动力为使用技能时剩余的移动力，可再次攻击。"],
        "shenqi": ["霸王战甲", "霸王野望", "生命+5%。英雄天赋范围+1。"],
        "heart": [
            "勇者：遭受范围伤害降低10%。 皇帝：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "勇者：受到近战攻击进入战斗时，伤害提升10%。 皇帝：范围伤害提升10%。"
        ],
        "skin": ["卖火柴的小男孩", "巅峰伟力", "第六天魔王", "霜域霸者"],
        "collab": false
    },
    {
        "id": 36,
        "name": "SP巴恩哈特",
        "quality": 4,
        "zhenyin": [4, 5, 11],
        "job": [11],
        "xiuzheng": [35, 35, 15, 15],
        "talent": ["渊狱的霸者", "携带技能无视COST限制。进入战斗时，造成伤害和防御提升20%。周围2格内所有敌军攻防降低15%，行动结束时，随机失去1个强化效果。"],
        "zhuwen": ["无尽霸业", "攻击+5%；使用[铁血的野望]后身上携带的强化效果回合数不会减少，可以额外行动，此次行动的移动力为使用技能时剩余的移动力，可再次攻击。"],
        "shenqi": ["霸王战甲", "霸王野望", "生命+5%。英雄天赋范围+1。"],
        "heart": [
            "统黯帝皇：部队血量低于70%时，进入战斗后遭受伤害降低10%。",
            "统黯帝皇：与血量百分比低于自身的部队交战时，进入战斗后伤害提升10%。"
        ],
        "skin": ["卖火柴的小男孩", "巅峰伟力", "第六天魔王", "霜域霸者"],
        "collab": false
    },
    {
        "id": 37,
        "name": "利昂",
        "quality": 3,
        "zhenyin": [4, 7],
        "job": [3],
        "xiuzheng": [40, 40, 10, 10],
        "talent": ["传说的骑士", "每移动1格，伤害提升4%，防御提升20%。攻击后，可以再次移动3格。"],
        "zhuwen": ["骑士楷模", "[骑士精神]施加的效果持续回合+2，使用后全场友军骑兵部队攻击、智力提升20%，并同时获得[免疫]、[气浪]和[增援]效果，持续2回合。"],
        "shenqi": ["青龙之胄", "天翔游龙", "防御+10%。受到伤害后，获得效果“移动不受地形限制”，持续1回合。"],
        "heart": [
            "突击骑士：部队血量低于70%时，进入战斗后遭受伤害降低10%。 皇家骑士：被血量百分比高于自身的部队攻击时，进入战斗后遭受伤害降低10%。",
            "突击骑士：部队血量低于70%时，进入战斗后伤害提升10%。 皇家骑士：主动攻击血量百分比高于自身的部队时，进入战斗后伤害提升10%。"
        ],
        "skin": ["悠扬之音", "晚宴浅酌", "浮浪之刃", "真源的帝王", "苍之骑士", "西部世界"],
        "collab": false
    },
    {
        "id": 37,
        "name": "SP利昂",
        "quality": 4,
        "zhenyin": [4, 7],
        "job": [3],
        "xiuzheng": [40, 40, 10, 10],
        "talent": ["复归的青龙", "技能携带无视COST限制。造成伤害提升30%。英雄遭受物理伤害降低30%，主动攻击时此效果翻倍。移动无视敌军单位阻挡，攻击后可以再移动3格，在行动结束时，使自身本回合经过的所有格子获得2回合的特殊效果[冥火]：当敌军单位移动至其上，在行动结束时，受到施加者攻击1倍的[固定伤害]并获得“造成伤害降低20%”，持续2回合。"],
        "zhuwen": ["骑士楷模", "[骑士精神]施加的效果持续回合+2，使用后全场友军骑兵部队攻击、智力提升20%，并同时获得[免疫]、[气浪]和[增援]效果，持续2回合。"],
        "shenqi": ["青龙之胄", "天翔游龙", "防御+10%。受到伤害后，获得效果“移动不受地形限制”，持续1回合。"],
        "heart": [
            "湮暗青龙：主动攻击进入战斗时，部队遭受伤害降低10%。",
            "湮暗青龙：受到近战攻击进入战斗时，伤害提升10%。"
        ],
        "skin": ["悠扬之音", "晚宴浅酌", "浮浪之刃", "真源的帝王", "苍之骑士", "西部世界"],
        "collab": false
    },
]

/**
 * id：英雄ID、SP英雄/升格英雄和原始英雄共用ID
 * name：英雄名称
 * quality：英雄品质：1.R、2.SR、3.SSR、4.SP、5.LLR
 * zhenyin：英雄阵营：1.主角光环、2.光辉军团、3.光之起源、4.帝国之辉、5.黑暗轮回、6.公主联盟、7.战略大师、8.流星直击、9.传说彼端、10.时空枢纽、11.超凡领域、12.梦幻转生
 * job：英雄职业：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙
 * xiuzheng：兵种修正：[生命, 攻击, 防御, 魔防]
 * talent：英雄天赋：[天赋名称, 天赋描述]
 * zhuwen：英雄铸纹：[铸纹名称, 铸纹描述]
 * shenqi：英雄专武：[专武名称, 专武技能, 专武描述]
 * heart：英雄羁绊：[防御羁绊, 攻击羁绊]
 * skin：英雄皮肤
 * collab：是否是联动英雄
 */