/**
 * id：兵种id、id尾数=1是SP兵种
 * name：兵种名称
 * type：兵种类型：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物
 * attribute：兵种属性：[生命, 攻击, 防御, 魔防]
 * skill：兵种效果
 * remark：兵种介绍和备注
 */
export interface Soldier {
    id: number;
    name: string;
    type: number;
    attribute: [number, number, number, number];
    skill: string;
    remark: string;
}

export const soldierData: Soldier[] = [
    {
        "id": 1010,
        "name": "重装步兵",
        "type": 1,
        "attribute": [43, 40, 23, 19],
        "skill": "主动进入战斗时，士兵攻击提升30%。被攻击进入战斗时，士兵防御提升30%",
        "remark": "攻防兼备的重型步兵战士。其他士兵都叫他们『罐头』"
    }, {
        "id": 1020,
        "name": "近卫步兵",
        "type": 1,
        "attribute": [53, 37, 23, 19],
        "skill": "士兵生命高于80%时，防御提升45%",
        "remark": "帝国的近卫士兵，防御能力强。红色的独眼总人让人想起扎古"
    }, {
        "id": 1021,
        "name": "SP近卫步兵",
        "type": 1,
        "attribute": [53, 40, 23, 23],
        "skill": "士兵生命越高，士兵攻击、防御越高（最高提升45%）。与生命百分比不低于自身部队的敌军战斗时，战前士兵恢复最大生命值的20%，并且遭受物理伤害降低15%",
        "remark": "帝国的近卫士兵，防御能力强。铠甲的重量，就是我战意的分量"
    }, {
        "id": 1030,
        "name": "高地勇士",
        "type": 1,
        "attribute": [43, 40, 22, 20],
        "skill": "攻击提升15%，遭受所有伤害降低15%",
        "remark": "顶尖的步兵战士，战力很强。做梦都想成为英雄"
    }, {
        "id": 1031,
        "name": "SP高地勇士",
        "type": 1,
        "attribute": [47, 43, 23, 21],
        "skill": "士兵攻击提升20%，士兵遭受所有伤害降低15%；生命值百分比高于80%时，以上效果翻倍，且敌军部队不会先于自身部队进行攻击",
        "remark": "顶尖的步兵战士，战力很强。为了帝皇！为了帝国！"
    }, {
        "id": 1040,
        "name": "狂兽人",
        "type": 1,
        "attribute": [43, 40, 22, 17],
        "skill": "士兵生命高于80%时，攻击提升45%",
        "remark": "更加狂野好战的兽人步兵。瞅你咋滴？"
    }, {
        "id": 1041,
        "name": "SP狂兽人",
        "type": 1,
        "attribute": [45, 43, 22, 17],
        "skill": "士兵攻击提升30%。近战攻击进入战斗时、士兵攻击提升15%，战斗后，额外造成对方部队生命上限15%的伤害",
        "remark": "更加狂野好战的兽人步兵。最讨厌有靠背的椅子"
    }, {
        "id": 1050,
        "name": "食人巨魔",
        "type": 1,
        "attribute": [48, 43, 20, 19],
        "skill": "攻击生命值百分比低于本部队的敌军时，进入战斗后攻击与防御各提升30%",
        "remark": "嗜血的魔族精英步兵。其实和兽人并不是一个物种..."
    }, {
        "id": 1060,
        "name": "暗黑卫队",
        "type": 1,
        "attribute": [53, 37, 23, 19],
        "skill": "主动进入战斗时，战后造成对方部队生命上限15%伤害，士兵生命值恢复30%",
        "remark": "愈战愈勇的帝国步兵，实力强劲。涂成红色就能三倍速？"
    }, {
        "id": 1061,
        "name": "SP暗黑卫队",
        "type": 1,
        "attribute": [53, 40, 23, 22],
        "skill": "士兵攻击、防御、魔防提升20%。进人战斗后恢复已损失30%生命，并对敌军造成自身当前生命25%的【固定伤害】",
        "remark": "愈战愈勇的帝国步兵，实力强劲。让火焰净化一切！"
    }, {
        "id": 1070,
        "name": "狂战士",
        "type": 1,
        "attribute": [40, 43, 22, 19],
        "skill": "暴击率提升30%，攻击提升15%",
        "remark": "信奉狂暴之力的精英战士。我就是要出狂战斧！"
    }, {
        "id": 1071,
        "name": "SP狂战士",
        "type": 1,
        "attribute": [44, 43, 22, 21],
        "skill": "士兵暴击率提升30%，攻击提升15%。主动攻击进入战斗前，若周围1格没有友军，士兵攻击额外提升15%，敌军遭受暴击率提升20%",
        "remark": "信奉狂暴之力的精英战士。豪取十连冠的竞技场之神！"
    }, {
        "id": 1080,
        "name": "假面女仆",
        "type": 1,
        "attribute": [36, 40, 23, 23],
        "skill": "进入战斗前，损失部队当前生命的5%，使得士兵攻击、防御、魔防提升45%",
        "remark": "由某种独特审美产生的女仆战士。注意不要玩过头了..."
    }, {
        "id": 1081,
        "name": "SP假面女仆",
        "type": 1,
        "attribute": [43, 43, 23, 23],
        "skill": "士兵攻击、防御、魔防提升15%，与生命值百分比低于或等于本部队的敌军交战时，此效果翻倍。进入战斗前，对敌军部队造成5%当前生命的固定伤害。（敌军为【混合部队】时此次伤害无法被免疫）",
        "remark": "由某种独特审美产生的女仆战士。据说在某些人群中很受欢迎"
    }, {
        "id": 1090,
        "name": "素体改造人",
        "type": 1,
        "attribute": [40, 43, 22, 19],
        "skill": "主动攻击时，可以随英雄远程攻击一起战斗，并且士兵造成伤害提升30%",
        "remark": "泛用性改造人战士。勇敢的少年啊，快去创造奇迹！"
    }, {
        "id": 1091,
        "name": "SP素体改造人",
        "type": 1,
        "attribute": [42, 43, 23, 19],
        "skill": "主动攻击时可以与英雄一起远程攻击且伤害提升30%。战斗时部队无视近战伤害减免且士兵攻击、防御提升15%",
        "remark": "泛用性改造人战士，手臂可以伸缩自如。血肉哭弱，机械飞升！"
    }, {
        "id": 1100,
        "name": "王女亲卫",
        "type": 1,
        "attribute": [43, 40, 22, 23],
        "skill": "被攻击时，士兵射程+1，攻击提升30%，遭受魔法伤害降低30%",
        "remark": "王女御用亲卫，冷酷无情的战士。殿下，让我来服侍您沐浴更衣吧！"
    }, {
        "id": 1101,
        "name": "SP王女亲卫",
        "type": 1,
        "attribute": [43, 43, 22, 25],
        "skill": "士兵攻击提升15%，被攻击时，士兵攻击额外提升15%，士兵可以进行反击，且遭受魔法伤害降低30%",
        "remark": "王女御用亲卫，冷酷无情，尤其对魔法师。您的裙摆过长，不符合王室《防刺杀着装规范》！"
    }, {
        "id": 1110,
        "name": "蛮族勇士",
        "type": 1,
        "attribute": [48, 43, 20, 19],
        "skill": "攻击生命值百分比低于或等于本部队的敌军时，士兵攻击提升45%；攻击生命值百分比高于本部队的敌军时，士兵攻击、防御提升30%",
        "remark": "北方海岸的野蛮斗士，健硕耐打。严苛气候磨砺出坚韧战意"
    }, {
        "id": 1120,
        "name": "沙海佣兵",
        "type": 1,
        "attribute": [45, 43, 22, 20],
        "skill": "进入战斗时士兵攻击、防御、魔防提升20%，行动结束时，恢复士兵20%的生命。周围1格没有友军时，以上所有效果翻倍",
        "remark": "在法拉沙海活跃的强悍佣兵。拥有符合当地炽热气候的狂野战斗力"
    }, {
        "id": 1130,
        "name": "华铠决斗者",
        "type": 1,
        "attribute": [43, 43, 23, 20],
        "skill": "主动攻击进入战斗时，士兵攻击、暴击率提升30%。被攻击时有60%的几率士兵遭受物理伤害降低25%",
        "remark": "使用细身刺剑的迅剑斗士。遇事不决莽一波！"
    }, {
        "id": 1131,
        "name": "SP华铠决斗者",
        "type": 1,
        "attribute": [45, 43, 25, 20],
        "skill": "主动进入战斗时，士兵攻击、暴击率提升30%。士兵生命不低于80%进入战斗时，士兵遭受物理伤害降低25%，且额外使敌军部队遭受暴击率提升20%",
        "remark": "使用细身刺剑的迅剑斗士。美丽的玫瑰，通常都是带刺的哦？"
    }, {
        "id": 1140,
        "name": "獠牙卫队",
        "type": 1,
        "attribute": [40, 43, 22, 20],
        "skill": "士兵生命、攻击提升30%。近战攻击进入战斗时，反弹部队受到伤害的20%，并在战斗后，恢复最大生命百分比（此百分比为本次战斗反弹百分比的1倍）",
        "remark": "帝国最精锐的屠龙者后裔。獠牙之下，没有善恶"
    }, {
        "id": 1150,
        "name": "丛林链舞者",
        "type": 1,
        "attribute": [46, 43, 23, 20],
        "skill": "进入战斗时士兵攻击、防御提升25%。在『树林』、『山地』和『草地』战斗时攻击额外提升20%，并在战斗前恢复士兵30%的生命",
        "remark": "山林中以链为刃的亚人战士。与我共舞可是你的福气！"
    }, {
        "id": 1160,
        "name": "荒蛮角斗士",
        "type": 1,
        "attribute": [47, 43, 24, 20],
        "skill": "士兵攻击提升30%。进入战斗时，若周围1格除目标外没有其他敌军，造成伤害提升20%，若周围1格没有其他友军，遭受伤害降低20%",
        "remark": "热衷于四处挑战的狂野斗士。角斗前必喝烈酒，对手分不清他是醉了还是本来就疯"
    }, {
        "id": 2010,
        "name": "重装枪兵",
        "type": 2,
        "attribute": [48, 37, 26, 16],
        "skill": "遭受物理伤害降低30%",
        "remark": "重型枪兵，各方面能力都很出色。有着《机械战警》一样的头盔"
    }, {
        "id": 2020,
        "name": "岩石巨人",
        "type": 2,
        "attribute": [48, 34, 28, 16],
        "skill": "士兵生命低于70%时，遭受所有伤害降低30%",
        "remark": "魔法驱动的高级岩石傀儡。有钱的话可以定制砖石巨人"
    }, {
        "id": 2030,
        "name": "重戟百夫长",
        "type": 2,
        "attribute": [48, 37, 23, 17],
        "skill": "被攻击进入战斗时，攻击和防御提升30%",
        "remark": "高级枪兵，实力强劲。他手下还有一百个普通枪兵"
    }, {
        "id": 2040,
        "name": "熔岩巨人",
        "type": 2,
        "attribute": [53, 34, 26, 19],
        "skill": "行动结束时对2格内1个敌军施加『灼烧』行动结束时，受到最大生命值30%的【固定伤害】",
        "remark": "熔岩塑造的岩石傀儡。野外烧烤的场合极受欢迎"
    }, {
        "id": 2050,
        "name": "近卫枪兵",
        "type": 2,
        "attribute": [43, 40, 23, 17],
        "skill": "士兵生命低于70%时，攻击提升45%",
        "remark": "帝国的近卫枪兵，善于劣势反击。不劣势不舒服星人"
    }, {
        "id": 2051,
        "name": "SP近卫枪兵",
        "type": 2,
        "attribute": [46, 40, 23, 20],
        "skill": "士兵生命低于80%时，攻击、防御提升45%。进入战斗时，若我方部队人数低于敌军，部队无视敌军【护盾】（若目标没有【护盾】，则士兵造成伤害提升20%），且战后恢复已损失生命的30%",
        "remark": "帝国的近卫枪兵，善于劣势反击。学数学不是为了考试，是为了算自己还能活多久"
    }, {
        "id": 2060,
        "name": "暗影百夫长",
        "type": 2,
        "attribute": [48, 40, 26, 16],
        "skill": "士兵生命高于10%时，被攻击进入战斗时，战后100%概率触发英雄的『倒刺』伤害",
        "remark": "帝国枪兵的百夫长，实力很强。和重戟百夫长是竞争关系"
    }, {
        "id": 2061,
        "name": "SP暗影百夫长",
        "type": 2,
        "attribute": [48, 40, 28, 18],
        "skill": "被攻击进入战斗前，对敌军造成1次自身英雄“防御”2.5倍的【固定伤害】。战斗时，部队生命百分比高于敌军时，士兵防御、魔防提升20%",
        "remark": "帝国枪兵的百夫长，实力很强。暗影怒焰已点燃，请各部门注意防火演习"
    }, {
        "id": 2070,
        "name": "姬武神",
        "type": 2,
        "attribute": [40, 43, 22, 20],
        "skill": "主动进入战斗时，攻击提升30%，75%概率使敌军防御降低20%，持续1回合",
        "remark": "异国的女性枪兵，实力强劲。兼职在战场收集灵魂"
    }, {
        "id": 2071,
        "name": "SP姬武神",
        "type": 2,
        "attribute": [43, 45, 22, 22],
        "skill": "攻击提升30%。主动攻击进入战斗前，使敌军防御、魔防降低30%，持续1回合。与生命百分比不低于自身的部队战斗时，士兵攻防额外提升20%",
        "remark": "异国的女性枪兵，实力强劲。英灵殿在等着你！"
    }, {
        "id": 2080,
        "name": "水晶塑型者",
        "type": 2,
        "attribute": [48, 34, 22, 22],
        "skill": "行动结束时，恢复士兵30%的生命。被魔法攻击进入战斗时，部队反弹受到伤害的30%",
        "remark": "水晶塑造而成，能折射法术能量。水晶啊，带领我们打败卡奥斯吧！"
    }, {
        "id": 2090,
        "name": "树人守卫",
        "type": 2,
        "attribute": [43, 43, 23, 17],
        "skill": "士兵遭受治疗效果提升30%。士兵生命100%时，攻击、防御、魔防提升45%",
        "remark": "世界树的枪兵守卫，意志力超强。常用于制造魔法杖和一次性筷子"
    }, {
        "id": 2091,
        "name": "SP树人守卫",
        "type": 2,
        "attribute": [45, 43, 25, 20],
        "skill": "士兵遭受治疗效果提升30%。额外获得遭受治疗数值的35%作为不可驱散的护盾（最高不超过士兵最大生命的40%）。士兵生命高于80%时，攻击、防御、魔防提升45%",
        "remark": "世界树的枪兵守卫，意志力超强。那是水晶在萌芽，不是骨质增生"
    }, {
        "id": 2100,
        "name": "方阵列兵",
        "type": 2,
        "attribute": [43, 43, 23, 17],
        "skill": "士兵攻击、防御提升20%。主动攻击时，士兵造成伤害增加20%且部队无视兵种克制",
        "remark": "纪律严明，攻守兼备的战士。在方阵中，每一支矛都有其作用和意义"
    }, {
        "id": 2101,
        "name": "SP方阵列兵",
        "type": 2,
        "attribute": [43, 44, 23, 19],
        "skill": "士兵攻击、防御提升20%。士兵生命100%或主动攻击时，部队无视兵种克制。士兵血量越高，士兵攻击、造成伤害越高，最大30%",
        "remark": "纪律严明，攻守兼备的战士。盔冠上浸满了血与沙"
    }, {
        "id": 2110,
        "name": "教国禁卫",
        "type": 2,
        "attribute": [43, 43, 22, 22],
        "skill": "士兵攻击提升30%。主动攻击进入战斗时，士兵无视敌军15%的防御。被攻击进入战斗前，敌军每移动一格则士兵造成伤害提升6%（最大提升30%）",
        "remark": "诺伦圣教国的皇家禁卫，健硕强悍。如果你敢称他们为保安的话..."
    }, {
        "id": 2120,
        "name": "精灵掷矛手",
        "type": 2,
        "attribute": [45, 43, 24, 20],
        "skill": "士兵攻击提升30%，被远程攻击时，可以进行反击，且遭受物理伤害降低20%",
        "remark": "手执尖锐树矛作战的勇毅精灵。他们坚持只用一根长毛...誓为环保事业出一份力！"
    }, {
        "id": 2121,
        "name": "SP精灵掷矛手",
        "type": 2,
        "attribute": [46, 43, 24, 22],
        "skill": "士兵攻击提升30%，被远程攻击进入战斗时可以进行反击，且遭受伤害降低20%，若处于『树林』、『山地』和『草地』则部队先于敌军进行攻击",
        "remark": "手执尖锐树矛作战的勇毅精灵。别告诉其他人我去兽人那里留学了"
    }, {
        "id": 2130,
        "name": "圣盾亲卫",
        "type": 2,
        "attribute": [45, 40, 22, 20],
        "skill": "士兵遭受远程伤害降低15%。处于“非防御地形”上时，士兵攻击、防御提升20%",
        "remark": "组成王国最坚实壁垒的卫队。你不能通过这里！"
    }, {
        "id": 2140,
        "name": "唤潮者",
        "type": 2,
        "attribute": [45, 43, 23, 20],
        "skill": "额外生效水兵科技：【先制打击】【空海奇袭】【水战强化】【水灵加护】。士兵防御提升20%，战斗后100%概率使敌军所处地形视为“水中”，持续1回合",
        "remark": "捍卫群岛和平的坚壁。为什么不问问神奇的海螺呢？"
    }, {
        "id": 2150,
        "name": "山峦守望者",
        "type": 2,
        "attribute": [45, 43, 19, 19],
        "skill": "士兵攻击提升30%，士兵每有1点移动力，进入战斗时，士兵无视敌军10%的防御（最多30%）。被远程攻击进入战斗时，遭受伤害降低15%",
        "remark": "守卫群山的亚人萨满战士。身体彩绘常被雨水冲花，导致万灵经常认错主人"
    }, {
        "id": 2160,
        "name": "烬色卫队",
        "type": 2,
        "attribute": [48, 43, 24, 20],
        "skill": "士兵攻击、防御提升15%。主动攻击士兵造成伤害提升15%，进入战斗前，使敌军“防具技能失效”，持续1回合（非玩家英雄替换为防御降低30%），若目标拥有弱化效果，士兵攻击、防御、造成伤害提升效果翻倍",
        "remark": "烬色大锻炉的技能改造卫队。一个人就可以完成四手联弹"
    }, {
        "id": 3010,
        "name": "重装骑兵",
        "type": 3,
        "attribute": [40, 43, 22, 17],
        "skill": "攻击提升20%",
        "remark": "重型骑兵，攻防兼备的部队。啊，骑兵罐头！"
    }, {
        "id": 3020,
        "name": "龙骑兵",
        "type": 3,
        "attribute": [43, 43, 22, 19],
        "skill": "主动进入战斗前，攻击与防御提升30%",
        "remark": "强力的骑兵部队，实力强劲。骑在马上的龙...哪里不对？"
    }, {
        "id": 3021,
        "name": "SP龙骑兵",
        "type": 3,
        "attribute": [45, 44, 24, 21],
        "skill": "攻击、防御提升25%。主动与移动力不超过自身的部队战斗时，遭受伤害降低15%，攻击提升15%",
        "remark": "强力的骑兵部队，实力强劲。驭龙半生，归来已成为龙的化身"
    }, {
        "id": 3030,
        "name": "骨犀",
        "type": 3,
        "attribute": [36, 45, 20, 19],
        "skill": "士兵生命高于80%时，攻击提升45%",
        "remark": "加强版骨兽骑士，擅长突击。骑起来真的不太舒服"
    }, {
        "id": 3031,
        "name": "SP骨犀",
        "type": 3,
        "attribute": [41, 45, 22, 19],
        "skill": "士兵攻击提升25%，士兵生命高于80%时，士兵攻击额外提升20%，且触发再行动时额外获得【骸骨镀层】：“可以抵挡士兵最大生命25%的伤害，防御提升20%”，不可驱散",
        "remark": "加强版骨兽骑士，擅长突击。鞍座获得史诗级改良，乘坐体验堪比老虎凳"
    }, {
        "id": 3040,
        "name": "地狱犬",
        "type": 3,
        "attribute": [40, 45, 20, 19],
        "skill": "主动战斗后，使得周围2格范围内的所有敌军遭受伤害提升20%，持续2回合",
        "remark": "从混沌之中现身的魔族精英骑兵。容我来一曲《地狱犬的挽歌》"
    }, {
        "id": 3041,
        "name": "SP地狱犬",
        "type": 3,
        "attribute": [42, 45, 21, 20],
        "skill": "士兵攻击、防御提升20%。部队主动造成伤害前使自身周围2格的所有敌方部队遭受伤害提升20%，若敌军不处于防御地形则先使其除生命外随机2个属性降低15%，持续2回合",
        "remark": "从混沌之中现身的魔族精英骑兵。在文明世界是恶魔兽，在混沌领域是乖狗狗"
    }, {
        "id": 3050,
        "name": "近卫骑兵",
        "type": 3,
        "attribute": [43, 40, 23, 17],
        "skill": "主动进入战斗时，遭受的所有伤害降低45%",
        "remark": "帝国的骑兵部队，防御力强。骑兵连！进攻！"
    }, {
        "id": 3060,
        "name": "皇家骑兵",
        "type": 3,
        "attribute": [43, 43, 23, 17],
        "skill": "士兵生命高于80%时，遭受物理伤害降低45%",
        "remark": "帝国骑兵的精锐部队。他们都喜欢玩《皇家骑士团》"
    }, {
        "id": 3061,
        "name": "SP皇家骑兵",
        "type": 3,
        "attribute": [45, 45, 24, 19],
        "skill": "士兵血量越高时，遭受物理伤害越低，最多降低45%。士兵生命高于70%时，攻击、魔防提升20%",
        "remark": "帝国骑兵的精锐部队。军粮保温水平有了质的飞跃"
    }, {
        "id": 3070,
        "name": "天琴亲卫",
        "type": 3,
        "attribute": [36, 43, 22, 22],
        "skill": "攻击前每移动一格，士兵攻击提升15%。（上限45%）",
        "remark": "由圣女组成的精英骑士部队。骑马与砍杀？没听说过..."
    }, {
        "id": 3071,
        "name": "SP天琴亲卫",
        "type": 3,
        "attribute": [41, 43, 23, 22],
        "skill": "攻击前每移动一格，士兵攻防提升15%（上限45%）。若战前移动距离大于等于3，战后部队当前冷却时间最长的伤害技能冷时间减少1回合",
        "remark": "由圣女组成的精英骑士部队。圣女骑士专用发胶——冲锋不散，优雅永存"
    }, {
        "id": 3080,
        "name": "圣殿骑士",
        "type": 3,
        "attribute": [40, 40, 22, 26],
        "skill": "和『魔物』战斗时攻防提升45%。魔防提升45%",
        "remark": "守护圣殿的精英骑士。他们一直与刺客兄弟会为敌"
    }, {
        "id": 3081,
        "name": "SP圣殿骑士",
        "type": 3,
        "attribute": [43, 43, 23, 26],
        "skill": "士兵魔防提升45%，进入战斗时攻防提升25%。和『魔物』战斗时攻防额外提升20%",
        "remark": "守护圣殿的精英骑士。每日晨祷内容：愿圣光灼瞎所有刺客的眼"
    }, {
        "id": 3090,
        "name": "独角兽",
        "type": 3,
        "attribute": [43, 43, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。部队移动方式变为『野战』，在『树林』、『山地』和『草地』战斗时攻击、魔防提升30%",
        "remark": "神器幻兽，大自然的馈赠之灵。是谁导演这场戏，在这孤单角色里"
    }, {
        "id": 3100,
        "name": "魔蝎",
        "type": 3,
        "attribute": [43, 43, 23, 17],
        "skill": "主动攻击时，士兵攻击提升15%，暴击率提升30%。在『沙漠』、『沙丘』和『洞穴』战斗时遭受伤害降低30%",
        "remark": "沙漠之王，具有很强的攻击力。你敢吃这玩意，就别再来吻我！"
    }, {
        "id": 3110,
        "name": "机械骑士",
        "type": 3,
        "attribute": [43, 43, 22, 20],
        "skill": "主动攻击时，士兵攻击提升30%，被攻击时，士兵防御提升15%。士兵生命值大于等于80%时通过防御地形时，部队可以获得2格免除移动力降低的机会",
        "remark": "采用了最新机械技术的骑兵。虽然坐骑变了，但骑士精神不变"
    }, {
        "id": 3120,
        "name": "金骑士",
        "type": 3,
        "attribute": [43, 43, 22, 22],
        "skill": "士兵生命100%时遭受所有伤害降低20%。英雄兵种为『骑兵』时，士兵攻击、防御提升30%",
        "remark": "金甲覆身的悍勇骑士。受到预算下调的影响，他们只能穿镀金铠甲了"
    }, {
        "id": 3130,
        "name": "巨蜥骑手",
        "type": 3,
        "attribute": [43, 43, 24, 19],
        "skill": "士兵攻击、防御提升25%，主动攻击进入战斗时若目标周围1格没有其他敌军，则攻击额外提升20%",
        "remark": "骑乘巨大蜥蜴的沙漠蛮汉。光是养活这些巨蜥伙伴，就已花光所有的力气..."
    }, {
        "id": 3140,
        "name": "烈焰践行者",
        "type": 3,
        "attribute": [43, 45, 23, 19],
        "skill": "士兵攻击提升30%。士兵生命高于80%时，周围2格范围内敌军士兵攻击、防御降低15%",
        "remark": "足践烈焰的无情铁骑。不要问我的屁股感觉如何，永远不要"
    }, {
        "id": 3150,
        "name": "獠牙慑服者",
        "type": 3,
        "attribute": [43, 45, 24, 17],
        "skill": "士兵攻击、防御提升25%。主动攻击进入战斗时士兵遭受伤害降低30%，并在战斗前恢复30%的生命",
        "remark": "游走于群山的驯兽大师。这一鞭子下去，你可不准叫出声喔？"
    }, {
        "id": 3160,
        "name": "密林半人马",
        "type": 3,
        "attribute": [43, 45, 22, 17],
        "skill": "士兵攻击提升30%。与在『树林』、『山地』和『草地』敌军战斗时攻击、伤害提升10%，战后使目标移动力-2且无法护卫，持续1回合",
        "remark": "飞驰于林地的半人马卫队。最恨别人问他『你裤子穿哪一半』，现已踢瘸七个提问者"
    }, {
        "id": 4010,
        "name": "皇家狮鹫",
        "type": 4,
        "attribute": [40, 45, 20, 23],
        "skill": "士兵生命大于80%时，攻击与防御提升30%",
        "remark": "重型飞兵部队，攻守兼备。太重的话狮鹫会有意见"
    }, {
        "id": 4011,
        "name": "SP皇家狮鹫",
        "type": 4,
        "attribute": [43, 45, 22, 23],
        "skill": "攻击、防御提升30%。士兵生命大于80%主动攻击非【飞行】部队时，士兵造成伤害提升20%",
        "remark": "重型飞兵部队，攻守兼备。我是怒火，我是钢铁，我是天使般的仁慈"
    }, {
        "id": 4020,
        "name": "天使",
        "type": 4,
        "attribute": [43, 43, 22, 26],
        "skill": "遭受魔法伤害降低45%。士兵生命大于50%时，攻防提升20%",
        "remark": "光之女神的侍女，实力强劲。常年因不能穿裙子而困扰"
    }, {
        "id": 4030,
        "name": "吸血蝙蝠",
        "type": 4,
        "attribute": [43, 45, 22, 22],
        "skill": "主动进入战斗时，战后士兵可以恢复造成伤害45%的生命",
        "remark": "魔族飞兵，能吸取人的生命。吸血鬼变身后，再也变不回来了"
    }, {
        "id": 4031,
        "name": "SP吸血蝙蝠",
        "type": 4,
        "attribute": [45, 45, 24, 22],
        "skill": "士兵生命不低于80%时，攻击、防御提升25%。战后士兵可以恢复造成伤害45%的生命。遭受治疗后，士兵造成伤害提升20%，持续1回合",
        "remark": "魔族飞兵，能吸取人的生命。最近好像吸了些奇怪动物的血..."
    }, {
        "id": 4040,
        "name": "石像鬼",
        "type": 4,
        "attribute": [43, 45, 22, 22],
        "skill": "士兵生命大于50%攻击提升30%，士兵生命小于50%防御提升30%",
        "remark": "魔族飞兵精锐，攻防兼备。一二三...木头人！"
    }, {
        "id": 4041,
        "name": "SP石像鬼",
        "type": 4,
        "attribute": [43, 45, 23, 23],
        "skill": "士兵攻击、防御提升20%。士兵生命大于50%攻击、造成伤害提升15%，士兵生命小于50%，士兵无法攻击且防御提升20%、遭受伤害降低20%",
        "remark": "魔族飞兵精锐，攻防兼备。石像鬼请睁眼，今夜带刀，选择你要查验的玩家"
    }, {
        "id": 4050,
        "name": "圣天马",
        "type": 4,
        "attribute": [40, 43, 23, 23],
        "skill": "士兵生命大于50%时，主动攻击进入战斗前，100%的概率遭受伤害降低50%",
        "remark": "天马骑士中的精英。他们从天空中习得了风的力量"
    }, {
        "id": 4051,
        "name": "圣天马",
        "type": 4,
        "attribute": [43, 45, 23, 24],
        "skill": "主动攻击进入战斗时，士兵攻击提升30%，遭受伤害降低50%",
        "remark": "天马骑士中的精英。晴天飞行可能会聚光烤焦地面农作物"
    }, {
        "id": 4060,
        "name": "钢翼勇士",
        "type": 4,
        "attribute": [43, 45, 22, 22],
        "skill": "主动攻击时，士兵攻击提升30%。被远程攻击时，士兵防御、魔防提升30%",
        "remark": "飞翼战士，所向披靡的突击者。哪是隐形的翅膀，这是钢铁之翼"
    }, {
        "id": 4070,
        "name": "龙裔战士",
        "type": 4,
        "attribute": [43, 43, 23, 22],
        "skill": "攻击前每移动一格，士兵攻击提升6%（上限30%），遭受伤害降低6%（上限30%）。被攻击受到伤害后，部队移动力+2，持续1回合",
        "remark": "翱翔天际的龙裔，使用鳞甲与利爪搏杀。拥有曼妙身段不相符的巨龙之力"
    }, {
        "id": 4071,
        "name": "SP龙裔战士",
        "type": 4,
        "attribute": [45, 45, 23, 22],
        "skill": "拥有通过移动力提升效果时遭受伤害降低20%，攻击前每移动1格，士兵攻击提升10%（上限30%）。进入战斗前或行动结束时，若本回合移动3格及以上，获得移动力+2，持续1回合",
        "remark": "翱翔天际的龙裔，使用鳞甲与利爪搏杀。冰激凌店备受好评"
    }, {
        "id": 4080,
        "name": "机械龙骑士",
        "type": 4,
        "attribute": [43, 45, 24, 18],
        "skill": "攻击、防御提升25%，被近战攻击时，遭受物理伤害降低25%",
        "remark": "身骑机械巨龙的重甲飞兵。科技与魔法的完美融合，这真是太酷了！"
    }, {
        "id": 4081,
        "name": "SP机械龙骑士",
        "type": 4,
        "attribute": [44, 45, 24, 22],
        "skill": "攻击、防御提升25%，被攻击进入战斗时，遭受物理伤害降低25%。若自身周围1格没有友军，士兵攻防额外提升15%",
        "remark": "身骑机械巨龙的重甲飞兵。机械聚能大战锤，作战维修两不误！"
    }, {
        "id": 4090,
        "name": "阳冠战隼",
        "type": 4,
        "attribute": [45, 47, 24, 23],
        "skill": "与移动力不超过自身部队的敌军交战时，攻防提升30%。若英雄兵种为飞兵，主动攻击遭受伤害降低30%",
        "remark": "锐利迅捷的凶猛龙兽。据说它们的头冠能反射阳光，亮瞎敌人的双眼"
    }, {
        "id": 4100,
        "name": "星虹天马",
        "type": 4,
        "attribute": [45, 43, 22, 22],
        "skill": "士兵攻击、防御、魔防提升25%。攻击前移动力大于等于3格时，士兵造成伤害提升15%",
        "remark": "王国的象征，靓丽的天穹之翼。谁是快乐的小马？我是！"
    }, {
        "id": 4110,
        "name": "黯晶龙骑兵",
        "type": 4,
        "attribute": [45, 45, 23, 22],
        "skill": "士兵攻击、防御提升20%。与生命值百分比低于或等于本部队的敌军战斗时，士兵攻击、防御额外提升20%",
        "remark": "帝国最精锐的飞兵部队。羡慕我新购入的十克拉黯晶吗？"
    }, {
        "id": 4120,
        "name": "黑天马骑士",
        "type": 4,
        "attribute": [43, 43, 20, 20],
        "skill": "士兵攻击提升15%，主动攻击进入战斗前每移动1格，本次战斗使敌军遭受暴击率、暴击伤害提升10%（最大30%）",
        "remark": "王国反叛组织的飞行先锋。每次俯冲都自带乌云特效"
    }, {
        "id": 5010,
        "name": "人鱼统领",
        "type": 5,
        "attribute": [43, 40, 23, 19],
        "skill": "在水中时，攻击与防御提升30%",
        "remark": "人鱼部队中精英，攻防兼备。感受大海的狂怒吧！"
    }, {
        "id": 5020,
        "name": "龙虾巨兽",
        "type": 5,
        "attribute": [43, 37, 26, 16],
        "skill": "在水中时，遭受所有伤害降低50%",
        "remark": "龙虾之王，重甲的水兽。肉质太老只能油炸，可惜了！"
    }, {
        "id": 5021,
        "name": "SP龙虾巨兽",
        "type": 5,
        "attribute": [45, 37, 26, 19],
        "skill": "士兵生命值不低于70%时，防御提升25%。在水中时，士兵遭受所有伤害降低50%，士兵生命不低于70%时部队遭受致命伤害后不会死亡，之后驱散自身1个弱化效果且恢复生命值30%（每场战斗最多触发一次）",
        "remark": "龙虾之王，重甲的水兽。请不要试图用刀叉敲开我的铁壳，谢谢"
    }, {
        "id": 5030,
        "name": "海怪",
        "type": 5,
        "attribute": [43, 40, 23, 19],
        "skill": "在水中时，攻击50%生命值以上的部队时，进入战斗后攻击提升45%",
        "remark": "魔物水兵精锐，水中的恐怖。恩？你以为鳗鱼饭是什么做的？"
    }, {
        "id": 5031,
        "name": "SP海怪",
        "type": 5,
        "attribute": [43, 40, 24, 19],
        "skill": "主动攻击进入战斗时攻击提升45%。在水中时，暴击率提升40%，部队攻击不受近战伤害减免",
        "remark": "魔物水兵精锐，水中的恐怖。由于铠甲太重，游泳偶尔会沉底"
    }, {
        "id": 5040,
        "name": "蜥蜴刀客",
        "type": 5,
        "attribute": [40, 43, 22, 19],
        "skill": "在水中时，攻击提升45%",
        "remark": "水中的精英，强力的雇佣兵。尾巴断了还能长出来！"
    }, {
        "id": 5050,
        "name": "潮汐精灵",
        "type": 5,
        "attribute": [43, 37, 23, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。在水中时，士兵遭受物理伤害降低45%，攻击提升20%",
        "remark": "能攻擅守，潮汐的魔法元素之灵。原来女人真的是水做的"
    }, {
        "id": 5051,
        "name": "SP潮汐精灵",
        "type": 5,
        "attribute": [43, 39, 24, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵遭受物理伤害降低25%，攻击提升15%，进入战斗前如果在水中，此效果翻倍，反之有100%概率使自身所处地形视为“水中”",
        "remark": "能攻擅守，潮汐的魔法元素之灵。偶尔会拦截商船进行珠宝交易"
    }, {
        "id": 5060,
        "name": "深洋海盗",
        "type": 5,
        "attribute": [43, 40, 22, 22],
        "skill": "在水中时，部队攻击不受近战伤害减免，士兵遭受所有伤害降低30%，攻击提升20%。主动对处于“水中”的敌军造成伤害后，偷取1个强化效果",
        "remark": "熟悉水性的海盗，狡猾残忍。她们最喜欢闪亮亮的金币，其次是连衣裙和橘子"
    }, {
        "id": 5070,
        "name": "冰川元素",
        "type": 5,
        "attribute": [43, 40, 22, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，战后有50%概率对目标施加强力弱化效果。在水中时，攻击提升40%，部队攻击不受近战伤害减免",
        "remark": "诺伦山川冰河的元素之灵。非常耐寒，再恶劣的冰期和冷笑话都能受得住"
    }, {
        "id": 5080,
        "name": "海洋祭师",
        "type": 5,
        "attribute": [43, 37, 23, 26],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。在水中时，攻击、魔防提升40%，遭受治疗效果提升30%，部队攻击不受近战伤害减免",
        "remark": "带有神秘色彩的轻装水上斗士。大海总能冲刷掉，那些敌人的污垢"
    }, {
        "id": 5081,
        "name": "SP海洋祭师",
        "type": 5,
        "attribute": [44, 39, 23, 26],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击，魔防提升20%。处于“水中”时，此效果翻倍且部队攻击不受近战伤害减免。主动攻击时，自身或敌军任意一方处于“水中”时，战前恢复士兵血量30%",
        "remark": "带有神秘色彩的轻装水上斗士。感谢海鲜们馈赠给我的贝壳套装"
    }, {
        "id": 5090,
        "name": "群岛特使",
        "type": 5,
        "attribute": [43, 43, 23, 22],
        "skill": "士兵攻击、防御、魔防提升15%，主动攻击处于“水中”的敌军时，此次战斗无视敌军10%防御。在水中时，以上效果翻倍，部队不受近战伤害减免",
        "remark": "往来于各大海域的海上信使。说真的，是时候发明新的通讯方式了"
    }, {
        "id": 5100,
        "name": "幽冥之触",
        "type": 5,
        "attribute": [43, 40, 23, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击、魔防提升25%，在水中时，部队不受近战伤害减免，周围2格范围内敌军士兵攻击、魔防降低15%",
        "remark": "深居湖底的水生亚人。你想要这把金斧子，还是这把银斧子？"
    }, {
        "id": 5110,
        "name": "暗潮之鳞",
        "type": 5,
        "attribute": [43, 40, 22, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击提升30%。在水中时，部队不受近战伤害减免，被远程攻击进入战斗反弹部队受到伤害的20%",
        "remark": "在潮汐间徜徉的蛇型亚人。梦想是以水妖歌唱家身份出道"
    }, {
        "id": 6010,
        "name": "大精灵",
        "type": 6,
        "attribute": [34, 40, 19, 23],
        "skill": "在『树林』、『山地』时，攻防提升30%",
        "remark": "山林作战的弓兵高手。相比其他精灵大在...哪？"
    }, {
        "id": 6011,
        "name": "SP大精灵",
        "type": 6,
        "attribute": [39, 42, 21, 23],
        "skill": "在『树林』和『山地』时，攻防提升30%。处于防御地形主动攻击进入战斗时，每与敌军相距1格，士兵造成伤害提升5%。（最多15%）",
        "remark": "山林作战的弓兵高手。只要弓箭足够大，就没人会叫我小精灵了！"
    }, {
        "id": 6020,
        "name": "天空射手",
        "type": 6,
        "attribute": [36, 40, 17, 23],
        "skill": "部队移动方式变为『飞行』。主动进入战斗时，攻击提升30%",
        "remark": "精锐弓兵，无视地形移动。不是所有精灵都能够化蛹成蝶"
    }, {
        "id": 6021,
        "name": "SP天空射手",
        "type": 6,
        "attribute": [38, 43, 17, 23],
        "skill": "部队移动方式变为『飞行』。部队处于『天空』时，视为处于20%防御增强的地形上。主动进入战斗时，攻击提升30%，若敌军的移动方式不为『飞行』或不处于『天空』，士兵无视敌军10%防御，且战前有100%概率使敌军的被动技能无法生效",
        "remark": "精锐弓兵，无视地形移动。天空是我的主场，地上那套规矩不算数！"
    }, {
        "id": 6030,
        "name": "暗精灵射手",
        "type": 6,
        "attribute": [31, 40, 17, 26],
        "skill": "攻击100%生命值的部队时，进入战斗后攻击和防御提升45%",
        "remark": "暗精灵中的精锐，擅长突袭。黑暗方面的颜值的担当"
    }, {
        "id": 6031,
        "name": "SP暗精灵射手",
        "type": 6,
        "attribute": [35, 43, 20, 26],
        "skill": "进入战斗时攻击、防御提升30%，士兵生命100%时，战斗前使敌军防御降低25%，持续1回合",
        "remark": "暗精灵中的精锐，擅长突袭。新装备使用了科技和狠活"
    }, {
        "id": 6040,
        "name": "火弩狙击手",
        "type": 6,
        "attribute": [34, 40, 19, 23],
        "skill": "主动攻击进入战斗时，攻击提升30%，战后额外造成对方生命上限15%的伤害",
        "remark": "使用火弩进行攻击的弓兵精锐。好孩子可不要玩火哦！"
    }, {
        "id": 6050,
        "name": "投石车",
        "type": 6,
        "attribute": [31, 37, 17, 20],
        "skill": "部队普攻射程提升1.主动进入战斗时，部队伤害降低10%，20%概率造成强力弱化效果",
        "remark": "强化型机械弓兵部队，射程远。技术不好的士兵也会被当做弹药"
    }, {
        "id": 6060,
        "name": "突袭弩骑兵",
        "type": 6,
        "attribute": [36, 37, 20, 20],
        "skill": "主动进入战斗前，75%概率使敌军移动力降低2，防御降低20%，持续1回合",
        "remark": "精锐骑射部队，弓法极强。看好了，瞄准敌人的腿打！"
    }, {
        "id": 6061,
        "name": "SP突袭弩骑兵",
        "type": 6,
        "attribute": [38, 41, 20, 20],
        "skill": "主动进入战斗前，100%概率使敌军移动力降低2，防御降低20%，持续1回合；对移动力降低的敌军造成伤害额外提升30%",
        "remark": "精锐骑射部队，弓法极强。工资全花给了零件升级和轮轴润滑油"
    }, {
        "id": 6070,
        "name": "旋风游骑兵",
        "type": 6,
        "attribute": [40, 37, 22, 19],
        "skill": "生命大于50%时，被攻击进入战斗前100%的概率触发，遭受伤害降低50%",
        "remark": "注重防御能力的骑射部队。骑射部队的时尚先锋"
    }, {
        "id": 6071,
        "name": "SP旋风游骑兵",
        "type": 6,
        "attribute": [40, 41, 22, 22],
        "skill": "生命大于50%时，攻防提升20%，被攻击进入战斗时士兵遭受伤害降低50%且部队无视近战伤害减免",
        "remark": "注重防御能力的骑射部队。每次凯旋都像移动珠宝展"
    }, {
        "id": 6080,
        "name": "矮人冒险者",
        "type": 6,
        "attribute": [34, 37, 17, 20],
        "skill": "英雄的技能选取形式全部变为直线型。部队伤害提升15%",
        "remark": "擅长使用火器的矮人士兵，为了卡兹...啊咿呀咿呀！"
    }, {
        "id": 6090,
        "name": "妖精弓骑兵",
        "type": 6,
        "attribute": [36, 40, 20, 23],
        "skill": "士兵攻击提升20%。在『树林』、『草地』和『山地』战斗时攻击额外提升15%，遭受魔法伤害降低30%，且部队不受近战伤害减免",
        "remark": "发誓守护森林的利箭游侠。入侵者每踩断一根树枝就会被他打折一根肋骨"
    }, {
        "id": 6091,
        "name": "SP妖精弓骑兵",
        "type": 6,
        "attribute": [40, 43, 20, 25],
        "skill": "士兵攻击提升20%。在『树林』、『草地』和『山地』或者处于以上地形的部队交战时攻击、伤害额外提升20%，遭受魔防伤害降低30%，且部队不受近战伤害减免；与处于以上地形的敌军战斗时同时视为处于20%防御增强的地形上",
        "remark": "发誓守护森林的利箭游侠。需要大量亡魂来喂食他的坐骑"
    }, {
        "id": 6100,
        "name": "破城巨弩",
        "type": 6,
        "attribute": [34, 41, 19, 21],
        "skill": "部队普攻射程提升1。攻击提升20%，战斗前若没有进行移动，攻击额外提升15%；若移动大于3格，则战斗中造成伤害降低30%",
        "remark": "拥有足以毁灭城墙的巨大破坏力。你管这玩意...叫弓兵？"
    }, {
        "id": 6110,
        "name": "甲板炮手",
        "type": 6,
        "attribute": [40, 45, 22, 20],
        "skill": "士兵攻击提升30%。主动攻击时，自身或敌军任意一方处于防御地形时，此次战斗无视敌军15%防御",
        "remark": "持有玛娜科技武器的火炮手。不用瞄准的高科技爆炸火炮，深度近视眼的福音"
    }, {
        "id": 6120,
        "name": "荒野考察队",
        "type": 6,
        "attribute": [40, 43, 20, 22],
        "skill": "攻击提升30%。部队处于『草地』『水中』时，视为处于20%防御增强的地形上",
        "remark": "来自牧羊人之塔的荒野学者。引领族群找到方向即是我们牧者的使命"
    }, {
        "id": 6130,
        "name": "独翼之矢",
        "type": 6,
        "attribute": [38, 43, 18, 22],
        "skill": "士兵攻击提升30%。与移动力高于3的部队战斗时，攻击额外提升20%。主动攻击进入战斗后，部队可以额外移动2格",
        "remark": "无法飞翔的鸟儿拿起了淬毒的箭矢。哼，得不到的就射掉！"
    }, {
        "id": 6140,
        "name": "翠翼射手",
        "type": 6,
        "attribute": [40, 43, 21, 21],
        "skill": "士兵攻击提升30%。主动攻击进入战斗时，若自身周围1格没有友军，士兵攻击提升15%且部队无视敌军【护盾】（若目标没有【护盾】，则士兵造成伤害提升15%）",
        "remark": "在枝叶上疾行的螳螂神射手。翅膀卡树枝时会假装自己在静态狙击"
    }, {
        "id": 7010,
        "name": "暗杀者",
        "type": 7,
        "attribute": [40, 40, 20, 20],
        "skill": "暴击率提升30%，攻击提升15%",
        "remark": "加强版刺客部队，爆发力很强。名字和1w金币，剩下的他会搞定"
    }, {
        "id": 7011,
        "name": "SP暗杀者",
        "type": 7,
        "attribute": [40, 43, 20, 22],
        "skill": "士兵暴击率提升30%，士兵攻击提升20%。部队不受近战伤害减免",
        "remark": "加强版刺客部队，爆发力很强。目标死亡后附赠社区账号注销服务"
    }, {
        "id": 7020,
        "name": "武士",
        "type": 7,
        "attribute": [40, 40, 22, 22],
        "skill": "部队攻击不受近战伤害减免。近战攻击时，攻击提升20%，远程攻击时，暴击率提升20%",
        "remark": "精锐男性刺客，东方之国的战士。等等，不要随随便便就切腹啊！"
    }, {
        "id": 7030,
        "name": "影侍",
        "type": 7,
        "attribute": [36, 43, 20, 20],
        "skill": "暴击率提升30%，暴击后对敌军造成部队生命上限20%的伤害",
        "remark": "刺客部队中的精锐，爆发力惊人。忍无可忍，重新再忍"
    }, {
        "id": 7031,
        "name": "SP影侍",
        "type": 7,
        "attribute": [39, 45, 20, 20],
        "skill": "士兵暴击率，暴击伤害提升30%。进入战斗前对敌军造成自身当前生命30%的【固定伤害】，战斗中造成暴击后再触发1次。若自身周围2格范围内有友军部队，则视为处于20%防御增强的地形上",
        "remark": "刺客部队中的精锐，爆发力惊人。潜于暗影，臣服暗影，成为暗影"
    }, {
        "id": 7040,
        "name": "绯雾女侍",
        "type": 7,
        "attribute": [40, 37, 22, 26],
        "skill": "暴击率提升45%，部队造成暴击后对敌军施加随机1个强力弱化效果",
        "remark": "精锐女性刺客，忍遁高手。主上，不可以！请自重！"
    }, {
        "id": 7041,
        "name": "SP绯雾女侍",
        "type": 7,
        "attribute": [40, 43, 22, 26],
        "skill": "暴击率提升45%，与『非女性英雄』战斗时攻击提升15%。部队暴击后及主动造成伤害前对敌军施加1个随机弱化效果",
        "remark": "精锐女性刺客，忍遁高手。直到升职成为花魁，也没接到收网的指示"
    }, {
        "id": 7050,
        "name": "地精骑士",
        "type": 7,
        "attribute": [36, 43, 20, 20],
        "skill": "士兵暴击率提升30%，部队造成暴击后对敌军施加1个强力弱化效果并偷取1个强化效果",
        "remark": "金属收藏家，兼职骑士赚取佣金。哇，金色——普通！"
    }, {
        "id": 7060,
        "name": "无面者",
        "type": 7,
        "attribute": [36, 43, 20, 22],
        "skill": "士兵攻击、暴击率提升15%。进入战斗前，使敌军部队遭受暴击率提升15%",
        "remark": "醉心于刺杀本身的冷酷杀手。凡人皆有一死，但有的人需要一些帮助"
    }, {
        "id": 7061,
        "name": "SP无面者",
        "type": 7,
        "attribute": [39, 45, 20, 22],
        "skill": "士兵攻击、暴击率提升15%。进入战斗前，使敌军部队遭受暴击率提升15%，遭受暴击伤害提升10%，若目标周围1格没有其他敌军，则效果翻倍",
        "remark": "醉心于刺杀本身的冷酷杀手。为了形象特地去定制了炫酷的斗篷"
    }, {
        "id": 7070,
        "name": "密林夜精灵",
        "type": 7,
        "attribute": [38, 43, 20, 20],
        "skill": "士兵攻击、暴击率提升15%。主动攻击时，士兵暴击率、暴击伤害提升15%；此时如果自身处于“树林”则部队先于敌军进行攻击",
        "remark": "深居兰契阴暗树海的危险刺杀者。树海中稀少的阳光造就了他们苍白的肤色与致命的毒刃"
    }, {
        "id": 7080,
        "name": "方舟刺客",
        "type": 7,
        "attribute": [38, 43, 23, 18],
        "skill": "攻击提升15%，暴击率提升30%。与生命百分比低于100%的敌军交战时，暴击伤害提升20%",
        "remark": "使用高科技装备的隐秘部队。谁会在乎这柄科技利刃量产之前，沾染了多少研发者与测试者的鲜血呢..."
    }, {
        "id": 7090,
        "name": "亚人游荡者",
        "type": 7,
        "attribute": [36, 45, 20, 18],
        "skill": "暴击率提升30%。行动结束时如果未造成过伤害，则有几率获得2个士兵，每个士兵的获得概率为100%，可超出士兵数量上限（最多2个），持续至下次主动攻击进入战斗后",
        "remark": "日常游走于生死之间的危险刺客。第一，不许摸我的尾巴，第二，给我摸你的尾巴"
    }, {
        "id": 7100,
        "name": "暗翎之刺",
        "type": 7,
        "attribute": [38, 43, 20, 20],
        "skill": "攻击提升15%，暴击率提升30%。行动结束时若处于危险范围内，士兵攻击、暴击伤害提升20%，持续1回合",
        "remark": "隐匿于暗影中的异端之人。把我的天马还给我！"
    }, {
        "id": 7110,
        "name": "深海复仇者",
        "type": 7,
        "attribute": [40, 44, 20, 20],
        "skill": "攻击、暴击率提升20%。主动攻击进入战斗时，若敌方部队生命百分比不高于自身部队，士兵攻击、暴击、暴击伤害提升15%，战前偷取敌方1个强化效果",
        "remark": "从海底越狱的里溯源派妖精。抛出的手铐比鱼叉还准！"
    }, {
        "id": 8010,
        "name": "男巫",
        "type": 8,
        "attribute": [34, 37, 19, 23],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，攻击、魔防提升30%",
        "remark": "擅长魔法的远程部队。为光轮2000而努力存钱中"
    }, {
        "id": 8011,
        "name": "SP男巫",
        "type": 8,
        "attribute": [36, 40, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，士兵攻击提升45%，遭受远程伤害降低25%",
        "remark": "擅长魔法的远程部队。随机创飞一个移动力为1的路人"
    }, {
        "id": 8020,
        "name": "魔女",
        "type": 8,
        "attribute": [34, 40, 17, 28],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵生命100%时，攻击、魔防提升45%",
        "remark": "精英魔法部队，杀伤力很强。比起战斗更热衷于美容护肤"
    }, {
        "id": 8021,
        "name": "SP魔女",
        "type": 8,
        "attribute": [37, 42, 17, 28],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵生命越高，士兵攻击、魔防越高（最高提升45%）",
        "remark": "精英魔法部队，杀伤力很强。副业占星预测，可咨询情感及事业问题，熟人享友情价"
    }, {
        "id": 8030,
        "name": "魔晶术士",
        "type": 8,
        "attribute": [43, 37, 22, 19],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。行动结束时，恢复士兵30%的生命。被物理攻击进入战斗时，部队反弹受到伤害的30%",
        "remark": "炼术水平一流的新兴水晶法师。主修手链制作和折跃神族母舰"
    }, {
        "id": 8031,
        "name": "SP魔晶术士",
        "type": 8,
        "attribute": [45, 37, 22, 21],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。行动结束时，恢复士兵30%的生命。被物理攻击进入战斗时，驱散敌军1个强化效果，部队反弹受到伤害的30%；反之，士兵遭受魔法伤害降低15%",
        "remark": "炼术水平一流的新兴水晶法师。等待世界上最强的魔法导师为我拨穗"
    }, {
        "id": 8040,
        "name": "禁忌炼金师",
        "type": 8,
        "attribute": [40, 40, 20, 19],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。行动结束时，恢复士兵30%的生命。士兵生命高于80%时，士兵射程+1，攻击提升30%",
        "remark": "寻求禁忌力量的神秘施法者。他认为等价交换信条纯属扯淡"
    }, {
        "id": 8041,
        "name": "SP禁忌炼金师",
        "type": 8,
        "attribute": [43, 42, 20, 20],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。行动结束时，恢复士兵30%的生命。士兵生命高于80%时，攻击提升30%，使用需要进入战斗的远程技能时技能射程+1，且士兵也会同时进行攻击（射程提升效果对不会受到近战伤害减免的技能无效）",
        "remark": "寻求禁忌力量的神秘施法者。瓶子里泡的是上个月投诉他的客户"
    }, {
        "id": 8050,
        "name": "仙灵预言者",
        "type": 8,
        "attribute": [37, 41, 17, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，士兵攻击提升30%，造成伤害提升15%，遭受反弹伤害降低50%",
        "remark": "高山峰顶栖居的上古种族。仙灵选择隐居的原因是找他们算命的人太多"
    }, {
        "id": 8060,
        "name": "毒蝠术师",
        "type": 8,
        "attribute": [37, 40, 18, 23],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，士兵攻击提升40%，战前有100%的概率使得敌军获得1个随机弱化效果",
        "remark": "恶毒危险的沼泽地术师。跟他们说了多少遍拒食野味，就是不听"
    }, {
        "id": 8061,
        "name": "SP毒蝠术师",
        "type": 8,
        "attribute": [40, 42, 18, 23],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击进入战斗时，士兵攻击提升40%，战前有100%的概率使得敌军获得1个随机弱化效果以及“伤口诅咒”：被施加的治疗直接转变为治疗量20%的伤害，持续1回合",
        "remark": "恶毒危险的沼泽地术师。他变强了，但代价是什么呢？"
    }, {
        "id": 8070,
        "name": "熔火巫徒",
        "type": 8,
        "attribute": [43, 40, 17, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击提升30%，主动攻击进入战斗前扣除士兵当前生命的10%，并对敌军部队造成数值150%的【固定伤害】",
        "remark": "用语言与文字点燃大地的怒火。这块地皮长得真丑"
    }, {
        "id": 8071,
        "name": "SP熔火巫徒",
        "type": 8,
        "attribute": [45, 42, 18, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击提升30%，主动攻击进入战斗前扣除士兵当前生命的10%，对敌军部队造成数值150%的【固定伤害】，并施加1个弱化效果。战后士兵可以恢复造成伤害数值30%的生命值",
        "remark": "用语言与文字点燃大地的怒火。操控烈火的法师微笑着向你走来，这就是火之高兴"
    }, {
        "id": 8080,
        "name": "咒法术士",
        "type": 8,
        "attribute": [40, 37, 20, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。部队行动结束时若未造成过伤害，恢复士兵30%的生命，下一次进入战斗时士兵攻击提升20%，遭受伤害降低25%，无法免疫，不可驱散",
        "remark": "来自贤者之塔的强大术士。『领域——』啊不对不对，走错片场了！"
    }, {
        "id": 8090,
        "name": "森林通灵师",
        "type": 8,
        "attribute": [38, 38, 17, 23],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击提升30%，主动攻击进入战斗前，有100%的概率使敌军获得“遭受伤害提升10%”，持续1回合，战后对敌军施加“无法使用主动技能”、“无法遭受治疗”，持续1回合",
        "remark": "深居禁忌林地的黑暗巫师。通灵时偶尔会串线到其他次元"
    }, {
        "id": 9010,
        "name": "神官",
        "type": 9,
        "attribute": [34, 31, 19, 28],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果+15%，士兵生命大于80%时，防御提升30%",
        "remark": "引导神圣之力，僧兵中的精锐。走到哪里都热衷于修神殿与教堂"
    }, {
        "id": 9011,
        "name": "SP神官",
        "type": 9,
        "attribute": [37, 34, 22, 28],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果+15%，士兵生命大于80%时，周围2格范围内友军士兵防御、魔防提升10%",
        "remark": "引导神圣之力，僧兵中的精锐。我头上的...至少能算是配角光环吧？"
    }, {
        "id": 9020,
        "name": "神官骑士",
        "type": 9,
        "attribute": [34, 34, 19, 26],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果+15%，士兵生命大于80%时，防御提升30%",
        "remark": "选择了骑乘作战的僧兵部队。骑马执杖僧人...产生了奇怪的联想！"
    }, {
        "id": 9021,
        "name": "SP神官骑士",
        "type": 9,
        "attribute": [38, 34, 22, 26],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果+15%。部队移动通过友军所处地形时不消耗移动力，行动结束时恢复经过的友军士兵30%的生命",
        "remark": "选择了骑乘作战的僧兵部队。你！不能！通过这里！"
    }, {
        "id": 9030,
        "name": "巫女",
        "type": 9,
        "attribute": [36, 31, 17, 28],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵生命100%时，英雄遭受物理伤害降低75%",
        "remark": "驱使魔与巫之力的精锐部队。少女祈祷中..."
    }, {
        "id": 9040,
        "name": "驱魔师",
        "type": 9,
        "attribute": [40, 37, 22, 20],
        "skill": "和『魔物』战斗时攻击提升30%；和非『魔物』战斗时防御提升30%",
        "remark": "肉体的极致，武僧中的佼佼者。燃烧吧，我的小宇宙！"
    }, {
        "id": 9041,
        "name": "SP驱魔师",
        "type": 9,
        "attribute": [40, 40, 22, 20],
        "skill": "士兵防御提升30%，与『魔物』战斗时，攻击提升30%。主动攻击时若敌军防御大于魔防，本次战斗造成魔法伤害",
        "remark": "肉体的极致，武僧中的佼佼者。物理超度享七折优惠，驱魔失败可全额退款"
    }, {
        "id": 9050,
        "name": "狂热者",
        "type": 9,
        "attribute": [36, 40, 20, 20],
        "skill": "士兵生命高于80%时，身上每有一个强化状态，则士兵攻击、防御、魔防提升15%。（最高提升45%）",
        "remark": "僧兵中狂热的精英部队。看到她们的男性士兵也很狂热"
    }, {
        "id": 9051,
        "name": "SP狂热者",
        "type": 9,
        "attribute": [42, 42, 22, 22],
        "skill": "身上每有一个强化状态，则士兵攻击、防御、，魔防提升15%（最够提升45%）。行动结束时，恢复士兵20%的生命，若有弱化效果则恢复量翻倍，并驱散1个弱化效果",
        "remark": "僧兵中狂热的精英部队。头发闪光了，拳头变强了，男粉丝缺变少了..."
    }, {
        "id": 9060,
        "name": "森林祭司",
        "type": 9,
        "attribute": [40, 31, 20, 23],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果提升15%。英雄对友军释放技能时，有100%几率驱散1个弱化状态",
        "remark": "神秘的森林与世界树守护者。门前两棵树，两颗都是枣树"
    }, {
        "id": 9070,
        "name": "洗罪者",
        "type": 9,
        "attribute": [48, 34, 22, 22],
        "skill": "被攻击进入战斗时遭受伤害降低20%。自身没有弱化效果时，部队不会受到致命一击并恢复20%生命值，触发后士兵最大生命降低20%（每场战斗最多触发一次。）",
        "remark": "信念强烈的武装圣职者。宽恕你是女神的责任，我的责任是送你去见女神"
    }, {
        "id": 9080,
        "name": "灵宗斗僧",
        "type": 9,
        "attribute": [40, 40, 19, 23],
        "skill": "被攻击时部队不受近战伤害减免。英雄施加的治疗效果提升15%，士兵防御提升25%。英雄兵种为僧侣时，士兵攻击提升30%",
        "remark": "运用神秘气功战斗的鹤野僧侣。往脑袋上扣电饭锅是学不会气功的！"
    }, {
        "id": 9081,
        "name": "SP灵宗斗僧",
        "type": 9,
        "attribute": [42, 41, 22, 23],
        "skill": "英雄施加的治疗效果提升15%，士兵防御提升25%。被攻击时部队攻击不受近战伤害减免，且战后恢复士兵25%生命。部队为非混合部队时，士兵攻击提升30%，回合开始时若部队生命100%获得“免疫下1个遭受的弱化效果，不可驱散”",
        "remark": "运用神秘气功战斗的鹤野僧侣。年轻人，想学好武功，必须先讲武德啊！"
    }, {
        "id": 9090,
        "name": "圣卫术师",
        "type": 9,
        "attribute": [48, 37, 24, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。被攻击进入战斗时，防御、魔防提升30%，若英雄兵种为僧侣时，攻击提升30%",
        "remark": "施展信仰坚盾的重装圣职者。再说一遍！我不是装玻璃的！"
    }, {
        "id": 9091,
        "name": "SP圣卫术师",
        "type": 9,
        "attribute": [48, 38, 25, 25],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。被攻击受到伤害时，驱散敌军1个强化效果且防御，魔防提升30%。若英雄兵种为僧侣，攻击提升30%，获得“免疫并反弹下一个即将遭受的弱化效果，不可驱散”",
        "remark": "施展信仰坚盾的重装圣职者。本店主营神圣防爆玻璃，包安装，包售后，包砸不碎"
    }, {
        "id": 9100,
        "name": "风花颂唱者",
        "type": 9,
        "attribute": [40, 34, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。英雄施加的治疗效果提升15%。英雄对友军释放技能时，有100%几率使得其随机1个伤害技能的冷时间-1",
        "remark": "金色平原上最受欢迎的游方大师。历史不会铭记，人类不会忘却"
    }, {
        "id": 9110,
        "name": "辉光圣者",
        "type": 9,
        "attribute": [38, 40, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。士兵攻击提升30%，与敌军每间隔1格额外提升5%，战前恢复士兵5%的最大生命（最大15%）",
        "remark": "戈尔曼纳教的虔诚信徒。你想要圣女大人的赐福之吻！？放肆！！！"
    }, {
        "id": 9120,
        "name": "山罡救援队",
        "type": 9,
        "attribute": [40, 37, 22, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。若移动距离大于等于3格，行动结束时恢复全场生命百分比最低的友军部队20%的生命，并驱散1个弱化效果。通过防御地形时，可以获得1格免除移动力降低的机会",
        "remark": "擅长应对山罡的急救专家。坡度只要超过九十度就敢爬"
    }, {
        "id": 10010,
        "name": "重装骷髅",
        "type": 10,
        "attribute": [43, 40, 22, 19],
        "skill": "亡者苏生：士兵生命为0%时，主动进入战斗时，战后恢复45%的生命；被攻击进入战斗时，防御提升30%。（除魔物和僧侣以外）",
        "remark": "魔族骷髅部队的精锐，实力强劲。因为是骷髅的缘故铠甲并穿不稳！"
    }, {
        "id": 10020,
        "name": "死灵骑士",
        "type": 10,
        "attribute": [40, 40, 22, 20],
        "skill": "亡者苏生：士兵生命为0%时，主动进入战斗时，战后恢复45%的生命；攻击魔物和僧侣之外的部队时，攻击提升30%",
        "remark": "驾驭亡灵马的骷髅部队。选择骷髅马100%是因为帅！"
    }, {
        "id": 10030,
        "name": "火焰骷髅弓手",
        "type": 10,
        "attribute": [34, 40, 20, 19],
        "skill": "亡者苏生：士兵生命为0%时，主动进入战斗时，战后恢复45%的生命；战斗后，额外造成对方部队生命上限15%的伤害",
        "remark": "骷髅弓手中的精锐，操使火弓。即使是骷髅，也会被烫到的！"
    }, {
        "id": 10031,
        "name": "SP火焰骷髅弓手",
        "type": 10,
        "attribute": [43, 42, 20, 19],
        "skill": "亡者苏生：战斗后恢复士兵已损失的30%生命。士兵攻击提升30%；主动攻击进入战斗后，对目标造成1次【固定伤害】，伤害数值为本次战斗伤害的10%",
        "remark": "骷髅弓手中的精锐，操使火弓。射人先射马，烧人先烧己"
    }, {
        "id": 10040,
        "name": "蛛魔精灵",
        "type": 10,
        "attribute": [43, 37, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击前75%概率使敌方部队移动力-2，魔防-20%，持续1回合",
        "remark": "魔族重金聘请的魔化生物。不过是蜘蛛什么的..."
    }, {
        "id": 10041,
        "name": "SP蛛魔精灵",
        "type": 10,
        "attribute": [43, 43, 22, 22],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击时无视敌军20%魔防且部队无视兵种克制，战前使敌军移动力降低3点，持续1回合",
        "remark": "魔族重金聘请的魔化生物。哦~喜欢倍蛛网紧紧束缚的感觉吗？"
    }, {
        "id": 10050,
        "name": "钢鬃狼人",
        "type": 10,
        "attribute": [48, 40, 23, 19],
        "skill": "战斗后及行动结束时，士兵恢复20%的生命。士兵生命高于70%时，主动攻击时攻击提升40%，被攻击时防御提升40%",
        "remark": "于满月之夜觉醒的狼人。天黑请闭眼，狼人出来搞事了"
    }, {
        "id": 10060,
        "name": "巨型灵俑",
        "type": 10,
        "attribute": [40, 42, 24, 18],
        "skill": "生命、攻击、暴击率提升35%。进入战斗前士兵生命不低于100%时，战斗后恢复40%的生命",
        "remark": "因死灵法术而诞生的巨大怪物。没杀死你的，就会使你更坚强，或至少更可怕"
    }, {
        "id": 10070,
        "name": "迷雾幽魂",
        "type": 10,
        "attribute": [40, 37, 22, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。主动攻击时，攻击提升30%。被攻击进入战斗时，遭受物理伤害降低15%。战后若士兵全部阵亡则恢复45%的生命",
        "remark": "身披斗篷被锁链束缚的幽魂。你相信，有形的锁链能够禁锢无形的我吗？"
    }, {
        "id": 10071,
        "name": "SP迷雾幽魂",
        "type": 10,
        "attribute": [42, 40, 23, 24],
        "skill": "普通攻击造成的『物理伤害』，全部视为『魔法伤害』。进入战斗时，士兵攻击提升30%。若士兵生命高于70%时，士兵遭受物理伤害降低20%，部队无视兵种克制。战斗后恢复士兵已损失的45%生命",
        "remark": "身披斗篷被锁链束缚的幽魂。漂亮袍子让虚无之躯享受了实体虚荣"
    }, {
        "id": 10080,
        "name": "契约魔像",
        "type": 10,
        "attribute": [48, 40, 23, 23],
        "skill": "士兵生命高于80%时，攻击、防御、魔防提升20%。被远程攻击时，遭受伤害降低20%",
        "remark": "遵从契约行动的忠贞卫士。请在甲方的位置签上您的姓名"
    }, {
        "id": 10090,
        "name": "炼狱魔核",
        "type": 10,
        "attribute": [48, 40, 20, 23],
        "skill": "未处于水中时，攻击提升40%。行动结束时对周围2格范围内敌军造成炼狱魔核当前生命15%的【固定伤害】；周围2格范围内敌军行动结束时也会受到该伤害",
        "remark": "熔火高原孕育的炼狱之火。烧肉即正义！"
    }, {
        "id": 10100,
        "name": "魔虫巨卫",
        "type": 10,
        "attribute": [48, 42, 23, 21],
        "skill": "士兵攻击提升15%。士兵生命高于80%时，士兵防御、魔防提升20%，且士兵主动攻击造成伤害提升20%。部队攻击不受近战伤害减免",
        "remark": "甲壳与魔导融合的活体堡垒。每次开口说人话都会让敌人大吃一惊"
    }, {
        "id": 10110,
        "name": "融晶魔灵",
        "type": 10,
        "attribute": [40, 40, 22, 24],
        "skill": "士兵攻击提升10%。进入战斗前，本部队生命百分比低于敌军时包裹己方英雄，使英雄遭受伤害降低30%；本部队生命百分比高于或等于敌军时包裹敌方部队，使敌方部队遭受伤害提升20%",
        "remark": "被当做礼物制造出来的炼金产物，虽然最后没有能送到对方手中。看我？在看我？再看我就把你的秘密吃掉！"
    }, {
        "id": 10120,
        "name": "断罪修女",
        "type": 10,
        "attribute": [43, 43, 21, 24],
        "skill": "士兵攻击提升30%，部队攻击不受近战伤害减免。主动攻击进入战斗前，对敌军造成1次【固定伤害】，伤害数值为英雄攻击与智力中较高一项属性的1倍，若敌军拥有弱化效果，则士兵无视敌军20%防御",
        "remark": "炎瀑庇护所的虔敬修女。直视我的眼睛，我要审判你的罪行"
    }
]