export const weaponData5 = [
    {
        "id": 1,
        "name": "流浪的骑士",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["传说之耀", "攻击+10%。使用技能造成伤害时，30%概率使技能冷却时间-5。"],
        "remark": "没有人能在我的BGM里打败我。艾尔文专属装备。"
    },
    {
        "id": 2,
        "name": "黄金狮子",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 7],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["狮吼", "魔防+10%。如果本回合击杀过敌军，行动结束时，使自身3格范围内的1个敌军“眩晕”1回合。"],
        "remark": "黄金之风，自由之意，守护骑士参上。迪哈尔特专属装备。"
    },
    {
        "id": 3,
        "name": "黑色新娘",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["深暗", "生命+5%。进入战斗前，使敌军遭受一个随机的强力弱化效果。"],
        "remark": "拥抱黑暗，成为深渊中恸哭的新娘。拉娜专属装备。"
    },
    {
        "id": 4,
        "name": "斩男色",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["魅力四射", "魔防+10%。行动结束时，使相邻2格的4个其他友军免疫“固定伤害”，持续1回合。"],
        "remark": "据说涂上这个颜色的唇膏可以斩获所有直男的心。伊梅尔达专属装备。"
    },
    {
        "id": 5,
        "name": "团结",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["意志之力", "当周围2格有我方友军时，攻击、防御、魔防提升10%。"],
        "remark": "由记忆打造成的戒指，友情与羁绊的象征。马修专属装备。"
    },
    {
        "id": 6,
        "name": "利古里亚之冠",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["王器", "防御、魔防+5%。对自己施加的强化效果持续回合+1。"],
        "remark": "曾被窃走的王冠，现在物归原主。亚鲁特缪拉专属装备。"
    },
    {
        "id": 7,
        "name": "魔导防护服",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["防护反射", "生命+5%。被近战攻击进入战斗前，对敌军造成1次固定伤害，伤害值为英雄智力的1倍。"],
        "remark": "采用了克里姆索科技的神秘服饰，能反射攻击。蕾伽尔专属装备。"
    },
    {
        "id": 8,
        "name": "古巨美的馈赠",
        "type": 3,
        "quality": 4,
        "job": [12],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["余兴", "生命+5%。战斗后，恢复自身部队10%的生命。携带技能无视COST限制。"],
        "remark": "其实是圣兽一族专用的磨牙棒，能预防牙结石。古巨拉专属装备。"
    },
    {
        "id": 9,
        "name": "黑色曙光",
        "type": 1,
        "quality": 4,
        "job": [3, 7, 8],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["混沌闪电", "攻击、智力+10%。主动近战攻击进入战斗前，对敌军造成一次固定伤害，伤害值为英雄智力的2倍。主动远程攻击进入战斗后，对敌军造成一次固定伤害，伤害值为英雄攻击的2倍。"],
        "remark": "混沌狭缝中诞生的武器，唯有半魔族能驾驭其复杂的力量。索尼娅专属装备。"
    },
    {
        "id": 10,
        "name": "妖精之翼",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["羽步", "智力+5%。攻击后，可以再次移动2格。"],
        "remark": "用魔法重构的妖精羽翼，古典魔法器的巅峰之作。莉法妮专属装备。"
    },
    {
        "id": 11,
        "name": "远见",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["智瞳", "生命+10%。行动结束时，使得周围2格以内所有敌军随机获得一个弱化效果。"],
        "remark": "我目睹了那些你们绝对不会相信的东西。艾马林克专属装备。"
    },
    {
        "id": 12,
        "name": "1UP",
        "type": 2,
        "quality": 4,
        "job": [4, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["复活币", "防御、魔防+5%。主动攻击进入战斗时，如果受到致命伤害，不会死亡。(该效果需要间隔4回合才能再次触发)"],
        "remark": "「我还会再回来的！给我等着！」。雪莉专属装备。"
    },
    {
        "id": 13,
        "name": "卡昆西斯之冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["大陆荣光", "魔防+10%。行动结束时，有30%概率使得自己获得“技能射程+1，范围+1”，持续1回合。"],
        "remark": "高瞻远嘱的卡昆西斯女王，给伊雷斯大陆带来了新的荣光。雪露法妮尔专属装备。"
    },
    {
        "id": 14,
        "name": "风中之花",
        "type": 3,
        "quality": 4,
        "job": [1, 4, 5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["风之花", "防御+10%。触发再行动时，身上携带的强化状态回合数不会减少。(该效果需要间隔3回合才能再次触发)"],
        "remark": "生于风中的芬芳，就如它的主人一样永远不会停止飞行。安洁丽娜专属装备。"
    },
    {
        "id": 15,
        "name": "霸王战甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["霸王野望", "生命+5%。英雄天赋范围+1。"],
        "remark": "光是看到这幅铠甲，就能联想到其主人昔日的威严。巴恩哈特专属装备。"
    },
    {
        "id": 16,
        "name": "兰芳特的次选",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["战地统帅", "防御+10%。英雄天赋范围+1。"],
        "remark": "兰芳特很少使用他的锋芒毕露的头盔。兰芳特专属装备。"
    },
    {
        "id": 17,
        "name": "笠",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["隐于乱世", "防御、魔防+5%。部队生命值100%时，技巧+30%。"],
        "remark": "痛失了家国，流浪的武土掩盖了自己的面容。雾风专属装备。"
    },
    {
        "id": 18,
        "name": "我我我公主？",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["哎哟喂", "生命+5%。英雄天赋可以累积的增益效果个数+1，可以享受[公主联盟]超绝效果。"],
        "remark": "这是什么邪恶的魔法！？谁来帮我把这个耳环摘下来啊！？海恩专属装备。"
    },
    {
        "id": 19,
        "name": "荆棘皇冠",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["蔷薇女王", "魔防+10%。被攻击进入战斗前，对敌军造成固定伤害，伤害值为英雄魔防的2倍。"],
        "remark": "蔷薇有刺，孤独盛开。芙蕾雅专属装备。"
    },
    {
        "id": 20,
        "name": "■■■■",
        "type": 1,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["触手粘液", "智力+10%。主动攻击造成伤害后，使敌军“移动力”降低1格，且无法进行护卫，持续1回合。"],
        "remark": "「格尼尔，谁让你把这东西拿出来玩了！？我不要面子的啊！？」艾梅达专属装备。"
    },
    {
        "id": 21,
        "name": "浴火之衣",
        "type": 2,
        "quality": 4,
        "job": [2, 8],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["浴火", "生命、魔防+5%。被攻击受到伤害后，获得效果“技能射程+1，范围+1”持续1回合。"],
        "remark": "诸火齐聚，烈焰焚身！埃格贝尔特专属装备。"
    },
    {
        "id": 22,
        "name": "信仰的试炼",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["试炼勇耀", "防御、魔防+5%。击杀敌军后获得效果“抵挡一次致命伤害，之后英雄生命值恢复到本次伤害之前的血量，该状态持续期间最多触发一次复活效果”，持续1回合。（该效果需要间隔2回合才能再次触发）"],
        "remark": "勇气与荣耀，一切为了女神的意志。雷丁专属装备。"
    },
    {
        "id": 23,
        "name": "梦魇的面容",
        "type": 3,
        "quality": 4,
        "job": [7, 8, 10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["千面", "生命+5%。与克制的部队交战时，攻击额外提升20%。"],
        "remark": "你最惧怕的是什么？让我变成你的噩梦吧！弗拉基亚专属装备。"
    },
    {
        "id": 24,
        "name": "温暖的回忆",
        "type": 3,
        "quality": 4,
        "job": [7, 10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["温暖", "生命+5%。在行动结束时，如果周围2格没有友军，则恢复20%生命，并驱散1个弱化状态。"],
        "remark": "记忆中残存的味道，是这份记忆存在的证明。泽瑞达专属装备。"
    },
    {
        "id": 25,
        "name": "世界树的繁花",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["昨日之花", "智力+5%。使用技能时，每对1个目标造成伤害则有10%概率使技能冷却时间-5（概率最高可以提升至50%）。"],
        "remark": "无关战争与宿命，少年与少女于树下的美丽约定。拉姆达专属装备。"
    },
    {
        "id": 26,
        "name": "义贼的假面",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["居高临下", "魔防+5%。主动攻击进入战斗时，如果自身强化状态数量大于等于敌军强化状态数量的2倍，会先于敌军进行攻击。"],
        "remark": "天下第一大义贼的证明。银狼专属装备。"
    },
    {
        "id": 27,
        "name": "逐梦之冠",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["凡人之力", "魔防+5%。当自身强化状态数量大于或等于7个时，反击伤害提高50%。"],
        "remark": "「马修和艾梅达，都由我来守护！」格尼尔专属装备。"
    },
    {
        "id": 28,
        "name": "青龙之胄",
        "type": 2,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["天翔游龙", "防御+10%。受到伤害后，获得效果“移动不受地形限制”，持续1回合。"],
        "remark": "天无绝境，永不放弃，辗转反击，一击制敌！利昂专属装备。"
    },
    {
        "id": 29,
        "name": "风之翎羽",
        "type": 3,
        "quality": 4,
        "job": [6],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["破风", "魔防+10%。自身处于“树林”“山地”和“草地” 上时，攻击可以无视护卫，并在战后恢复伤害数值20%的生命。"],
        "remark": "自然之地，乃是妖精的领域。艾拉斯卓专属装备。"
    },
    {
        "id": 30,
        "name": "卡尔萨斯之冠",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["破风", "生命+5%。自身为[混合部队]时，部队伤害额外提升20%。"],
        "remark": "是百战锤炼骑士、也是卡尔萨斯的立国者。兰斯专属装备。"
    },
    {
        "id": 31,
        "name": "黎明守护者",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["我身作盾", "防御+10%。自身3格范围内，生命低于80%的所有友军全部视为“失去士兵”。"],
        "remark": "守护手无寸铁之人……守护威拉提督！塞蕾娜专属装备。"
    },
    {
        "id": 32,
        "name": "灭创之权杖",
        "type": 1,
        "quality": 4,
        "job": [8, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["秩序再造", "智力、生命+5%。主动使用技能后，如果战场上有基扎洛夫召唤的“构造体”，则对“构造体”实施1次随机的“改造”。"],
        "remark": "超越者曾经的魔杖，能从虚无中创造出物质与能量。基扎洛夫专属装备。"
    },
    {
        "id": 33,
        "name": "万能工具帽",
        "type": 3,
        "quality": 4,
        "job": [6, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["巧手修复", "魔防+10%。行动结束时，为全场生命最低的一个友军召唤物恢复30%生命。"],
        "remark": "内含自动维修工具与安杰丽卡爱吃的小点心。安杰丽卡专属装备。"
    },
    {
        "id": 34,
        "name": "神谕者",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["神光再现", "生命+5%。在行动结束时，如果本回合未造成过伤害且没有移动，则可再次行动。（[触发冷却]再行动效果需要间隔4回合才可以再次触发）"],
        "remark": "以女神之名！女神化身专属装备。"
    },
    {
        "id": 35,
        "name": "海洋之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 0, 0, 37],
        "skill": ["沧海之力", "攻击+8%。进入战斗前，如果敌军英雄不是「水兵」，则令其所处地形视为“水中”，持续1回合。如果自身部队生命值为100%，则令自身所处地形视为“水中”，持续1回合。（[触发冷却]自身获得“水中”效果需要间隔2回合才可以再次触发）"],
        "remark": "雷诺鲁兹领主的家传宝物，能让敌人陷入怒涛的涡流中。阿尔弗雷德专属装备。"
    },
    {
        "id": 36,
        "name": "锐目透镜",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["凝神", "生命+5%。行动结束时，有25%概率使得自己获得“攻击+20%”，持续4回合。"],
        "remark": "可迅速解析敌人的弱点与战斗力。西格玛专属装备。"
    },
    {
        "id": 37,
        "name": "风袭翼盔",
        "type": 3,
        "quality": 4,
        "job": [2, 4, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["广域打击", "魔防+10%。使用范围伤害技能时，生效范围+1。[触发冷却]使用范围技能造成伤害时则该效果进入触发冷却，间隔4回合才可以再次触发。"],
        "remark": "这是利古里亚飞龙部队的象征，也是敌人噩梦中的一抹鲜红。法娜专属装备。"
    },
    {
        "id": 38,
        "name": "失落的穹光",
        "type": 2,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["圣域守护", "生命+5%。对友军释放技能时，额外附加：“攻击、智力+15%”,“魔防+20%”，持续2回合。"],
        "remark": "传说来自于神圣的天界，是女神之门守护者身份的象征。索菲亚专属装备。"
    },
    {
        "id": 39,
        "name": "燎星之陨",
        "type": 3,
        "quality": 4,
        "job": [1],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["绝境反击", "生命+10%。部队血量越低时，造成的固定伤害越高，最多提升30%。"],
        "remark": "「雷丁先生的一切，就由我来守护吧！」贝蒂专属装备。"
    },
    {
        "id": 40,
        "name": "女武神灿星",
        "type": 3,
        "quality": 4,
        "job": [2, 4, 6],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["轻捷迅疾", "魔防+10%。英雄天赋的[触发冷却]减少1回合。"],
        "remark": "如流星般闪耀的发饰，就如同它的主人神准的一击。娜姆专属装备。"
    },
    {
        "id": 41,
        "name": "强袭异铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 5],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["肉体复苏", "防御+10%。英雄触发遭受致命伤害不会死亡时，自身获得1个随机强化效果。"],
        "remark": "维拉玖复原了克里姆索失传科技的神秘造物，能激发人体内神秘的力量。维拉玖专属装备。"
    },
    {
        "id": 42,
        "name": "勇者的手工课",
        "type": 3,
        "quality": 4,
        "job": [7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["无理取闹", "生命、魔防+5%。部队造成暴击后对敌军施加1个强力弱化效果并偷取1个强化效果。"],
        "remark": "粗制滥造的王冠，似乎出自奥利佛本人之手。奥利佛专属装备。"
    },
    {
        "id": 43,
        "name": "月之回忆",
        "type": 2,
        "quality": 4,
        "job": [2, 3, 7],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["轻灵倩影", "生命、防御+5%。当触发风华典范额外行动时，驱散自身2个弱化效果并使自己获得造成伤害提高10%，遭受伤害降低10%，持续1回合。"],
        "remark": "甲胄的凹痕镌刻着克利姆索兰达的抗争史，心口的宝石埋藏着曾经恋人的回忆。布琳达专属装备。"
    },
    {
        "id": 44,
        "name": "圣灵之触",
        "type": 1,
        "quality": 4,
        "job": [3, 8],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["丛林守护", "攻击、智力+10%。行动结束时，在自己身边召唤一个[狼魂]，此狼魂的属性继承自阿卡娅的当前属性的75%。（[狼魂同时只能存在一只，该效果每场战斗最多触发1次）"],
        "remark": "这柄枪的尖端若隐若现，似乎随时都会消失不见，就像圣灵的抚摸，在生命与死亡的薄纱之间赐予解脱。阿卡娅专属装备。"
    },
    {
        "id": 45,
        "name": "炎龙金辉",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["巨力回馈", "防御+10%。自身拥有[力突]效果时，可以反击2格的远程攻击。"],
        "remark": "铠甲内侧有一行小字：「炎龙的麟甲守卫帝国之民，炎龙的咆哮震慑帝国之敌，炎龙的金辉光耀帝国之世。」巴尔加斯专属装备。"
    },
    {
        "id": 46,
        "name": "卡奥斯的赐福",
        "type": 2,
        "quality": 4,
        "job": [8, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["幽暗低语", "魔防+10%。主动对敌军造成伤害后，对其施加1个随机的弱化效果。"],
        "remark": "这件法袍里包裹着翻涌不息的混沌，还有黑暗王子那千年的邪念。波赞鲁专属装备。"
    },
    {
        "id": 47,
        "name": "圣女礼赞",
        "type": 3,
        "quality": 4,
        "job": [9],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["圣女眷顾", "生命、魔防+5%。行动结束时，如果本回合造成过伤害，则天赋施加的随机强化效果额外增加1个。击杀魔物后，可额外行动1次。（[触发冷却]再行动效果需要间隔2回合才可以再次触发）"],
        "remark": "拥抱光明，接受这神圣的馈赠吧！否则……就快跑！克丽丝专属装备。"
    },
    {
        "id": 48,
        "name": "盛夏的追忆",
        "type": 1,
        "quality": 4,
        "job": [2, 5],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["弱水而逆", "防御、魔防+5%。被攻击进入战斗前，给自己施加“驭水”效果，持续1回合。在水中时，替自身1圈范围内的友军承受所有攻击。"],
        "remark": "盛夏的繁花，烂漫的回忆，折剑的时刻，亦或是凋亡的爱情……伊露希亚专属装备。"
    },
    {
        "id": 49,
        "name": "绝命除尘令",
        "type": 1,
        "quality": 4,
        "job": [7, 8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["飞暮绝尘", "智力+10%。部队移动方式变为「飞行」。范围技能可以清除命中区域的敌方地形效果。在行动结束时，驱散2格内所有友军部队1个弱化效果。"],
        "remark": "不过是具有打扫、洗衣、除尘、料理、熨烫及飞行等功能的普通女仆扫帚。梅雅专属装备。"
    },
    {
        "id": 50,
        "name": "驭龙之冠",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 11],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["龙吟", "生命、魔防+5%。对敌方施加的弱化效果持续回合+1。每次触发天赋时使自身获得[御风]，且免疫：“攻击、智力降低”、“无法使用主动技能”，持续2回合。可以享受[流星直击]超绝效果。"],
        "remark": "可爱是别人的，我什么都没有！蕾娜塔专属装备。"
    },
    {
        "id": 51,
        "name": "逆羽的假面",
        "type": 3,
        "quality": 4,
        "job": [1, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["复仇弑焰", "防御+10%。主动攻击进入战斗，造成伤害提升12%。对自己施加的强化效果持续回合+1，在休眠状态下身上的增益效果回合数不会减少。"],
        "remark": "究竟狱窖中的低语还是复仇者的盛宴？希琳卡专属装备。"
    },
    {
        "id": 52,
        "name": "红月之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 0, 0, 37],
        "skill": ["异星之力", "攻击+5%，移动力+1。当拥有4层及以上[异星之力]时，移动时无视敌军单位阻挡。拥有7层[异星之力]时，造成伤害后对敌人施加一个强力弱化效果。"],
        "remark": "沉入死寂的衰落之心，也在渴望着王子的救赎。雷因法鲁斯专属装备。"
    },
    {
        "id": 53,
        "name": "荣耀的传承",
        "type": 1,
        "quality": 4,
        "job": [2, 7, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["炎龙守护", "防御、魔防+5%。被攻击进入战斗时，部队遭受物理伤害降低10%。自身拥有[圣卫]或[高阶圣卫]效果时，英雄可以对远程攻击进行反击。"],
        "remark": "炎龙世代守护的荣耀，皆由我来传承！艾米莉亚专属装备。"
    },
    {
        "id": 54,
        "name": "飞隐星兜",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["沉吾之隐", "生命+10%。造成伤害提升10%，遭受范围伤害降低10%。自身拥有隐匿效果时，暴击伤害提升15%，行动结束获得[身轻如燕]：“移动力+1，可叠加2次”，持续2回合。"],
        "remark": "传自失落的东方之国，戴上它你就成了忍者。燕专属装备。"
    },
    {
        "id": 55,
        "name": "同心的守护",
        "type": 1,
        "quality": 4,
        "job": [3, 9],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["永结之誓", "攻击、智力+10%。英雄的普通攻击射程+1。英雄主动攻击进入战斗，战后为生命最低的友军部队恢复生命，恢复量为施法者攻击+智力之和的1倍。触发再行动时，身上携带的强化状态回合数不会减少。"],
        "remark": "手柄处镌刻着恋人的誓言与回忆，手持勇气，心怀坚韧，她是否还能等到自己日思夜想的人儿……杰利奥鲁&蕾拉专属装备。"
    },
    {
        "id": 56,
        "name": "元气召唤者",
        "type": 1,
        "quality": 4,
        "job": [8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["元气治愈", "治疗效果+15%。自身获得[指挥]：相邻1格所有友军免疫“伤口诅咒”、“无法被治疗”。"],
        "remark": "以行动之力守护国民，用元气魔法治愈大家，梅露帕妮每天都要加油呀！梅露帕妮专属装备。"
    },
    {
        "id": 57,
        "name": "妙想法帽",
        "type": 3,
        "quality": 4,
        "job": [8],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["穿针引线", "生命+10%。所有拥有[魔法新衣]的部队，行动结束时驱散自身1个弱化效果，并恢复5%生命。施放[弈能法衣]时，额外增加1次效果次数。"],
        "remark": "用于提醒无辜人等避开诺埃米魔法实验爆炸的妙想法帽，一旦帽子表情变成了(๑•̀ㅂ•́)و✧，就快离她远一点！诺埃米专属装备。"
    },
    {
        "id": 58,
        "name": "风袭羽冠",
        "type": 3,
        "quality": 4,
        "job": [4, 6, 8],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["谋将之智", "生命、魔防+5%。自身所有天赋和技能的指挥效果范围+1。行动结束时，使自身1格范围内的2个其他友军“造成伤害”提升15%，持续1回合。"],
        "remark": "即使翎羽随疾风而划落，它仍旧在天空刻画出完美的抛物线。露娜专属装备。"
    },
    {
        "id": 59,
        "name": "璨月晶铠",
        "type": 2,
        "quality": 4,
        "job": [3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["璨晶风暴", "生命、防御+5%。行动结束时，对自身周围1圈施加1回合的特殊效果[璨晶]，自身处于友方[璨晶]地形时部队遭受伤害降低15%，且被攻击受到伤害后恢复自身30%生命值。"],
        "remark": "荒原之上，风暴之中，璀璨的水晶宛如沙漠中灿烂的金色之花……海伦娜专属装备。"
    },
    {
        "id": 60,
        "name": "卡尔萨斯战盔",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["龙战于野", "生命+10%。周围2格没有友军时，行动结束恢复15%生命，被近战攻击进入战斗造成伤害提升20%，遭受伤害降低20%。"],
        "remark": "卡尔萨斯飞兵团统帅的特制战盔，将翱翔天际的巨龙怒火灌注其上。克拉蕾特专属装备。"
    },
    {
        "id": 61,
        "name": "我执",
        "type": 3,
        "quality": 4,
        "job": [5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["执着隐忍", "生命+10%。使用主动技能击杀敌军时，使得该技能冷却时间-2，且在行动结束时获得“技巧+20%”和“移动力+2”，持续1回合。"],
        "remark": "历战的旧围巾，其上的每一道战痕都代表着一次对西格玛的不懈追击。欧米伽专属装备。"
    },
    {
        "id": 62,
        "name": "守护者的追忆",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["传说彼端", "攻击+10%。被攻击进入战斗时，如果自身2格范围内有友军部队，则与敌军距离每增加1格，部队遭受伤害降低5%（最多降低15%）。"],
        "remark": "这把枪划过的地方，皆是卡昆西斯的疆土，是传说凋零的追忆。兰迪乌斯专属装备。"
    },
    {
        "id": 63,
        "name": "年幼的君王",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["黑暗加冕", "生命+10%。触发再行动时，身上携带的强化效果回合数不会减少。自身有“超绝强化”的特殊效果，且行动结束时，本回合未造成过伤害，则自身所有技能冷却时间-1。"],
        "remark": "当你加冕的那一天，整个法鲁赞利亚的魔族都在低语：波赞鲁终于下台了……丽可丽丝专属装备。"
    },
    {
        "id": 64,
        "name": "星海的提督",
        "type": 3,
        "quality": 4,
        "job": [2, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["奇迹魔术师", "生命+10%。英雄生命小于等于50%时，免疫“固定伤害”。使用技能后有50%概率使该技能冷却时间减少2回合。"],
        "remark": "我们的征途是星辰大海！威拉专属装备。"
    },
    {
        "id": 65,
        "name": "帝国的明珠",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["意志传承", "生命、魔防+5%。士兵遭受伤害降低10%。每场战斗开始时，或友军死亡时，自身获得1个[战谋]。"],
        "remark": "那位宰相想要拯救更多的人，哪怕再多一个也好。弗洛朗蒂娅专属装备。"
    },
    {
        "id": 66,
        "name": "女神的洁纱",
        "type": 2,
        "quality": 4,
        "job": [1, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["炫目圣芒", "生命+10%。英雄触发天赋的遭受致命伤害不会死亡时，获得“进入战斗前，对敌军造成自身智力2倍的固定伤害，并恢复自身智力2倍的生命，持续1回合”。"],
        "remark": "以看似温暖圣洁的流光打造的轻纱，其实有着灼热的高温，只有信仰坚定者可触及。尤利娅专属装备"
    },
    {
        "id": 67,
        "name": "自警团之盔",
        "type": 3,
        "quality": 4,
        "job": [1, 4, 8],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["疾突猛袭", "生命、防御+5%。自身拥有“超绝强化”特殊效果时，英雄普通攻击伤害提升30%，主动攻击进入战斗前额外获得1个[掠阵]。"],
        "remark": "阿雷斯在自己的故乡担任自警团一员，对他而言，这是之后一切冒险的原点……阿雷斯专属装备。"
    },
    {
        "id": 68,
        "name": "绝翼战甲",
        "type": 2,
        "quality": 4,
        "job": [4, 10],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["弃誓爆风", "每移动1格，暴击率提升5%(最高15%)。主动攻击发生暴击后，驱散敌军1个强化效果。"],
        "remark": "与邪神之翼融为一体的战甲，亲历了无数阴谋与疯狂。文森特专属装备。"
    },
    {
        "id": 69,
        "name": "古旧系带",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["昨日之辉", "生命+10%。部队普通攻击射程+1。主动攻击进入战斗后对目标及其周围1格施加[炫光]，持续1回合。"],
        "remark": "曾经是率领千军的统帅标志，而今是褪色陈旧的往日追忆。树之贤者专属装备。"
    },
    {
        "id": 70,
        "name": "圣光利刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3, 9],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["圣佑冲锋", "攻击+10%。自身在[庇护之剑]效果范围内时，移动不受地形限制且部队遭受暴击率降低20%。"],
        "remark": "圣光照亮道路，骑士勇往直前。罗莎莉娅专属装备。"
    },
    {
        "id": 71,
        "name": "守护之誓",
        "type": 1,
        "quality": 4,
        "job": [3, 8],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["恶灵震颤", "智力+10%。自身为混合部队时，部队不会受到地形导致的移动力下降影响。主动造成伤害前，对敌军造成1次魔防0.5倍的固定伤害。"],
        "remark": "悠久的宿命尘封我心，最后的誓言仅为伊雷斯的和平。谜之骑士专属装备。"
    },
    {
        "id": 72,
        "name": "心醉之面纱",
        "type": 3,
        "quality": 4,
        "job": [7, 8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["醉心迷梦", "生命、魔防+5%。敌方有[非女性英雄]时，移动力+1，行动结束时，使得3格范围内的1个随机敌方[非女性英雄]获得[疲惫]。"],
        "remark": "它会出现在帕希尔猎物的甜蜜梦境中，往往也是他们意志里面最后触及之物。帕希尔专属装备。"
    },
    {
        "id": 73,
        "name": "圣义连枷",
        "type": 1,
        "quality": 4,
        "job": [9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["信者恩典", "攻击+10%。自身拥有“戒律”时，使用技能后，该技能冷却时间-1；自身没有“戒律”时，英雄造成伤害提升10%。（[触发冷却]减少冷却时间效果需要间隔2回合才能再次触发）"],
        "remark": "圣光的正义等同于对异教徒的残酷。玛丽埃尔专属装备。"
    },
    {
        "id": 74,
        "name": "机动爆碎剑",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["信者恩典", "攻击+10%。主动攻击进入战斗前，每移动一格部队无视敌军1%的防御。"],
        "remark": "「天上天下机动爆碎剑！」沃尔纳专属装备。"
    },
    {
        "id": 75,
        "name": "寂灭·改",
        "type": 1,
        "quality": 4,
        "job": [1, 10],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["逆命魔光", "攻击+10%。部队无视兵种克制。全场有部队死亡时，驱散自身1个弱化效果，恢复30%的生命，并获得[魔剑屏障]：部队遭受下一次伤害降低80%。（[魔剑屏障]失效后需间隔1回合才可以再次获得）"],
        "remark": "以阿鲁哈萨托为原型打造的替代品，基扎洛夫的得意之作。伊普西龙专属装备。"
    },
    {
        "id": 76,
        "name": "远古圣王冠冕",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["源初之光", "防御+10%。周围2格范围内有友军时，英雄造成伤害提升10%。可以享受[光辉军团]超绝效果。"],
        "remark": "一位王者的加冕，一柄圣剑的诞生，一场传说的开始。路因专属装备。"
    },
    {
        "id": 77,
        "name": "商业头脑",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["风险博弈", "生命+10%。回合开始时，有50%的概率获得2个[战争通币]。若没有获得，下回合概率提升50%，获得以后，概率重置为50%。"],
        "remark": "帽檐上的羽毛笔主要被用来签合同，或者在账本上写下某个倒霉蛋的名字。怀特·茜茜专属装备。"
    },
    {
        "id": 78,
        "name": "魔血的角盔",
        "type": 3,
        "quality": 4,
        "job": [10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["衰竭之血", "生命+10%。部队生命80%及以上时，防御，魔防提升10%，对敌军造成伤害后，使其“造成魔法伤害降低20%”，持续2回合。"],
        "remark": "妮丝蒂尔在发挥魔族全力时会使用的头盔装甲，但这份狰狞的力量最终被用来守护珍视之人。妮丝蒂尔专属装备。"
    },
    {
        "id": 79,
        "name": "月蚀斗衣",
        "type": 2,
        "quality": 4,
        "job": [1, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["赤月降临", "生命+10%。造成固定伤害与遭受治疗效果提升20%。“月之暗面”指挥效果的范围+1。"],
        "remark": "残月蚀尽，新月再临，赤之月定能摆脱这份深重的诅咒。红月之王专属装备。"
    },
    {
        "id": 80,
        "name": "皇权禁铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["夺篡", "防御、魔防+5%。主动造成伤害时，偷取敌军1个强化效果。全场敌军每有1个[挑拨]，部队除生命外全属性+2%(最高10%)。"],
        "remark": "「所有的一切,终将归属于我！」。奥托克拉托四世专属装备。"
    },
    {
        "id": 81,
        "name": "盛绽之环",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["自然亲和", "生命+10%。行动结束时，使得自身获得“周围3格范围内所有部队所处地形视为‘草地’”，持续1回合。（[触发冷却]该效果触发后，需要间隔3回合才能再次触发）"],
        "remark": "就让茉来拂去世界树的痛苦，让它恢复原本的生机吧！」。茉专属装备。"
    },
    {
        "id": 82,
        "name": "辉光裁决士",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["集束歼击", "攻击+10%。可以享受[光辉军团]超绝效果。范围伤害技能变为对格子释放。自身距离目标越远，造成暴击率越高，每相隔多1格距离英雄暴击率提升3%（最高15%）"],
        "remark": "已经被瞄准的黑暗，永远逃不出辉光的裁决。修杰特专属装备。"
    },
    {
        "id": 83,
        "name": "愚弄者的诡面",
        "type": 3,
        "quality": 4,
        "job": [8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["恶意永生", "生命+10%。英雄死亡时，使得自身周围5格范围内的敌军2个强化效果转化为随机弱化效果。"],
        "remark": "不必在意是谁愚弄着谁，愚弄这件事本身就充满乐趣，不是吗？邪神库鲁加专属装备。"
    },
    {
        "id": 84,
        "name": "无尽回环",
        "type": 3,
        "quality": 4,
        "job": [9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["创灭轮回", "生命+10%。英雄主动攻击进入战斗时造成伤害提升15%。战斗开始时获得1层[灭创之伟力]。使用命运扭转时，自身额外偷取目标3个强化效果。"],
        "remark": "「尘世湮灭与再生的无尽回环，也许是我始终无法超越的枷锁」。超越之人专属装备。"
    },
    {
        "id": 85,
        "name": "灵视目镜",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["弱点解析", "生命，防御+5%。自身拥有“超绝强化”特殊效果时，主动攻击进入战斗英雄造成伤害提升10%，同时如果敌军没有“超绝强化”特殊效果，此次攻击战前使得敌军“攻击，智力降低15%”，持续1回合。"],
        "remark": "古代科技遗物，能够洞悉敌人的所有弱点。托娃专属装备。"
    },
    {
        "id": 86,
        "name": "猩红武装",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["女神的讪笑", "生命，防御+5%。携带技能无视COST限制。近战攻击进入战斗时，战前使敌军武器技能失效（最大生命值除外），当目标为非玩家英雄时，效果替换为‘攻击、智力降低25%’，持续1回合。"],
        "remark": "「进攻即是最好的防守，而不是那些可笑又笨重的甲胄」。希尔达专属装备。"
    },
    {
        "id": 87,
        "name": "转生的铭文",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["辉光之忆", "生命+10%。英雄天赋可以累积的[威光]效果个数+1。触发再行动时，身上携带的强化效果回合数不会减少。"],
        "remark": "神秘的面具中，存储着露希莉斯的光耀和历代杰西卡的记忆。降生之光专属装备。"
    },
    {
        "id": 88,
        "name": "构造躯体αEX",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["晶化立场", "生命，防御+5%。移动力+1。自身拥有[紫晶之盾]被物理攻击时或拥有[紫晶之障]被魔法攻击时，部队反弹受到伤害的60%。当两者都没有时，英雄造成伤害提升15%。"],
        "remark": "经过了水晶之力的终极同调与强化，既是保护装甲也是阿尔法躯体的替换部件。阿尔法专属装备。"
    },
    {
        "id": 89,
        "name": "唤灵礼帽",
        "type": 3,
        "quality": 4,
        "job": [9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["灵魂戏法", "生命+10%。被拥有[魂印]的敌军攻击进入战斗后恢复部队20%的生命。击杀敌军召唤的画中傀儡造成伤害提升10%，遭受伤害降低10%。"],
        "remark": "「沉迷于观赏华丽戏法的灵魂，你们也成为这场盛大演出的道具之一吧！哈哈哈哈！」凯尔蒂斯专属装备。"
    },
    {
        "id": 90,
        "name": "圣树的花笑",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["玛娜之息", "生命+10%。触发天赋获得[玛娜能量]时，有50%概率额外获得1个[玛娜能量]。"],
        "remark": "谨以闪耀的玛娜之光，抚平一切旧日创伤。玛丽安蒂尔专属装备。"
    },
    {
        "id": 91,
        "name": "游灵之首",
        "type": 3,
        "quality": 4,
        "job": [6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["旷野之息", "生命+10%。每次选择形态时，驱散自身1个弱化效果，并获得1个随机的强化效果。"],
        "remark": "谨以闪耀的玛娜之光，抚平一切旧日创伤。玛丽安蒂尔专属装备。"
    },
    {
        "id": 92,
        "name": "魔科学武装",
        "type": 1,
        "quality": 4,
        "job": [1, 2],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["炎舞充能", "攻击+10%。对敌军造成伤害后，50%概率施加1层[灼焰]，自身获得“施放直线技能时，技能射程+1，持续1回合，不可驱散”。"],
        "remark": "米歇尔父亲特制的魔能战斧，蕴藏着父爱与炽焰的守护之力。米歇尔专属装备。"
    },
    {
        "id": 93,
        "name": "统御锋芒",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["征伐意志", "攻击、生命+5%。拥有超绝强化特殊效果时，释放范围技能时技能范围+1。部署友军后使其“造成伤害提升10%”，持续2回合。部署后天赋获得的自身移动力提升效果持续回合+1。"],
        "remark": "方舟的帝王于征战中惯用的巨剑，历经无数时空，唯统御的决心不朽。洛维奈尔大帝专属装备。"
    },
    {
        "id": 94,
        "name": "拂晓之冠",
        "type": 3,
        "quality": 4,
        "job": [8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["微光汇聚", "生命+10%。自身周围1圈有2名及以上其他友军时，辉黯相依不再对友军造成伤害，遭受治疗效果提升8%。"],
        "remark": "同行者的微光冲破混沌的絮语，于冥黯中汇聚成为破晓的希冀。方舟圣女专属装备。"
    },
    {
        "id": 95,
        "name": "芳华诗冠",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["彼岸诗梦", "防御，魔防+5%。免疫位移效果。触发天赋“受到致命伤害时不会死亡效果”时，获得花语·彼岸花（花语效果无法叠加，拥有花语·彼岸花时，不会再获得其他花语）"],
        "remark": "唯梦不朽，唯诗永恒。克里斯蒂安妮专属装备。"
    },
    {
        "id": 96,
        "name": "悠远的回音",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["时域溯反", "生命+10%。当自身有技能处于冷却时，英雄造成伤害提升10%，被远程攻击进入战斗前，对敌军造成自身智力1倍的[固定伤害]。"],
        "remark": "神秘的远古机巧，蕴藏着时间的魔力。古斯塔夫专属装备。"
    },
    {
        "id": 97,
        "name": "逆载锋盔",
        "type": 3,
        "quality": 4,
        "job": [3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["过载场域", "生命，防御+5%。天赋的生效范围+1，造成的移动力降低效果持续时间+1。每移动1格，英雄的暴击率与造成伤害提升2%（最高10%）。"],
        "remark": "失重的力场中，骑士如骤风般疾行。卡洛莉安专属装备。"
    },
    {
        "id": 98,
        "name": "少女的希冀",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["祈愿佑护", "生命+10%。对友军使用单体技能后使其获得“主动攻击进入战斗时造成伤害增加30%，且遭受伤害减半”，持续1回合。"],
        "remark": "梦中的王子殿下，请玲听少女的祈愿！蒂亚莉丝专属装备。"
    },
    {
        "id": 99,
        "name": "浮梦月辉",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["月见花札", "生命+10%。战斗开始时，随机获得2个[猪][鹿][蝶]。使用[袖中牌]获得的“部队射程+2”效果，无法驱散。本场战斗中，每消耗过任意1个[猪]或[鹿]或[蝶]，英雄暴击率提升1%（最高10%）。"],
        "remark": "清辉弄影，花合梦间。辉夜专属装备。"
    },
    {
        "id": 100,
        "name": "星舰的决意",
        "type": 3,
        "quality": 4,
        "job": [5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["双月环流", "生命，防御+5%。触发再行动时，身上携带的强化效果回合数不会减少。行动结束时，若自身处于水中且本回合未造成过伤害，则恢复自身部队最大生命值的20%。"],
        "remark": "沉稳的领袖重披战甲，星舰的意志永伴左右！月之执政官专属装备。"
    },
    {
        "id": 101,
        "name": "浪逐之殇",
        "type": 2,
        "quality": 4,
        "job": [2, 4],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["仇怨孤行", "防御+10%。主动攻击进入战斗时，部队遭受伤害降低30%，若目标具有[复仇锁链]，遭受伤害额外降低20%。"],
        "remark": "仇恨的锁链禁锢着宿命，我将注定踏上孤独的苦旅。漂逐斗客专属装备。"
    },
    {
        "id": 102,
        "name": "赦罪信冕",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["真理协律", "生命+10%。[魔能傀儡]行动结束时，驱散召唤者1个弱化效果，并施加1个随机免疫效果，持续1回合。[魔能傀儡]主动攻击会先于敌军攻击，当召唤者死亡时，造成伤害提升30%。"],
        "remark": "在那权谋与纷争消逝的国度，苍白的意志将奏响理想的协律。卢克蕾蒂娅专属装备。"
    },
    {
        "id": 103,
        "name": "真格的英豪",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["护阵英姿", "生命，防御+5%。与防御方向的敌军交战时，英雄造成伤害提升10%。若场上存在名为“雪露法妮尔”的友军时，双方技能伤害提升5%。"],
        "remark": "由卡昆西斯女王授予将军「里奇」的功勋之证，他的身姿无愧于英豪之名。里奇专属装备。"
    },
    {
        "id": 104,
        "name": "浴火的极星",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["曼妙多姿", "生命+10%。拥有舞伴时，技能伤害提升10%。自身与舞伴行动结束时，根据舞步类型获得不同的持续1回合免疫效果：贴身舞步：免疫固定伤害。携手舞步：免疫无法使用主动技能。连环舞步：免疫移动力降低"],
        "remark": "「极星」中最耀眼的舞姬，亦是燃尽业火以守护万民的崇高女帝。亚莎梅尔专属装备。"
    },
    {
        "id": 105,
        "name": "琅月清尘",
        "type": 3,
        "quality": 4,
        "job": [9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["混元和辉", "生命，防御+5%。[双元护体]存在期间，技能伤害提升10%。遭受致命伤害时，若同时拥有[刚]、[柔]和[双元护体]，则消耗它们抵挡本次伤害，并恢复50%生命值。（该效果每场战斗最多触发1次）"],
        "remark": "尊者之思，皓月宁心。尊者之行，琅辉同光。梓专属装备。"
    },
    {
        "id": 106,
        "name": "银风的裁断",
        "type": 3,
        "quality": 4,
        "job": [1, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["强袭决断", "防御+10%。战斗开始时，获得[强袭姿态]。处于[强袭姿态]时，如果主动攻击前未移动过，则战后再次获得[强袭姿态]。"],
        "remark": "重塑的银风决心逐光破暗，怀斗争之志再度无畏前行！维尔纳专属装备。"
    },
    {
        "id": 107,
        "name": "无瑕的颂赞",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["圣洁颂音", "生命+10%。使用[再行动]时，对目标施加“攻击，智力提升20%”，持续2回合。召唤的[天空射手]属性提升，并且额外拥有技能[圣疗]。"],
        "remark": "光明与黑暗并存的行路间，她始终纯净如初。莉亚娜专属装备。"
    },
    {
        "id": 108,
        "name": "灵息法相",
        "type": 3,
        "quality": 4,
        "job": [2, 11],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["潜龙灵佑", "生命+10%。使用[聚元]时，若自身拥有超绝强化特殊效果，则直接获得1个[龙威]。主动攻击进入战斗时，遭受伤害与反弹伤害降低30%。"],
        "remark": "龙魂化形，法相万宗。灵息倾注于护符之间，世间凡俗不可伤其分毫。胧专属装备。"
    },
    {
        "id": 109,
        "name": "虔辉礼祝",
        "type": 3,
        "quality": 4,
        "job": [1, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["镜光祝祷", "生命+10%。[圣光火烛]治疗效果提升20%。自身拥有超绝强化特殊效果时，施加的[圣光之镜]不可驱散。"],
        "remark": "镜辉映照着信者的虔诚，正义与救赎将永伴她的行路。艾尔玛专属装备。"
    },
    {
        "id": 110,
        "name": "殷红矢志",
        "type": 3,
        "quality": 4,
        "job": [1, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["执宰行军", "生命+10%。战斗中每使用过1次列阵技能，该技能施加的强化效果持续回合数+1。"],
        "remark": "铁火长鸣，征伐不休……我将背负一切，以钢铁之志践行誓约！铁血总帅专属装备。"
    },
    {
        "id": 111,
        "name": "枭魔魁首",
        "type": 3,
        "quality": 4,
        "job": [4, 10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["永暗统摄", "生命+10%。进入战斗时若目标拥有[绝望]，英雄造成伤害提升10%，若使用技能，则该技能冷却时间-1。"],
        "remark": "在那绝望的穹顶之下，无数晦暗的邪魔皆为他所主宰。维坦专属装备。"
    },
    {
        "id": 112,
        "name": "煌焰永誓",
        "type": 3,
        "quality": 4,
        "job": [1, 8],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["燎燃之心", "生命+10%。任意敌军拥有[破灭的炎纹]时，自身周围2格以内友军“攻击、智力”提升10%。对敌军造成技能伤害后，获得“下次技能伤害提升25%”。"],
        "remark": "煌燃之火未曾烧却，炎晶之誓永不背弃。克洛泰尔专属装备。"
    },
    {
        "id": 113,
        "name": "藏锋暗面",
        "type": 3,
        "quality": 4,
        "job": [6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["敛刃毕见", "生命+10%。回收旋刃后，获得遭受伤害降低20%，持续1回合。行动结束时，在10格范围内随机一名敌军位置生成[旋刃]。（[触发冷却]该效果需间隔2回合才能再次触发。在竞技模式中生成范围提升为全场）"],
        "remark": "暗面隐匿着反抗的决心，四散的影刃将掀起变革的序曲。席恩专属装备。"
    },
    {
        "id": 114,
        "name": "累世冥渊",
        "type": 3,
        "quality": 4,
        "job": [8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["轮回永劫", "生命+10%。施加的[契约]不可驱散。[冥炎侵蚀]造成伤害后冷却时间减少，减少的数值为[冥炎侵蚀]命中的敌军数量（最大减少3回合）。"],
        "remark": "酷虐的君王操弄着权柄，将轮回的劫难赐予他的臣民。里奥贝克专属装备。"
    },
    {
        "id": 115,
        "name": "热砂熔岚",
        "type": 3,
        "quality": 4,
        "job": [1, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["狂岚角逐", "生命，防御+5%。触发[盛怒角斗]的被动效果时，同时获得“暴击率提升10%”，持续1回合。自身处于“沙漠”时，同样可以触发[盛怒角斗]的被动效果。"],
        "remark": "怒火如热砂，斗意似狂岚！侵略者，直面我的铁拳！洛斯塔姆专属装备。"
    },
    {
        "id": 116,
        "name": "源载核芯",
        "type": 3,
        "quality": 4,
        "job": [8],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["超载信标", "生命+10%。行动结束时，若本回合未造成伤害，获得[强化学习]：“智力+5%，使用技能时部队射程+1”（不可驱散，主动造成一次伤害后移除）。"],
        "remark": "「已建立与伊利西恩中枢系统的链接，超频运算执行中…」壳中少女专属装备。"
    },
    {
        "id": 117,
        "name": "晶耀洁纱",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["破碎晶誓", "生命+10%。自身每拥有1层[水晶屏障]，治疗效果提升3%。英雄死亡时，恢复周围2格范围内其他友军生命，恢复量为罗泽希尔智力的2倍。"],
        "remark": "少女手捧花束，头戴洁纱，满心希冀……纤弱而破碎的命运，自那时起，似已写定。罗泽希尔专属装备。"
    },
    {
        "id": 118,
        "name": "机核元组",
        "type": 3,
        "quality": 4,
        "job": [1, 5, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["奔涌机载", "生命，防御+5%。通过具有友方[奔流]效果的地形时，移动力消耗与通过“水中”相同。主动攻击击杀敌军后，自身恢复20%最大生命值。"],
        "remark": "残躯象征着过往，却无法左右我的当下！男儿之志，奔涌不息！马库雷专属装备。"
    },
    {
        "id": 119,
        "name": "行刑者的缄默",
        "type": 3,
        "quality": 4,
        "job": [6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["狂猎时刻", "生命+10%。全场有敌军部队生命低于100%，使用技能时部队射程+1。攻击后有20%概率再次行动。（[触发冷却]该效果间隔2回合才可以再次触发）"],
        "remark": "当猎者覆上缄默的假面，你将怀念他恣狂的笑声。朱利安专属装备。"
    },
    {
        "id": 120,
        "name": "信者的冕冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["末世教条", "生命+10%。友军死亡时，伤害来源获得4层[罪孽]。敌军拥有4层及以上[罪孽]时，与[僧侣]交战时造成伤害降低15%。"],
        "remark": "虚伪的教徒伫立于信仰的「高塔」，为倾覆的世界献上最后的「福音」。卢古耐尔专属装备。"
    },
    {
        "id": 121,
        "name": "Y型视觉终端",
        "type": 3,
        "quality": 4,
        "job": [6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["映影同步", "生命+10%。和琼距离3格以内时，康娜暴击伤害提升15%。琼使用[信道干扰]可额外获得：“[指挥]自身周围2格范围内的敌军，受到康娜攻击时，无法被护卫”，持续2回合。"],
        "remark": "「师父，成功啦！敌人的参数、弱点都看得很清楚……呀！」「康娜，注意脚下！」。琼&康娜专属装备。"
    },
    {
        "id": 122,
        "name": "灵翠棘枪",
        "type": 1,
        "quality": 4,
        "job": [3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["远古庇护", "攻击、防御+5%。自身每拥有1层[神树铠甲]，范围伤害提升5%。部队生命值高于40%时，无法被一击致命，之后生命值恢复20%，并获得4层[神树铠甲]。(该效果每场战斗最多触发2次)"],
        "remark": "浩瀚灵力聚于枪尖，祖灵之佑助我斩断宿命！阿玛迪斯专属装备。"
    },
    {
        "id": 123,
        "name": "烬火的守望",
        "type": 3,
        "quality": 4,
        "job": [1, 9],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["镜辉洗礼", "生命+10%自身每拥有1层[镜光]，部队造成伤害提升2%。行动结束时，若自身拥有5层[镜光]，为生命最低的友军恢复生命，恢复量为自身智力的2.5倍。"],
        "remark": "女神之光已然黯淡……长夜中，唯守护者的镜芒映照着真理的余晖。光佑使徒专属装备。"
    },
    {
        "id": 124,
        "name": "浩渺之谜",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["裁决门扉", "生命+10%。所有友军在友方[门扉]上行动结束时，获得“攻击、智力提升20%”，持续2回合。所有移动方式不是[飞行]的敌军通过拥有[门扉]周围2格的地形时，额外消耗1点移动力。"],
        "remark": "王国祭祀、历法史籍……「真理」如谜影，悄然愚弄世人。亚德凯摩专属装备。"
    },
    {
        "id": 125,
        "name": "惩恶侠影",
        "type": 3,
        "quality": 4,
        "job": [7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["裁罪幻形", "生命，防御+5%。与拥有[恶念感知]的敌方部队周围3格范围内的敌军交战时，造成伤害提升10%。使用[恶念吞噬]击杀敌军后，行动结束时获得“部队生命值70%以上时，无法被敌军普通攻击及技能锁定为目标”，持续1回合。"],
        "remark": "与月光共舞的幽影，令恶者胆寒的假面...…以希望之名，裁断恶念！塔塔利亚专属装备。"
    },
    {
        "id": 126,
        "name": "雪祭灵袍",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["预见之瞳", "生命+10%。释放[凛寒锐目]后，可以选择移动“雪鸮”的次数+1。周围6格范围内有自身释放的“雪鸮”时，无法被致命一击（每场战斗最多触发1次）。"],
        "remark": "预言中的圣子，逆着朔风生长……雪山的双眸，将赐予他预兆的灵识。萨格尼专属装备。"
    },
    {
        "id": 127,
        "name": "远海汐谣",
        "type": 1,
        "quality": 4,
        "job": [5],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["泡沫巡演", "智力+10%。施加[奇幻泡泡]时，自身所有技能冷却时间减少1回合。回合开始时若自身拥有[咏唱]，额外获得1层天赋计数。"],
        "remark": "翠色的贝壳记录着海潮的旋律……如梦境般宛转，如泡影般绮丽。宁芙专属装备。"
    },
    {
        "id": 128,
        "name": "交织的夙愿",
        "type": 2,
        "quality": 4,
        "job": [1, 10],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["魂之牵绊", "生命，防御+5%。与拥有[抵挡致命伤害]的敌军战斗时，部队攻防提升10%。自身触发[抵挡致命伤害]后，会在所在位置生成[魂屑]。（[触发冷却]该效果需间隔3个回合才能再次触发）"],
        "remark": "万千条道路间，你那破碎、残缺的灵魂，依旧铭记着那个名字。为了他，你将前行。光影剑魄专属装备。"
    },
    {
        "id": 129,
        "name": "先灵的呢喃",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 9],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["蛮灵震荡", "防御+10%。自身每有1个技能处于冷却，部队造成伤害提升10%。成功使敌军触发[位移]效果后，获得“[指挥]周围2格范围内所有敌军遭受治疗效果降低30%”，持续1回合。"],
        "remark": "先灵的训诫在她耳畔萦绕——大蹄族的少女，重振氏族的荣辉！波莉阿鲁专属装备。"
    },
    {
        "id": 130,
        "name": "永夜之钥",
        "type": 4,
        "quality": 4,
        "job": [3, 9],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["静谧守望", "攻击+8%。若自身周围3格范围内存在友军施加的[守护之钥]，部队造成伤害提升20%。主动攻击进入战斗，若敌军处于友军施加的[守护之钥]上，战前使敌军”晕眩“1回合。"],
        "remark": "一株鸢尾花，一段誓言……她为此守望，漫长而又宁静。伊莉丝专属装备。"
    },
    {
        "id": 131,
        "name": "霜冬的傲意",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["寒霜敕令", "生命+10%。与移动力不超过自身的部队战斗时，敌军不会先于自身进行攻击。使用技能攻击进入战斗前，若敌军拥有移动力降低效果，战后该技能冷却时间减少4回合。（[触发冷却]该效果需要间隔2回合才能再次触发）"],
        "remark": "祖灵呼唤着她，朔风轻吻着她……而你，贪婪的入侵者，你将屈膝于她。格伦希尔专属装备。"
    },
    {
        "id": 132,
        "name": "时序之芒",
        "type": 1,
        "quality": 4,
        "job": [2, 9],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["溯时回轮", "攻击+10%。[趋时]可以使自身所有[触发冷却]额外减少1回合；[凝时]不再拥有冷却时间。自身每有1个技能未处于冷却，部队造成伤害提升5%。"],
        "remark": "时间赋予她秘密，勇气赠予她决心……辉光流转，少女无畏。普蕾茜娅专属装备。"
    },
    {
        "id": 133,
        "name": "沉默的告白",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["心韵流转", "生命+10%。回合开始时将[感性]与[理性]中数量较多的向另一种进行转化，转化数量为1个。[理性]与[感性]数量相差越少时，英雄造成伤害越高，最高提升10%。"],
        "remark": "观测者缄默不语，守望者怜爱万物。托米尔克专属装备。"
    },
    {
        "id": 134,
        "name": "曙光的秘意",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["虹光锐现", "生命+10%。切换形态时，身上携带的强化效果回合数不会减少。自身拥有[敛锋]，行动结束时若没有造成过伤害，获得“移动力+2”，持续1回合；自身拥有[灼耀]时，主动攻击后，可以再移动2格。"],
        "remark": "辉光指引少年，奥秘终将示现！罗兰专属装备。"
    },
    {
        "id": 135,
        "name": "黑喵船长帽",
        "type": 3,
        "quality": 4,
        "job": [1, 5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["都归本喵", "生命+10%。携带技能无视cost限制。处于[航线道标]指挥范围内的友军主动攻击造成伤害后偷取敌军1个强化效果，并在行动结束时对杰克船长施加1个随机强化效果。"],
        "remark": "勇敢的船员们，听喵号令！亮闪闪的宝藏，都归本喵！杰克船长专属装备。"
    },
    {
        "id": 136,
        "name": "魔渊天启",
        "type": 3,
        "quality": 4,
        "job": [4, 10],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["末世神启", "生命+10%。具有至少3种来自天赋的属性加成时，自身施加的[黯魇]与[魔选]不可驱散。周围3格范围内存在敌方[僧侣]或[魔物]时具有[免疫]。"],
        "remark": "终焉的号角已然吹响…..…..混沌之民，散播神恩！神降者专属装备。"
    },
    {
        "id": 137,
        "name": "铁锈与荣光",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["坚垒战略", "生命，防御+5%。[王国之盾]使用[荣光戍阵]时，获得效果[指挥]:“当其他非飞行的友军通过防御范围内的地形时，可以获得1格免除移动力降低的机会”和“替相邻3格友军承受所有攻击”，持续4回合，不可驱散。"],
        "remark": "它曾沾染鲜血，亦曾沐浴荣光。戍卫者的铠甲，记录着一场事关名利的抗争。霍夫曼专属装备。"
    },
    {
        "id": 138,
        "name": "溯源之路",
        "type": 2,
        "quality": 4,
        "job": [6],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["踏浪远航", "生命+10%。[遗世群岛的潮涌]射程+1。自身获得友方[玄奥洋流]额外效果时，不再移除地形特效；周围2格范围内其他友军移除友方[玄奥洋流]时，额外获得[踏浪而行]：“移动通过友方[玄奥洋流]时，可以获得2格免除移动力降低的机会”，持续1回合。"],
        "remark": "浪潮起落，真知闪烁。溯源者的航途，总伴随着求知的远见。奈米娅专属装备。"
    },
    {
        "id": 139,
        "name": "重山行袍",
        "type": 2,
        "quality": 4,
        "job": [1, 10],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["月狼孤旅", "生命，防御+5%。每次触发天赋移除[复仇孤狼]效果时，自身治疗效果少降低5%。狼王意志额外获得效果：“行动结束时，可以选择移除[月狼之力]效果并获得[复仇孤狼]效果。（[触发冷却]该效果间隔1回合才可以再次触发。）"],
        "remark": "先祖意志昭示前路，群山之狼独行长路。古恩专属装备。"
    },
    {
        "id": 140,
        "name": "赤红之息",
        "type": 1,
        "quality": 4,
        "job": [8],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["燃血龙焰", "智力+10%。自身施加的[燃魂之疫]持续时间+1，主动攻击造成伤害后，有100%的概率对敌方额外施加一个[燃魂之疫]。"],
        "remark": "阻碍爸爸的坏家伙，在帕特里夏的烈焰中忏悔吧！帕特里夏专属装备。"
    },
    {
        "id": 141,
        "name": "破晓晨风",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["晨辉魔术", "生命+10%。行动结束时若本回合造成过伤害，当前冷却时间最短的技能冷却时间减少1回合。全场每有1个友军施加的[奥术辉痕]，部队无视敌军5%魔防（最多无视20%）。"],
        "remark": "放轻松，孩子们，辉光仍在世间流转，大魔法师杰斯与你们同在。杰斯专属装备。"
    },
    {
        "id": 142,
        "name": "黯翼翎盔",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["影翼逆袭", "生命+10%。友军被敌军攻击受到伤害后，使伤害来源获得1层[黯翎]。使用技能进入战斗时，敌军每具有1层[黯翎]该技能冷却时间减少1回合。"],
        "remark": "艾姆索斯的意志，请跟随黑色羽翼，击碎所有的虚妄与谎言。塔布莉丝专属装备。"
    },
    {
        "id": 143,
        "name": "始王之胄",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["帝令惩殛", "生命+10%。与拥有[支配令印]的敌军战斗前驱散敌军1个强化效果，并在战斗后恢复造成伤害30%的生命值。若拥有[支配令印]的敌军死亡，获得“下次使用[支配令印]时可以额外选择1个目标”，无法免疫，不可驱散。"],
        "remark": "承自帝国伊始的头盔，它的主人已经归来。泰兰提尔专属装备。"
    },
    {
        "id": 144,
        "name": "死刃之拥",
        "type": 2,
        "quality": 4,
        "job": [1, 7],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["致祸毒吻", "生命+10%。对经过的敌军施加1个随机弱化效果，主动攻击造成伤害后（包括[固定伤害]）对敌军施加1个随机强力弱化效果。"],
        "remark": "莫因甜蜜与美艳驻足，那是死神在向你微笑。塞拉菲娜专属装备。"
    },
    {
        "id": 145,
        "name": "命定的王剑",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["天选王途", "攻击+10%。每场战斗开始时获得[王命]。拥有[王命]或[天命]时主动攻击进入战斗无法被一击致命，移动时所有可以通过的地形都视为“平地”。"],
        "remark": "拔剑之刻，命运便已注定了辉煌的传奇。席昂专属装备。"
    },
    {
        "id": 146,
        "name": "孤骑决意",
        "type": 3,
        "quality": 4,
        "job": [2, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["卫王之心", "生命+10%。代替拥有[守护]的友军进入战斗后，获得[先制刃袭]，持续2回合。拥有[孤军]的敌军死亡时，对其周围2格范围内的1名友军施加[孤军]。"],
        "remark": "最后的骑士重拾的不止假面，还有此去无还的决心。缇雅娜专属装备。"
    },
    {
        "id": 147,
        "name": "绝末之视",
        "type": 3,
        "quality": 4,
        "job": [8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["湮灭咒罚", "生命+10%。与拥有[咒缚]敌军交战时，部队攻击智力提升15%。死亡时，对伤害来源周围1格范围内的所有敌军施加[咒缚]。"],
        "remark": "无需看向现世的虚妄，唯有终末的混沌方为真实。醒觉者专属装备。"
    },
    {
        "id": 148,
        "name": "帝授的荣勋",
        "type": 2,
        "quality": 4,
        "job": [3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["陷阵之志", "生命+10%。释放[誓忠]后，自身额外获得目标所有阵营，并且移动通过任意单位时，获得免除1格移动力降低的机会；[誓忠]友军主动攻击进入战斗未击杀敌军时，自身获得[敌忾]，持续2回合。"],
        "remark": "帝皇亲赐的甲胄，昭彰着无与伦比的功勋。安德里奥专属装备。"
    },
    {
        "id": 149,
        "name": "神佑的幸月",
        "type": 2,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["命运眷顾", "生命+10%。拥有2个及以上同类“幸运”时部队移动力+1，每多1个同类“幸运”额外+1；拥有3个及以上同类“幸运”时无法被一击致命，触发后获得3个随机“幸运”。（[触发冷却]“无法被一击致命”效果需要间隔4回合才可以再次触发）"],
        "remark": "由好运编织成的衣物，总能让主人化险为夷。阿莉娅专属装备。"
    },
    {
        "id": 150,
        "name": "浪潮回响",
        "type": 4,
        "quality": 4,
        "job": [1, 5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["潮汐庇佑", "生命+10%。行动结束时若本回合使用过主动技能，对周围1圈范围内所有格子施加2回合的特殊效果[满潮]。自身处于水中或拥有[护盾]时部队遭受伤害降低10%；同时满足时遭受伤害降低20%。"],
        "remark": "潮水的澎湃声响，正是大海的昂然高歌！诺诺琳专属装备。"
    },
    {
        "id": 151,
        "name": "梦帷纱帔",
        "type": 2,
        "quality": 4,
        "job": [8, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["匣梦暗潮", "魔防+10%。行动结束释放[匣之暗域]时，可以选择消耗数层[混沌断章]对等量友军施加[匣之暗域]；获得[混沌断章]时，若层数已达上限，当前冷却时间最长的技能冷却回合数-1。"],
        "remark": "混沌的怒澜终将自梦海深处席卷归来。兰黛尔专属装备。"
    },
    {
        "id": 152,
        "name": "天马之辉耀",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["临阵王影", "生命+10%。“统御技”射程+1并获得额外效果：[重振]驱散目标1个弱化效果、[御令]使目标免疫“无法使用主动技能”，持续2回合、[驱驰]使目标“造成伤害提升15%”，持续1回合。"],
        "remark": "王冕之下没有少女，唯有塞布里克无往不胜的灿金之辉。艾希恩专属装备。"
    },
    {
        "id": 153,
        "name": "妖精的新芽",
        "type": 1,
        "quality": 4,
        "job": [8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["翠草庇护", "智力+10%。[协调之灵]初始拥有“无法被敌军普通攻击及技能选中为目标（相邻1格范围内有敌军行动结束时，该效果失效）；周围3格范围内敌军所在地形视为‘草地’”，无法免疫，不可驱散，下次行动结束时移除。[协调之灵]可以代替萨芙琳回收其它[协调之灵]。"],
        "remark": "我有个梦，让停滞的群岛萌发新芽的梦……萨芙琳专属装备。"
    },
    {
        "id": 154,
        "name": "群岛礼纱",
        "type": 3,
        "quality": 4,
        "job": [8],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["执使特令", "生命+10%。携带技能无视COST限制 于危险范围外进行“咒法准备”后，自身所有[触发冷却]减少1回合。"],
        "remark": "女王赐予的头纱尊贵却轻薄易毁，唯有在时刻注意己行的薇莉娅这里，它到最后仍整洁如新。薇莉娅专属装备。"
    },
    {
        "id": 155,
        "name": "遗忘的传说",
        "type": 2,
        "quality": 4,
        "job": [1, 11],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["护世龙魂", "生命+10%。获得“意志”时，同时立刻获得额外效果：[孤旅]：无法被一击致命（最多触发1次）；[抗争]：自身所有技能冷却时间减少3回合；[存续]：下次受到伤害时，额外获得一个回合。"],
        "remark": "让金色之雨冲刷掉一切吧，让本应铭记的传奇，与苦痛一并沉睡于遗忘的帷幕。伊索尔德专属装备。"
    },
    {
        "id": 156,
        "name": "失落的黎明",
        "type": 3,
        "quality": 4,
        "job": [9, 10],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["辉光之怒", "生命+10%。拥有[辉耀圣枷]时，被攻击遭受伤害后获得1层[怒涌]。未拥有[辉耀圣枷]时，主动攻击进入战斗后，对所有没有弱化效果的友军施加自身[怒涌]数量的随机强化效果（最多4个）。"],
        "remark": "被混沌吞没的黎明，等待着再次破晓的那一天。尤弥尔专属装备。"
    },
    {
        "id": 157,
        "name": "贝奥夫的殒冠",
        "type": 3,
        "quality": 4,
        "job": [1, 10],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["故国的庇佑", "生命+10%。拥有[血脉的王冕]时，行动结束时使距离最近的一名其他友军获得[血脉的余晖]：行动结束时额外对其周围2格范围内所有敌军造成0.1倍范围伤害，伤害来源视为塞姆，无法免疫，不可驱散，持续2回合。造成范围伤害时额外使当前冷却时间最长的技能冷却时间减少2回合。以上效果均需要间隔2个回合才能触发。"],
        "remark": "曾辉耀贝奥夫的荣光，如今只映照亡国孤影。塞姆专属装备。"
    },
    {
        "id": 158,
        "name": "最后的觐见",
        "type": 1,
        "quality": 4,
        "job": [7, 10],
        "attribute": [0, 96, 0, 0, 0, 53],
        "skill": ["隐刃幻舞", "攻击+10%。自身周围2格有友方[伏刃]时，技能射程+2（直线技能增加2条直线），行动结束时所有技能冷却时间-1，且使用技能攻击进入战斗时不受近战伤害减免影响，携带远程士兵时，士兵也会同时进行攻击。"],
        "remark": "沉醉于舞蹈的目标并不知晓，他们即将完成生命中的最后一次觐见。玛卡艾拉专属装备。"
    },
    {
        "id": 159,
        "name": "断翎掠影",
        "type": 3,
        "quality": 4,
        "job": [6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["残翼凝瞳", "生命+10%。敌军获得[识破]时，若自身已行动过则可再次行动（每回合1次）；拥有[注视]的敌军行动结束时对其直线范围内距离最近的所有敌军施加[识破]。"],
        "remark": "群山的鸟儿跨越纪元自海底归来，她将带来深海与时光的不灭印记。断翼鸟专属装备。"
    },
    {
        "id": 160,
        "name": "炼金之律",
        "type": 1,
        "quality": 4,
        "job": [8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["元素再成", "智力+10%。触发天赋的技能替换时若不选择替换，可以重新随机1次可替换技能；自身技能命中友军时施加1个[元素]，可叠加3个，无法免疫，不可驱散，替换技能后，消耗所有友军拥有的[元素]并驱散该友军等量弱化效果。（[触发冷却]重新随机效果需要间隔2回合才能再次触发）"],
        "remark": "世间万物变化流转，唯有规律亘古不移。赛利卡专属装备。"
    },
    {
        "id": 161,
        "name": "神偶之枷",
        "type": 3,
        "quality": 4,
        "job": [1, 10],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["超限驱动", "生命+10%。每有1层过热，移动力+1，最多+3；失去[超载]时所有技能冷却时间减少2回合，行动结束时使用过主动技能且没有[超载]则强化效果持续时间不减少。"],
        "remark": "创造者给予的礼物不仅是力量，更是控制人偶的枷锁。阿布沙伊特专属装备。"
    },
    {
        "id": 162,
        "name": "黯羽的复生",
        "type": 3,
        "quality": 4,
        "job": [4, 10],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["永夜之佑", "生命+10%。获得[亡契]时，同时获得[免疫]，持续1回合。拥有[亡契]时被攻击受到伤害后使伤害来源的敌军“无法使用主动技能”2回合，并恢复自身部队50%最大生命值。"],
        "remark": "黯翼终将跨越谎言与死亡，抵达重生的黎明！埃尔维斯专属装备。"
    },
    {
        "id": 163,
        "name": "守望之刃",
        "type": 1,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["同盟战魂", "攻击+10%。主动攻击进入战斗后，周围3格范围内每存在1名[同心]友军，对敌军造成一次英雄攻击2倍的[固定伤害]，并对所有[同心]友军施加1个强化效果。（存在3名[同心]友军时达到上限）"],
        "remark": "历经千年风霜，对和平的守望从未止息。鲁克曼专属装备。"
    },
    {
        "id": 164,
        "name": "灵智纱冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["圣慧的护佑", "生命+10%。行动结束时，若本回合召唤或转移过[正义天使]，对距离自身最近的其他2名友军施加1层[辉佑]:“免疫下1个遭受的弱化效果”可累积，最高5层，不可驱散。"],
        "remark": "由灵力编织成的纱冠，智慧与正义之力萦绕其中。伊莉娅专属装备。"
    },
    {
        "id": 165,
        "name": "智翼荣冠",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["拂晓辉光", "生命+10%。[耀芒]每有1回合持续时间，部队造成伤害提升4%；范围技能命中3名及以上敌军时获得1次[耀芒]并减少当前冷却时间最长的伤害技能2回合冷却时间。"],
        "remark": "以智慧坚守辉翼之荣光，以不渝意志守护塞布里克王国。蕾雅专属装备。"
    },
    {
        "id": 166,
        "name": "新帝国的重刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["决战剑芒", "攻击+10%。自身触发“再行动与“传送”效果时，部队移动方式变为[野战]且移动时无视敌军阻挡，持续2回合；与拥有[正义决战]的敌军交战时，免疫其施加的弱化效果，战斗后使自身恢复造成伤害数值30%的生命值。"],
        "remark": "永不屈服的铁腕皇女，永不陨落的帝国意志！蕾贝尔专属装备。"
    },
    {
        "id": 167,
        "name": "冰龙霜冠",
        "type": 3,
        "quality": 4,
        "job": [3, 4, 8],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["凛风呼啸", "生命+10%。范围技能伤害提升10%，主动对其他友军造成伤害时施加“主动对敌军造成范围伤害时施加[彻骨寒意]，触发后移除”，不可驱散。"],
        "remark": "自寒渊深处征服而来，万千冰龙俯首于此冠。冰渊凌御者专属装备。"
    },
    {
        "id": 168,
        "name": "尖笑的机铠",
        "type": 2,
        "quality": 4,
        "job": [3, 7],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["小丑惊魂", "生命+10%。敌方拥有3个及以上[苦痛尖笑]时技能范围+1；死亡时对伤害来源周围2格范围内所有敌军造成1次0.15倍的范围伤害并施加2个随机弱化效果。"],
        "remark": "把尖笑铸进铁甲的人，比沉默的战士更危险。沙里克专属装备。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */