export const weaponData5 = [
    {
        "id": 1,
        "name": "流浪的骑士",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["传说之耀", "攻击+10%。使用技能造成伤害时，30%概率使技能冷却时间-5。"],
        "remark": "没有人能在我的BGM里打败我。艾尔文专属装备。"
    },
    {
        "id": 2,
        "name": "黄金狮子",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 7],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["狮吼", "魔防+10%。如果本回合击杀过敌军，行动结束时，使自身3格范围内的1个敌军“眩晕”1回合。"],
        "remark": "黄金之风，自由之意，守护骑士参上。迪哈尔特专属装备。"
    },
    {
        "id": 3,
        "name": "黑色新娘",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["深暗", "生命+5%。进入战斗前，使敌军遭受一个随机的强力弱化效果。"],
        "remark": "拥抱黑暗，成为深渊中恸哭的新娘。拉娜专属装备。"
    },
    {
        "id": 4,
        "name": "斩男色",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["魅力四射", "魔防+10%。行动结束时，使相邻2格的4个其他友军免疫“固定伤害”，持续1回合。"],
        "remark": "据说涂上这个颜色的唇膏可以斩获所有直男的心。伊梅尔达专属装备。"
    },
    {
        "id": 5,
        "name": "团结",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["意志之力", "当周围2格有我方友军时，攻击、防御、魔防提升10%。"],
        "remark": "由记忆打造成的戒指，友情与羁绊的象征。马修专属装备。"
    },
    {
        "id": 6,
        "name": "利古里亚之冠",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["王器", "防御、魔防+5%。对自己施加的强化效果持续回合+1。"],
        "remark": "曾被窃走的王冠，现在物归原主。亚鲁特缪拉专属装备。"
    },
    {
        "id": 7,
        "name": "魔导防护服",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["防护反射", "生命+5%。被近战攻击进入战斗前，对敌军造成1次固定伤害，伤害值为英雄智力的1倍。"],
        "remark": "采用了克里姆索科技的神秘服饰，能反射攻击。蕾伽尔专属装备。"
    },
    {
        "id": 8,
        "name": "古巨美的馈赠",
        "type": 3,
        "quality": 4,
        "job": [12],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["余兴", "生命+5%。战斗后，恢复自身部队10%的生命。携带技能无视COST限制。"],
        "remark": "其实是圣兽一族专用的磨牙棒，能预防牙结石。古巨拉专属装备。"
    },
    {
        "id": 9,
        "name": "黑色曙光",
        "type": 1,
        "quality": 4,
        "job": [3, 7, 8],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["混沌闪电", "攻击、智力+10%。主动近战攻击进入战斗前，对敌军造成一次固定伤害，伤害值为英雄智力的2倍。主动远程攻击进入战斗后，对敌军造成一次固定伤害，伤害值为英雄攻击的2倍。"],
        "remark": "混沌狭缝中诞生的武器，唯有半魔族能驾驭其复杂的力量。索尼娅专属装备。"
    },
    {
        "id": 10,
        "name": "妖精之翼",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["羽步", "智力+5%。攻击后，可以再次移动2格。"],
        "remark": "用魔法重构的妖精羽翼，古典魔法器的巅峰之作。莉法妮专属装备。"
    },
    {
        "id": 11,
        "name": "远见",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["智瞳", "生命+10%。行动结束时，使得周围2格以内所有敌军随机获得一个弱化效果。"],
        "remark": "我目睹了那些你们绝对不会相信的东西。艾马林克专属装备。"
    },
    {
        "id": 12,
        "name": "1UP",
        "type": 2,
        "quality": 4,
        "job": [4, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["复活币", "防御、魔防+5%。主动攻击进入战斗时，如果受到致命伤害，不会死亡。(该效果需要间隔4回合才能再次触发)"],
        "remark": "「我还会再回来的！给我等着！」。雪莉专属装备。"
    },
    {
        "id": 13,
        "name": "卡昆西斯之冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["大陆荣光", "魔防+10%。行动结束时，有30%概率使得自己获得“技能射程+1，范围+1”，持续1回合。"],
        "remark": "高瞻远嘱的卡昆西斯女王，给伊雷斯大陆带来了新的荣光。雪露法妮尔专属装备。"
    },
    {
        "id": 14,
        "name": "风中之花",
        "type": 3,
        "quality": 4,
        "job": [1, 4, 5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["风之花", "防御+10%。触发再行动时，身上携带的强化状态回合数不会减少。(该效果需要间隔3回合才能再次触发)"],
        "remark": "生于风中的芬芳，就如它的主人一样永远不会停止飞行。安洁丽娜专属装备。"
    },
    {
        "id": 15,
        "name": "霸王战甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["霸王野望", "生命+5%。英雄天赋范围+1。"],
        "remark": "光是看到这幅铠甲，就能联想到其主人昔日的威严。巴恩哈特专属装备。"
    },
    {
        "id": 16,
        "name": "兰芳特的次选",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["战地统帅", "防御+10%。英雄天赋范围+1。"],
        "remark": "兰芳特很少使用他的锋芒毕露的头盔。兰芳特专属装备。"
    },
    {
        "id": 17,
        "name": "笠",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["隐于乱世", "防御、魔防+5%。部队生命值100%时，技巧+30%。"],
        "remark": "痛失了家国，流浪的武土掩盖了自己的面容。雾风专属装备。"
    },
    {
        "id": 18,
        "name": "我我我公主？",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["哎哟喂", "生命+5%。英雄天赋可以累积的增益效果个数+1，可以享受[公主联盟]超绝效果。"],
        "remark": "这是什么邪恶的魔法！？谁来帮我把这个耳环摘下来啊！？海恩专属装备。"
    },
    {
        "id": 19,
        "name": "荆棘皇冠",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["蔷薇女王", "魔防+10%。被攻击进入战斗前，对敌军造成固定伤害，伤害值为英雄魔防的2倍。"],
        "remark": "蔷薇有刺，孤独盛开。芙蕾雅专属装备。"
    },
    {
        "id": 20,
        "name": "■■■■",
        "type": 1,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["触手粘液", "智力+10%。主动攻击造成伤害后，使敌军“移动力”降低1格，且无法进行护卫，持续1回合。"],
        "remark": "「格尼尔，谁让你把这东西拿出来玩了！？我不要面子的啊！？」艾梅达专属装备。"
    },
    {
        "id": 21,
        "name": "浴火之衣",
        "type": 2,
        "quality": 4,
        "job": [2, 8],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["浴火", "生命、魔防+5%。被攻击受到伤害后，获得效果“技能射程+1，范围+1”持续1回合。"],
        "remark": "诸火齐聚，烈焰焚身！埃格贝尔特专属装备。"
    },
    {
        "id": 22,
        "name": "信仰的试炼",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["试炼勇耀", "防御、魔防+5%。击杀敌军后获得效果“抵挡一次致命伤害，之后英雄生命值恢复到本次伤害之前的血量，该状态持续期间最多触发一次复活效果”，持续1回合。（该效果需要间隔2回合才能再次触发）"],
        "remark": "勇气与荣耀，一切为了女神的意志。雷丁专属装备。"
    },
    {
        "id": 23,
        "name": "梦魇的面容",
        "type": 3,
        "quality": 4,
        "job": [7, 8, 10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["千面", "生命+5%。与克制的部队交战时，攻击额外提升20%。"],
        "remark": "你最惧怕的是什么？让我变成你的噩梦吧！弗拉基亚专属装备。"
    },
    {
        "id": 24,
        "name": "温暖的回忆",
        "type": 3,
        "quality": 4,
        "job": [7, 10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["温暖", "生命+5%。在行动结束时，如果周围2格没有友军，则恢复20%生命，并驱散1个弱化状态。"],
        "remark": "记忆中残存的味道，是这份记忆存在的证明。泽瑞达专属装备。"
    },
    {
        "id": 25,
        "name": "世界树的繁花",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["昨日之花", "智力+5%。使用技能时，每对1个目标造成伤害则有10%概率使技能冷却时间-5（概率最高可以提升至50%）。"],
        "remark": "无关战争与宿命，少年与少女于树下的美丽约定。拉姆达专属装备。"
    },
    {
        "id": 26,
        "name": "义贼的假面",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["居高临下", "魔防+5%。主动攻击进入战斗时，如果自身强化状态数量大于等于敌军强化状态数量的2倍，会先于敌军进行攻击。"],
        "remark": "天下第一大义贼的证明。银狼专属装备。"
    },
    {
        "id": 27,
        "name": "逐梦之冠",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["凡人之力", "魔防+5%。当自身强化状态数量大于或等于7个时，反击伤害提高50%。"],
        "remark": "「马修和艾梅达，都由我来守护！」格尼尔专属装备。"
    },
    {
        "id": 28,
        "name": "青龙之胄",
        "type": 2,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["天翔游龙", "防御+10%。受到伤害后，获得效果“移动不受地形限制”，持续1回合。"],
        "remark": "天无绝境，永不放弃，辗转反击，一击制敌！利昂专属装备。"
    },
    {
        "id": 29,
        "name": "风之翎羽",
        "type": 3,
        "quality": 4,
        "job": [6],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["破风", "魔防+10%。自身处于“树林”“山地”和“草地” 上时，攻击可以无视护卫，并在战后恢复伤害数值20%的生命。"],
        "remark": "自然之地，乃是妖精的领域。艾拉斯卓专属装备。"
    },
    {
        "id": 30,
        "name": "卡尔萨斯之冠",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["破风", "生命+5%。自身为[混合部队]时，部队伤害额外提升20%。"],
        "remark": "是百战锤炼骑士、也是卡尔萨斯的立国者。兰斯专属装备。"
    },
    {
        "id": 31,
        "name": "黎明守护者",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["我身作盾", "防御+10%。自身3格范围内，生命低于80%的所有友军全部视为“失去士兵”。"],
        "remark": "守护手无寸铁之人……守护威拉提督！塞蕾娜专属装备。"
    },
    {
        "id": 32,
        "name": "灭创之权杖",
        "type": 1,
        "quality": 4,
        "job": [8, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["秩序再造", "智力、生命+5%。主动使用技能后，如果战场上有基扎洛夫召唤的“构造体”，则对“构造体”实施1次随机的“改造”。"],
        "remark": "超越者曾经的魔杖，能从虚无中创造出物质与能量。基扎洛夫专属装备。"
    },
    {
        "id": 33,
        "name": "万能工具帽",
        "type": 3,
        "quality": 4,
        "job": [6, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["巧手修复", "魔防+10%。行动结束时，为全场生命最低的一个友军召唤物恢复30%生命。"],
        "remark": "内含自动维修工具与安杰丽卡爱吃的小点心。安杰丽卡专属装备。"
    },
    {
        "id": 34,
        "name": "神谕者",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["神光再现", "生命+5%。在行动结束时，如果本回合未造成过伤害且没有移动，则可再次行动。（[触发冷却]再行动效果需要间隔4回合才可以再次触发）"],
        "remark": "以女神之名！女神化身专属装备。"
    },
    {
        "id": 35,
        "name": "海洋之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 0, 0, 37],
        "skill": ["沧海之力", "攻击+8%。进入战斗前，如果敌军英雄不是「水兵」，则令其所处地形视为“水中”，持续1回合。如果自身部队生命值为100%，则令自身所处地形视为“水中”，持续1回合。（[触发冷却]自身获得“水中”效果需要间隔2回合才可以再次触发）"],
        "remark": "雷诺鲁兹领主的家传宝物，能让敌人陷入怒涛的涡流中。阿尔弗雷德专属装备。"
    },
    {
        "id": 36,
        "name": "锐目透镜",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["凝神", "生命+5%。行动结束时，有25%概率使得自己获得“攻击+20%”，持续4回合。"],
        "remark": "可迅速解析敌人的弱点与战斗力。西格玛专属装备。"
    },
    {
        "id": 37,
        "name": "风袭翼盔",
        "type": 3,
        "quality": 4,
        "job": [2, 4, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["广域打击", "魔防+10%。使用范围伤害技能时，生效范围+1。[触发冷却]使用范围技能造成伤害时则该效果进入触发冷却，间隔4回合才可以再次触发。"],
        "remark": "这是利古里亚飞龙部队的象征，也是敌人噩梦中的一抹鲜红。法娜专属装备。"
    },
    {
        "id": 38,
        "name": "失落的穹光",
        "type": 2,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["圣域守护", "生命+5%。对友军释放技能时，额外附加：“攻击、智力+15%”,“魔防+20%”，持续2回合。"],
        "remark": "传说来自于神圣的天界，是女神之门守护者身份的象征。索菲亚专属装备。"
    },
    {
        "id": 39,
        "name": "燎星之陨",
        "type": 3,
        "quality": 4,
        "job": [1],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["绝境反击", "生命+10%。部队血量越低时，造成的固定伤害越高，最多提升30%。"],
        "remark": "「雷丁先生的一切，就由我来守护吧！」贝蒂专属装备。"
    },
    {
        "id": 40,
        "name": "女武神灿星",
        "type": 3,
        "quality": 4,
        "job": [2, 4, 6],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["轻捷迅疾", "魔防+10%。英雄天赋的[触发冷却]减少1回合。"],
        "remark": "如流星般闪耀的发饰，就如同它的主人神准的一击。娜姆专属装备。"
    },
    {
        "id": 41,
        "name": "强袭异铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 5],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["肉体复苏", "防御+10%。英雄触发遭受致命伤害不会死亡时，自身获得1个随机强化效果。"],
        "remark": "维拉玖复原了克里姆索失传科技的神秘造物，能激发人体内神秘的力量。维拉玖专属装备。"
    },
    {
        "id": 42,
        "name": "勇者的手工课",
        "type": 3,
        "quality": 4,
        "job": [7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["无理取闹", "生命、魔防+5%。部队造成暴击后对敌军施加1个强力弱化效果并偷取1个强化效果。"],
        "remark": "粗制滥造的王冠，似乎出自奥利佛本人之手。奥利佛专属装备。"
    },
    {
        "id": 43,
        "name": "月之回忆",
        "type": 2,
        "quality": 4,
        "job": [2, 3, 7],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["轻灵倩影", "生命、防御+5%。当触发风华典范额外行动时，驱散自身2个弱化效果并使自己获得造成伤害提高10%，遭受伤害降低10%，持续1回合。"],
        "remark": "甲胄的凹痕镌刻着克利姆索兰达的抗争史，心口的宝石埋藏着曾经恋人的回忆。布琳达专属装备。"
    },
    {
        "id": 44,
        "name": "圣灵之触",
        "type": 1,
        "quality": 4,
        "job": [3, 8],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["丛林守护", "攻击、智力+10%。行动结束时，在自己身边召唤一个[狼魂]，此狼魂的属性继承自阿卡娅的当前属性的75%。（[狼魂同时只能存在一只，该效果每场战斗最多触发1次）"],
        "remark": "这柄枪的尖端若隐若现，似乎随时都会消失不见，就像圣灵的抚摸，在生命与死亡的薄纱之间赐予解脱。阿卡娅专属装备。"
    },
    {
        "id": 45,
        "name": "炎龙金辉",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["巨力回馈", "防御+10%。自身拥有[力突]效果时，可以反击2格的远程攻击。"],
        "remark": "铠甲内侧有一行小字：「炎龙的麟甲守卫帝国之民，炎龙的咆哮震慑帝国之敌，炎龙的金辉光耀帝国之世。」巴尔加斯专属装备。"
    },
    {
        "id": 46,
        "name": "卡奥斯的赐福",
        "type": 2,
        "quality": 4,
        "job": [8, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["幽暗低语", "魔防+10%。主动对敌军造成伤害后，对其施加1个随机的弱化效果。"],
        "remark": "这件法袍里包裹着翻涌不息的混沌，还有黑暗王子那千年的邪念。波赞鲁专属装备。"
    },
    {
        "id": 47,
        "name": "圣女礼赞",
        "type": 3,
        "quality": 4,
        "job": [9],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["圣女眷顾", "生命、魔防+5%。行动结束时，如果本回合造成过伤害，则天赋施加的随机强化效果额外增加1个。击杀魔物后，可额外行动1次。（[触发冷却]再行动效果需要间隔2回合才可以再次触发）"],
        "remark": "拥抱光明，接受这神圣的馈赠吧！否则……就快跑！克丽丝专属装备。"
    },
    {
        "id": 48,
        "name": "盛夏的追忆",
        "type": 1,
        "quality": 4,
        "job": [2, 5],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["弱水而逆", "防御、魔防+5%。被攻击进入战斗前，给自己施加“驭水”效果，持续1回合。在水中时，替自身1圈范围内的友军承受所有攻击。"],
        "remark": "盛夏的繁花，烂漫的回忆，折剑的时刻，亦或是凋亡的爱情……伊露希亚专属装备。"
    },
    {
        "id": 49,
        "name": "绝命除尘令",
        "type": 1,
        "quality": 4,
        "job": [7, 8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["飞暮绝尘", "智力+10%。部队移动方式变为「飞行」。范围技能可以清除命中区域的敌方地形效果。在行动结束时，驱散2格内所有友军部队1个弱化效果。"],
        "remark": "不过是具有打扫、洗衣、除尘、料理、熨烫及飞行等功能的普通女仆扫帚。梅雅专属装备。"
    },
    {
        "id": 50,
        "name": "驭龙之冠",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 11],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["龙吟", "生命、魔防+5%。对敌方施加的弱化效果持续回合+1。每次触发天赋时使自身获得[御风]，且免疫：“攻击、智力降低”、“无法使用主动技能”，持续2回合。可以享受[流星直击]超绝效果。"],
        "remark": "可爱是别人的，我什么都没有！蕾娜塔专属装备。"
    },
    {
        "id": 51,
        "name": "逆羽的假面",
        "type": 3,
        "quality": 4,
        "job": [1, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["复仇弑焰", "防御+10%。主动攻击进入战斗，造成伤害提升12%。对自己施加的强化效果持续回合+1，在休眠状态下身上的增益效果回合数不会减少。"],
        "remark": "究竟狱窖中的低语还是复仇者的盛宴？希琳卡专属装备。"
    },
    {
        "id": 52,
        "name": "红月之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 0, 0, 37],
        "skill": ["异星之力", "攻击+5%，移动力+1。当拥有4层及以上[异星之力]时，移动时无视敌军单位阻挡。拥有7层[异星之力]时，造成伤害后对敌人施加一个强力弱化效果。"],
        "remark": "沉入死寂的衰落之心，也在渴望着王子的救赎。雷因法鲁斯专属装备。"
    },
    {
        "id": 53,
        "name": "荣耀的传承",
        "type": 1,
        "quality": 4,
        "job": [2, 7, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["炎龙守护", "防御、魔防+5%。被攻击进入战斗时，部队遭受物理伤害降低10%。自身拥有[圣卫]或[高阶圣卫]效果时，英雄可以对远程攻击进行反击。"],
        "remark": "炎龙世代守护的荣耀，皆由我来传承！艾米莉亚专属装备。"
    },
    {
        "id": 54,
        "name": "飞隐星兜",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["沉吾之隐", "生命+10%。造成伤害提升10%，遭受范围伤害降低10%。自身拥有隐匿效果时，暴击伤害提升15%，行动结束获得[身轻如燕]：“移动力+1，可叠加2次”，持续2回合。"],
        "remark": "传自失落的东方之国，戴上它你就成了忍者。燕专属装备。"
    },
    {
        "id": 55,
        "name": "同心的守护",
        "type": 1,
        "quality": 4,
        "job": [3, 9],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["永结之誓", "攻击、智力+10%。英雄的普通攻击射程+1。英雄主动攻击进入战斗，战后为生命最低的友军部队恢复生命，恢复量为施法者攻击+智力之和的1倍。触发再行动时，身上携带的强化状态回合数不会减少。"],
        "remark": "手柄处镌刻着恋人的誓言与回忆，手持勇气，心怀坚韧，她是否还能等到自己日思夜想的人儿……杰利奥鲁&蕾拉专属装备。"
    },
    {
        "id": 56,
        "name": "元气召唤者",
        "type": 1,
        "quality": 4,
        "job": [8, 9],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["元气治愈", "治疗效果+15%。自身获得[指挥]：相邻1格所有友军免疫“伤口诅咒”、“无法被治疗”。"],
        "remark": "以行动之力守护国民，用元气魔法治愈大家，梅露帕妮每天都要加油呀！梅露帕妮专属装备。"
    },
    {
        "id": 57,
        "name": "妙想法帽",
        "type": 3,
        "quality": 4,
        "job": [8],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["穿针引线", "生命+10%。所有拥有[魔法新衣]的部队，行动结束时驱散自身1个弱化效果，并恢复5%生命。施放[弈能法衣]时，额外增加1次效果次数。"],
        "remark": "用于提醒无辜人等避开诺埃米魔法实验爆炸的妙想法帽，一旦帽子表情变成了(๑•̀ㅂ•́)و✧，就快离她远一点！诺埃米专属装备。"
    },
    {
        "id": 58,
        "name": "风袭羽冠",
        "type": 3,
        "quality": 4,
        "job": [4, 6, 8],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["谋将之智", "生命、魔防+5%。自身所有天赋和技能的指挥效果范围+1。行动结束时，使自身1格范围内的2个其他友军“造成伤害”提升15%，持续1回合。"],
        "remark": "即使翎羽随疾风而划落，它仍旧在天空刻画出完美的抛物线。露娜专属装备。"
    },
    {
        "id": 59,
        "name": "璨月晶铠",
        "type": 2,
        "quality": 4,
        "job": [3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["璨晶风暴", "生命、防御+5%。行动结束时，对自身周围1圈施加1回合的特殊效果[璨晶]，自身处于友方[璨晶]地形时部队遭受伤害降低15%，且被攻击受到伤害后恢复自身30%生命值。"],
        "remark": "荒原之上，风暴之中，璀璨的水晶宛如沙漠中灿烂的金色之花……海伦娜专属装备。"
    },
    {
        "id": 60,
        "name": "卡尔萨斯战盔",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["龙战于野", "生命+10%。周围2格没有友军时，行动结束恢复15%生命，被近战攻击进入战斗造成伤害提升20%，遭受伤害降低20%。"],
        "remark": "卡尔萨斯飞兵团统帅的特制战盔，将翱翔天际的巨龙怒火灌注其上。克拉蕾特专属装备。"
    },
    {
        "id": 61,
        "name": "我执",
        "type": 3,
        "quality": 4,
        "job": [5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["执着隐忍", "生命+10%。使用主动技能击杀敌军时，使得该技能冷却时间-2，且在行动结束时获得“技巧+20%”和“移动力+2”，持续1回合。"],
        "remark": "历战的旧围巾，其上的每一道战痕都代表着一次对西格玛的不懈追击。欧米伽专属装备。"
    },
    {
        "id": 62,
        "name": "守护者的追忆",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["传说彼端", "攻击+10%。被攻击进入战斗时，如果自身2格范围内有友军部队，则与敌军距离每增加1格，部队遭受伤害降低5%（最多降低15%）。"],
        "remark": "这把枪划过的地方，皆是卡昆西斯的疆土，是传说凋零的追忆。兰迪乌斯专属装备。"
    },
    {
        "id": 63,
        "name": "年幼的君王",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["黑暗加冕", "生命+10%。触发再行动时，身上携带的强化效果回合数不会减少。自身有“超绝强化”的特殊效果，且行动结束时，本回合未造成过伤害，则自身所有技能冷却时间-1。"],
        "remark": "当你加冕的那一天，整个法鲁赞利亚的魔族都在低语：波赞鲁终于下台了……丽可丽丝专属装备。"
    },
    {
        "id": 64,
        "name": "星海的提督",
        "type": 3,
        "quality": 4,
        "job": [2, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["奇迹魔术师", "生命+10%。英雄生命小于等于50%时，免疫“固定伤害”。使用技能后有50%概率使该技能冷却时间减少2回合。"],
        "remark": "我们的征途是星辰大海！威拉专属装备。"
    },
    {
        "id": 65,
        "name": "帝国的明珠",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["意志传承", "生命、魔防+5%。士兵遭受伤害降低10%。每场战斗开始时，或友军死亡时，自身获得1个[战谋]。"],
        "remark": "那位宰相想要拯救更多的人，哪怕再多一个也好。弗洛朗蒂娅专属装备。"
    },
    {
        "id": 66,
        "name": "女神的洁纱",
        "type": 2,
        "quality": 4,
        "job": [1, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["炫目圣芒", "生命+10%。英雄触发天赋的遭受致命伤害不会死亡时，获得“进入战斗前，对敌军造成自身智力2倍的固定伤害，并恢复自身智力2倍的生命，持续1回合”。"],
        "remark": "以看似温暖圣洁的流光打造的轻纱，其实有着灼热的高温，只有信仰坚定者可触及。尤利娅专属装备"
    },
    {
        "id": 67,
        "name": "自警团之盔",
        "type": 3,
        "quality": 4,
        "job": [1, 4, 8],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["疾突猛袭", "生命、防御+5%。自身拥有“超绝强化”特殊效果时，英雄普通攻击伤害提升30%，主动攻击进入战斗前额外获得1个[掠阵]。"],
        "remark": "阿雷斯在自己的故乡担任自警团一员，对他而言，这是之后一切冒险的原点……阿雷斯专属装备。"
    },
    {
        "id": 68,
        "name": "绝翼战甲",
        "type": 2,
        "quality": 4,
        "job": [4, 10],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["弃誓爆风", "每移动1格，暴击率提升5%(最高15%)。主动攻击发生暴击后，驱散敌军1个强化效果。"],
        "remark": "与邪神之翼融为一体的战甲，亲历了无数阴谋与疯狂。文森特专属装备。"
    },
    {
        "id": 69,
        "name": "古旧系带",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["昨日之辉", "生命+10%。部队普通攻击射程+1。主动攻击进入战斗后对目标及其周围1格施加[炫光]，持续1回合。"],
        "remark": "曾经是率领千军的统帅标志，而今是褪色陈旧的往日追忆。树之贤者专属装备。"
    },
    {
        "id": 70,
        "name": "圣光利刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3, 9],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["圣佑冲锋", "攻击+10%。自身在[庇护之剑]效果范围内时，移动不受地形限制且部队遭受暴击率降低20%。"],
        "remark": "圣光照亮道路，骑士勇往直前。罗莎莉娅专属装备。"
    },
    {
        "id": 71,
        "name": "守护之誓",
        "type": 1,
        "quality": 4,
        "job": [3, 8],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["恶灵震颤", "智力+10%。自身为混合部队时，部队不会受到地形导致的移动力下降影响。主动造成伤害前，对敌军造成1次魔防0.5倍的固定伤害。"],
        "remark": "悠久的宿命尘封我心，最后的誓言仅为伊雷斯的和平。谜之骑士专属装备。"
    },
    {
        "id": 72,
        "name": "心醉之面纱",
        "type": 3,
        "quality": 4,
        "job": [7, 8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["醉心迷梦", "生命、魔防+5%。敌方有[非女性英雄]时，移动力+1，行动结束时，使得3格范围内的1个随机敌方[非女性英雄]获得[疲惫]。"],
        "remark": "它会出现在帕希尔猎物的甜蜜梦境中，往往也是他们意志里面最后触及之物。帕希尔专属装备。"
    },
    {
        "id": 73,
        "name": "圣义连枷",
        "type": 1,
        "quality": 4,
        "job": [9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["信者恩典", "攻击+10%。自身拥有“戒律”时，使用技能后，该技能冷却时间-1；自身没有“戒律”时，英雄造成伤害提升10%。（[触发冷却]减少冷却时间效果需要间隔2回合才能再次触发）"],
        "remark": "圣光的正义等同于对异教徒的残酷。玛丽埃尔专属装备。"
    },
    {
        "id": 74,
        "name": "机动爆碎剑",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["信者恩典", "攻击+10%。主动攻击进入战斗前，每移动一格部队无视敌军1%的防御。"],
        "remark": "「天上天下机动爆碎剑！」沃尔纳专属装备。"
    },
    {
        "id": 75,
        "name": "寂灭·改",
        "type": 1,
        "quality": 4,
        "job": [1, 10],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["逆命魔光", "攻击+10%。部队无视兵种克制。全场有部队死亡时，驱散自身1个弱化效果，恢复30%的生命，并获得[魔剑屏障]：部队遭受下一次伤害降低80%。（[魔剑屏障]失效后需间隔1回合才可以再次获得）"],
        "remark": "以阿鲁哈萨托为原型打造的替代品，基扎洛夫的得意之作。伊普西龙专属装备。"
    },
    {
        "id": 76,
        "name": "远古圣王冠冕",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["源初之光", "防御+10%。周围2格范围内有友军时，英雄造成伤害提升10%。可以享受[光辉军团]超绝效果。"],
        "remark": "一位王者的加冕，一柄圣剑的诞生，一场传说的开始。路因专属装备。"
    },
    {
        "id": 77,
        "name": "商业头脑",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["风险博弈", "生命+10%。回合开始时，有50%的概率获得2个[战争通币]。若没有获得，下回合概率提升50%，获得以后，概率重置为50%。"],
        "remark": "帽檐上的羽毛笔主要被用来签合同，或者在账本上写下某个倒霉蛋的名字。怀特·茜茜专属装备。"
    },
    {
        "id": 78,
        "name": "魔血的角盔",
        "type": 3,
        "quality": 4,
        "job": [10],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["衰竭之血", "生命+10%。部队生命80%及以上时，防御，魔防提升10%，对敌军造成伤害后，使其“造成魔法伤害降低20%”，持续2回合。"],
        "remark": "妮丝蒂尔在发挥魔族全力时会使用的头盔装甲，但这份狰狞的力量最终被用来守护珍视之人。妮丝蒂尔专属装备。"
    },
    {
        "id": 79,
        "name": "月蚀斗衣",
        "type": 2,
        "quality": 4,
        "job": [1, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["赤月降临", "生命+10%。造成固定伤害与遭受治疗效果提升20%。“月之暗面”指挥效果的范围+1。"],
        "remark": "残月蚀尽，新月再临，赤之月定能摆脱这份深重的诅咒。红月之王专属装备。"
    },
    {
        "id": 80,
        "name": "皇权禁铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["夺篡", "防御、魔防+5%。主动造成伤害时，偷取敌军1个强化效果。全场敌军每有1个[挑拨]，部队除生命外全属性+2%(最高10%)。"],
        "remark": "「所有的一切,终将归属于我！」。奥托克拉托四世专属装备。"
    },
    {
        "id": 81,
        "name": "盛绽之环",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["自然亲和", "生命+10%。行动结束时，使得自身获得“周围3格范围内所有部队所处地形视为‘草地’”，持续1回合。（[触发冷却]该效果触发后，需要间隔3回合才能再次触发）"],
        "remark": "就让茉来拂去世界树的痛苦，让它恢复原本的生机吧！」。茉专属装备。"
    },
    {
        "id": 82,
        "name": "辉光裁决士",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["集束歼击", "攻击+10%。可以享受[光辉军团]超绝效果。范围伤害技能变为对格子释放。自身距离目标越远，造成暴击率越高，每相隔多1格距离英雄暴击率提升3%（最高15%）"],
        "remark": "已经被瞄准的黑暗，永远逃不出辉光的裁决。修杰特专属装备。"
    },
    {
        "id": 83,
        "name": "愚弄者的诡面",
        "type": 3,
        "quality": 4,
        "job": [8, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["恶意永生", "生命+10%。英雄死亡时，使得自身周围5格范围内的敌军2个强化效果转化为随机弱化效果。"],
        "remark": "不必在意是谁愚弄着谁，愚弄这件事本身就充满乐趣，不是吗？邪神库鲁加专属装备。"
    },
    {
        "id": 84,
        "name": "无尽回环",
        "type": 3,
        "quality": 4,
        "job": [9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["创灭轮回", "生命+10%。英雄主动攻击进入战斗时造成伤害提升15%。战斗开始时获得1层[灭创之伟力]。使用命运扭转时，自身额外偷取目标3个强化效果。"],
        "remark": "「尘世湮灭与再生的无尽回环，也许是我始终无法超越的枷锁」。超越之人专属装备。"
    },
    {
        "id": 85,
        "name": "灵视目镜",
        "type": 3,
        "quality": 4,
        "job": [1, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["弱点解析", "生命，防御+5%。自身拥有“超绝强化”特殊效果时，主动攻击进入战斗英雄造成伤害提升10%，同时如果敌军没有“超绝强化”特殊效果，此次攻击战前使得敌军“攻击，智力降低15%”，持续1回合。"],
        "remark": "古代科技遗物，能够洞悉敌人的所有弱点。托娃专属装备。"
    },
    {
        "id": 86,
        "name": "猩红武装",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["女神的讪笑", "生命，防御+5%。携带技能无视COST限制。近战攻击进入战斗时，战前使敌军武器技能失效（最大生命值除外），当目标为非玩家英雄时，效果替换为‘攻击、智力降低25%’，持续1回合。"],
        "remark": "「进攻即是最好的防守，而不是那些可笑又笨重的甲胄」。希尔达专属装备。"
    },
    {
        "id": 87,
        "name": "转生的铭文",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["辉光之忆", "生命+10%。英雄天赋可以累积的[威光]效果个数+1。触发再行动时，身上携带的强化效果回合数不会减少。"],
        "remark": "神秘的面具中，存储着露希莉斯的光耀和历代杰西卡的记忆。降生之光专属装备。"
    },
    {
        "id": 88,
        "name": "构造躯体αEX",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["晶化立场", "生命，防御+5%。移动力+1。自身拥有[紫晶之盾]被物理攻击时或拥有[紫晶之障]被魔法攻击时，部队反弹受到伤害的60%。当两者都没有时，英雄造成伤害提升15%。"],
        "remark": "经过了水晶之力的终极同调与强化，既是保护装甲也是阿尔法躯体的替换部件。阿尔法专属装备。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */