export const weaponData3 = [
    {
        "id": 1,
        "name": "铁盔",
        "type": 3,
        "quality": 1,
        "job": [1, 2, 3],
        "attribute": [268, 0, 0, 0, 26, 0],
        "skill": [],
        "remark": "铁质头盔，很重。"
    },
    {
        "id": 2,
        "name": "硬皮盔",
        "type": 3,
        "quality": 1,
        "job": [4, 5, 6, 7],
        "attribute": [228, 0, 0, 0, 27, 0],
        "skill": [],
        "remark": "应该挡不住飞箭。"
    },
    {
        "id": 3,
        "name": "布帽",
        "type": 3,
        "quality": 1,
        "job": [8, 9, 10],
        "attribute": [192, 0, 0, 0, 32, 0],
        "skill": [],
        "remark": "只能用来防尘。"
    },
    {
        "id": 4,
        "name": "骑士盔",
        "type": 3,
        "quality": 2,
        "job": [1, 2, 3],
        "attribute": [297, 0, 0, 0, 31, 0],
        "skill": [],
        "remark": "骑士们都很喜欢。"
    },
    {
        "id": 5,
        "name": "斗气盔",
        "type": 3,
        "quality": 2,
        "job": [1, 2, 3],
        "attribute": [297, 0, 0, 0, 31, 0],
        "skill": [],
        "remark": "很生气的样子。"
    },
    {
        "id": 6,
        "name": "战意头环",
        "type": 3,
        "quality": 2,
        "job": [4, 5, 6, 7],
        "attribute": [256, 0, 0, 0, 32, 0],
        "skill": [],
        "remark": "这是战斗精神！防御力不重要！"
    },
    {
        "id": 7,
        "name": "精制革盔",
        "type": 3,
        "quality": 2,
        "job": [4, 5, 6, 7],
        "attribute": [256, 0, 0, 0, 32, 0],
        "skill": [],
        "remark": "轻便有效。"
    },
    {
        "id": 8,
        "name": "祭祀罩帽",
        "type": 3,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [215, 0, 0, 0, 38, 0],
        "skill": [],
        "remark": "戴上就会让人觉得友好。"
    },
    {
        "id": 9,
        "name": "魔术尖帽",
        "type": 3,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [215, 0, 0, 0, 38, 0],
        "skill": [],
        "remark": "进门的时候记得低头。"
    },
    {
        "id": 10,
        "name": "锁链盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "好重！"
    },
    {
        "id": 11,
        "name": "龙鳞盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "龙鳞少的可怜。"
    },
    {
        "id": 12,
        "name": "迅捷头盔",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["迅袭", "部队生命80%以上时，防御提升15%。"],
        "remark": "感觉自己像只鸟。"
    },
    {
        "id": 13,
        "name": "羽饰礼帽",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "彬彬有礼，贵族气质加持。"
    },
    {
        "id": 14,
        "name": "虔诚头冠",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["虔诚祝福", "部队生命80%以上时，魔防提升15%。"],
        "remark": "看上去很贵的样子。"
    },
    {
        "id": 15,
        "name": "幽魂法帽",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "完美掩盖自己的面容。"
    },
    {
        "id": 16,
        "name": "翡翠盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "头上一抹绿。"
    },
    {
        "id": 17,
        "name": "惊悚盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["恫吓", "行动结束时，有50%的概率给予自身2格范围内的1个敌军“防御”降低20%，持续1回合。"],
        "remark": "哈——！你吓到了吗——！？"
    },
    {
        "id": 18,
        "name": "钻石盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["闪耀", "部队生命80%以上时，魔防提升15%。"],
        "remark": "很贵的头盔，大家都会觉得你不差钱。"
    },
    {
        "id": 19,
        "name": "狂战盔",
        "type": 3,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["绝境", "部队生命60%以下时，防御提升15%。"],
        "remark": "杀敌和战死都是狂战士的荣耀。"
    },
    {
        "id": 20,
        "name": "生存头盔",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "几百年后会叫这玩意【安全帽】"
    },
    {
        "id": 21,
        "name": "探险帽",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "戴上它，去寻找隐藏在世界各地的财富吧！"
    },
    {
        "id": 22,
        "name": "艺人面具",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["迷惑", "行动结束时，有50%的概率使自身2格范围内的1个敌军“攻击，智力”降低20%，持续1回合。"],
        "remark": "这副面具能使敌人大笑不止。"
    },
    {
        "id": 23,
        "name": "橡树头冠",
        "type": 3,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [311, 0, 0, 0, 38, 0],
        "skill": ["绝缘", "部队生命80%以上时，魔防提升15%。"],
        "remark": "这种神木自带抵御魔法的力量。"
    },
    {
        "id": 24,
        "name": "绿叶头冠",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "戴在头上，会随着心情开出不同颜色的花。"
    },
    {
        "id": 25,
        "name": "翡翠头冠",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "妖精的皇冠并不需要非常浮夸。"
    },
    {
        "id": 26,
        "name": "术士罩帽",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["虹吸", "行动结束时，有50%概率使自身3格范围内的1个敌军“魔防”降低30%，持续1回合。"],
        "remark": "那么，代价是什么呢？"
    },
    {
        "id": 27,
        "name": "贤者法帽",
        "type": 3,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [259, 0, 0, 0, 44, 0],
        "skill": ["贤者加护", "行动结束时，给予自身附近的1个其他友军“魔防”提升20%，且免疫“眩晕”、“无法遭受强化状态”、“移动力降低”，持续1回合。"],
        "remark": "戴上这顶帽子，你会特别想给别人一些人生的建议。"
    },
    {
        "id": 28,
        "name": "埃尼亚斯之盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["眷顾", "生命+10%，防御+5%。"],
        "remark": "感觉自己像个罐头。"
    },
    {
        "id": 29,
        "name": "大地之盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["大地光辉", "被攻击时，魔防提升15%。部队生命80%以上时，遭受物理伤害降低10%。"],
        "remark": "我感觉我快要窒息了！"
    },
    {
        "id": 30,
        "name": "暮色头盔",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["薄雾", "魔防+8%，防御+8%。"],
        "remark": "看上去有点邪恶。"
    },
    {
        "id": 31,
        "name": "突击头饰",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["突击者", "生命+5%。主动攻击时，防御和魔防提升10%。"],
        "remark": "突击！突击！"
    },
    {
        "id": 32,
        "name": "天女头饰",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["圣洁祝福", "生命+10%。行动结束时，100%的概率对自身2格范围内的1名其他友军施加1个随机的强化效果。"],
        "remark": "做工很精致，有点舍不得戴出去。"
    },
    {
        "id": 33,
        "name": "暗之法冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["魔障", "魔防+10%，生命+5%。"],
        "remark": "没有人想和你搭讪了。"
    },
    {
        "id": 34,
        "name": "领袖之盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["领袖", "生命+10%，行动结束时，使相邻的1名其他友军“防御”提升20%，且免疫“防御、魔防降低”，“无法遭受治疗”，持续1回合。"],
        "remark": "谁带着谁是老大。"
    },
    {
        "id": 35,
        "name": "吸血鬼假面",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["血之惊悚", "防御+10%。行动结束时，50%概率使自身2格范围内的1个敌军“防御”降低20%，持续1回合。"],
        "remark": "○○,我不做人啦!"
    },
    {
        "id": 36,
        "name": "死神的呼吸",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["死神的呼吸", "生命+10%。如果本回合消灭过敌军，则在完成行动后，使自身2格范围内的敌军在下回合结束时，损失生命上限的20%。"],
        "remark": "有……口……臭……!"
    },
    {
        "id": 37,
        "name": "原质头盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["流体", "部队生命50%以上时，防御、魔防提升8%。部队生命50%以下时，攻击、技巧提升8%。"],
        "remark": "不停地在流动的材料，戴在头上能给皮肤保湿。"
    },
    {
        "id": 38,
        "name": "王者之冠",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["王者祝福", "生命、魔防+5%。行动结束时、使相邻的1名其他友军“造成伤害”提升20%，持续1回合。"],
        "remark": "奇幻的世界里，王者可是个高危职业。"
    },
    {
        "id": 39,
        "name": "洛基的假面",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["邪神护体", "生命+5%。被近身战斗时，防御提升15%。"],
        "remark": "狡诈之神发誓要向整个世界复仇。"
    },
    {
        "id": 40,
        "name": "耶梦加得之眼",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["世界蛇之毒", "生命、防御+5%。行动结束时，有50%的概率使自身2格范围内的1个敌军“造成伤害”降低15%，持续1回合。"],
        "remark": "世界之蛇在你的梦中苏醒，吞噬你的心智……"
    },
    {
        "id": 41,
        "name": "尼约德的羽冠",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["恃强凌弱", "生命+10%。和生命数值低于自己的部队战斗时防御和魔防提升15%。"],
        "remark": "夏之守护神的帽子，传言戴上它会使人的面容变得俊美。"
    },
    {
        "id": 42,
        "name": "光辉头饰",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["博爱", "部队生命100%时，魔防和防御提升15%。"],
        "remark": "光辉的一族秘传的头饰。"
    },
    {
        "id": 43,
        "name": "摄魂法帽",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["摄魂", "魔防+10%。行动结束时，50%的概率使自身3格范围内的1个敌军“无法使用主动技能”，持续1回合。"],
        "remark": "你的灵魂归我了。"
    },
    {
        "id": 44,
        "name": "冥府渡神",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["魔殇", "防御+10%。行动结束时，有50%的概率使自身3格范围内的1个敌军“遭受所有伤害”提升15%，持续1回合。"],
        "remark": "驾驭死者之舟的神所佩戴的帽子。"
    },
    {
        "id": 45,
        "name": "奥丁的宽檐帽",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["神之威慑", "魔防+10%。如果本回合击杀过敌军，行动结束时，使自身3格范围内的1个敌军损失5个强化效果。"],
        "remark": "独眼的神用宽檐帽遮盖自己的容貌，行走在大地之上，瞪谁谁那啥。"
    },
    {
        "id": 46,
        "name": "驯鹿礼帽",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["节日问候", "生命+10%。行动结束时，使相邻的1个友军“魔防”提升20%，且免疫“晕眩”、“无法遭受强化效果”，“移动力降低”，持续1回合。"],
        "remark": "人人果实驯鹿能力者…"
    },
    {
        "id": 47,
        "name": "红色缎带",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["芳香", "生命+10%。行动结束时， 如果部队生命低于50%，则恢复20%生命。"],
        "remark": "美丽的和风发饰，散发着樱花的香气。"
    },
    {
        "id": 48,
        "name": "鲜花礼帽",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["芳香", "生命+10%。行动结束时， 如果部队生命低于50%，则恢复20%生命。"],
        "remark": "路边的野花，你~不~要~采~哎~"
    },
    {
        "id": 49,
        "name": "提尔之怒",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["战神怒火", "防御+10%。行动结束时，如果未造成过伤害，则获得效果“技能伤害提升10%”、“反击伤害提升10%”，持续1回合。"],
        "remark": "据说战神提尔曾因穿上它之后脱不下来而发怒了七天七夜……"
    },
    {
        "id": 50,
        "name": "魔女的追想",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["护身咒", "生命+10%。行动结束时，使相邻的1个友军“技巧”+20%，并免疫“治疗反转（施加的治疗转化为伤害）”、“无法再行动”，持续1回合。"],
        "remark": "三个世界、三个答案、三重守护。"
    },
    {
        "id": 51,
        "name": "霜火之冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["霜火护佑", "魔防+10%。主动攻击进入战斗时，遭受伤害降低10%。"],
        "remark": "战争的流焰与严酷的霜寒在此交缠，引向未知的浩劫。"
    },
    {
        "id": 52,
        "name": "苍白天启",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["瘟疫", "魔防+10%。行动结束时，有50%的概率使自身2格范围内的1个敌军“无法遭受治疗”，持续1回合。"],
        "remark": "马蹄声啪嗒啪嗒，人在死唉呀唉呀。"
    },
    {
        "id": 53,
        "name": "尘世之光",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["圣耀庇护", "生命+10%。被攻击进入战斗前，自身为[混合部队]则恢复部队10%生命。抵挡[固定伤害]造成的致命一击（每场战斗最多触发1次）。"],
        "remark": "失落在尘世的记忆珍宝，如神灵般守护着不渝的灵魂。"
    },
    {
        "id": 54,
        "name": "最终保暖兵器",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["妈妈的爱", "生命+10%。行动结束时，使相邻的1名其他友军“遭受伤害”降低15%，且免疫“固定伤害”，持续1回合。"],
        "remark": "有一种冷叫妈妈觉得你冷，有一种加防叫妈妈觉得你扛不住。"
    },
    {
        "id": 55,
        "name": "感电头饰",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["静电感应", "生命+10%。行动结束时，若相邻有其他友军，则使自身及相邻随机1名其他友军反击伤害提升10%，且无法被位移，持续1回合。"],
        "remark": "高压危险，请勿靠近。"
    },
    {
        "id": 56,
        "name": "里格重盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["聚力重击", "生命+10%。护卫友军时，反击伤害提升15%。"],
        "remark": "海姆达尔曾化名里格，肩负着守护人类的重任，却从未有人见过他在这顶重盔下的尊容。"
    },
    {
        "id": 57,
        "name": "魔龙的凝视",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["猩空视界", "生命+5%。被远程攻击进入战斗时，英雄防御提升15%。"],
        "remark": "每一颗魔龙的眼球都不会放过任何卑鄙的偷袭，更何况，我有四颗！"
    },
    {
        "id": 58,
        "name": "森罗冕冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["万灵庇佑", "生命+10%。行动结束时，使相邻的1个友军“防御”提升20%，且免疫:“伤口诅咒（遭受治疗转化为伤害）”，“无法遭受强化效果”，持续1回合。"],
        "remark": "在万物之灵的护佑下，一切阴谋都将化作虚梦。"
    },
    {
        "id": 59,
        "name": "冥澜之怒",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["复仇怒火", "生命+10%。被攻击进入战斗时，攻击提升8%。"],
        "remark": "死之女神正怒火中烧，誓将复仇的狂澜席卷世间。"
    },
    {
        "id": 60,
        "name": "晴雪绒帽",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["凛冬祝福", "生命+10%，被攻击进入战斗时有50%概率防御提升20%。"],
        "remark": "孩子，别害怕那凌冽的朔寒。至冬女神的祝福，将为你消融冰雪。"
    },
    {
        "id": 61,
        "name": "星绛之幕",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["参宿协辉", "生命+10%。部队生命值不低于80%时，受到其他友军治疗后获得，“技能伤害提升10%”，“普攻伤害提升10%”，持续1回合。"],
        "remark": "群星如你，你如群星。"
    },
    {
        "id": 62,
        "name": "宵影羽盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["辉暗交映", "生命+10%。进入战斗前，将自身防御和魔防中基础值较高一项属性的8%增加到另一项属性上。"],
        "remark": "如晨曦般锐意，如暮夜般隐忍……光与暗交织之所，唯骑士屹立不倒。"
    },
    {
        "id": 63,
        "name": "夜之枭影",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["孤影凝视", "生命+10%。行动结束时，若周围2格范围内没有敌军，则获得“技能伤害提升5%”，“范围技能伤害提升10%”，持续1回合。"],
        "remark": "暴虐的学识潜藏于深洋之下……别独自面对它的凝视。"
    },
    {
        "id": 64,
        "name": "林原禁盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["自然选择", "生命+5%。被生命值百分比不高于自身的敌军攻击进入战斗时防御提升10%。"],
        "remark": "森林为强者赐福，元素为隐者加护。外来者，别不自量力。"
    },
    {
        "id": 65,
        "name": "猎魔礼帽",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["涤魔佑影", "生命+10%。行动结束时，若相邻有其他友军，则使自身及相邻随机1名其他友军获得“遭受范围伤害降低15%”与“免疫无法使用主动技能”，持续1回合。"],
        "remark": "涤净妖邪之魄，护佑猎魔之影——五芒星帽徽之下，邪祟必将无所遁形。"
    },
    {
        "id": 66,
        "name": "亘古的呼唤",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["狂野之心", "生命+10%。受到伤害后获得“造成伤害提升15%”，持续1回合。"],
        "remark": "听到了吗？来自远古的战歌正呼唤着我们启程。"
    },
    {
        "id": 67,
        "name": "心视荣盔",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["盲行", "防御+10%。部队被传送、位移后，或在防御地形上行动结束时，获得“免疫移动力降低”、“移动力+1”，持续1回合。"],
        "remark": "360度防御无死角的完美头盔，唯一的缺憾是看不见路。"
    },
    {
        "id": 68,
        "name": "人鱼的传说",
        "type": 3,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["涤净之歌", "生命+10%。主动攻击进入战斗前，驱散自身1个弱化效果。"],
        "remark": "传说当深海的人鱼公主放声歌唱，海洋将汇聚成她的礼帽，而生灵在其中欢腾。"
    },
    {
        "id": 69,
        "name": "暮色蝶梦",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["永夜之悼", "生命+10%。触发“再行动效果后有100%的概率获得1个随机强化效果。"],
        "remark": "黑纱如夜，红蔷薇低泣着未亡人的秘语；蝶翼轻颤，窥见第二次绽放的时机。"
    },
    {
        "id": 70,
        "name": "暗影颅笼",
        "type": 3,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["诅咒执掌者", "防御+10%。被拥有弱化的部队攻击进入战斗时，使其1个随机弱化效果持续时间+1，自身随机1个弱化效果持续时间-1。"],
        "remark": "入地狱的旅人啊，赠与你暗火赐福之帽！"
    },
    {
        "id": 71,
        "name": "花与菇之帽",
        "type": 3,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["好吃吗？", "生命+10%。行动结束时如果处于“树林”“草地”地形之上，恢复部队15%已损失生命值并获得1个随机效果。（可能吃到毒蘑菇！）"],
        "remark": "路边的蘑菇必须采，采了要往嘴里塞。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */