export const weaponData = [
    {
        "id": 1,
        "name": "皮靴",
        "type": 4,
        "quality": 2,
        "job": [12],
        "attribute": [0, 0, 0, 27, 0, 32],
        "skill": [],
        "remark": "质地柔软，很舒服。"
    },
    {
        "id": 2,
        "name": "力量指环",
        "type": 4,
        "quality": 2,
        "job": [12],
        "attribute": [297, 43, 0, 0, 0, 0],
        "skill": [],
        "remark": "力量！涌出吧力量！"
    },
    {
        "id": 3,
        "name": "智慧指环",
        "type": 4,
        "quality": 2,
        "job": [12],
        "attribute": [0, 0, 43, 0, 27, 0],
        "skill": [],
        "remark": "可以变得更聪明么？"
    },
    {
        "id": 4,
        "name": "红宝石项链",
        "type": 4,
        "quality": 2,
        "job": [12],
        "attribute": [297, 0, 0, 0, 27, 0],
        "skill": [],
        "remark": "鲜红的宝石熠熠生辉。"
    },
    {
        "id": 5,
        "name": "蓝宝石项链",
        "type": 4,
        "quality": 2,
        "job": [12],
        "attribute": [297, 0, 43, 0, 0, 0],
        "skill": [],
        "remark": "湛蓝的宝石隐隐闪耀。"
    },
    {
        "id": 6,
        "name": "钢护腿",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 0, 0, 32, 32, 0],
        "skill": ["魔御", "魔防+8%。"],
        "remark": "有效保护你的膝盖。"
    },
    {
        "id": 7,
        "name": "增速靴",
        "type": 4,
        "quality": 3,
        "job": [1, 2, 5, 6, 7, 8, 9, 10, 11],
        "attribute": [363, 0, 0, 0, 32, 0],
        "skill": ["疾行", "生命+5%，移动力+1。"],
        "remark": "感觉自己可以跑的更快了。"
    },
    {
        "id": 8,
        "name": "突击指环",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 49, 0, 32, 0, 0],
        "skill": ["魔击", "魔防+5%，攻击+5%。"],
        "remark": "突击笨蛋的首选。"
    },
    {
        "id": 9,
        "name": "守护指环",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 0, 32, 0, 0],
        "skill": ["生机", "生命+8%。"],
        "remark": "默默守护着你。"
    },
    {
        "id": 10,
        "name": "冥想指环",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 0, 49, 0, 32, 0],
        "skill": ["坚定", "智力+5%。免疫“固定伤害”。"],
        "remark": "小心不要睡着了！"
    },
    {
        "id": 11,
        "name": "哨兵徽记",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 49, 0, 32, 0, 0],
        "skill": ["魔御", "魔防+8%。"],
        "remark": "坚忍的象征。"
    },
    {
        "id": 12,
        "name": "神使坠饰",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 0, 49, 0, 32, 0],
        "skill": ["生机", "生命+8%。"],
        "remark": "传播爱与和平。"
    },
    {
        "id": 13,
        "name": "真理吊坠",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 49, 0, 0, 0],
        "skill": ["真理", "智力+5%，生命+5%。"],
        "remark": "对真理的探求永无止境。"
    },
    {
        "id": 14,
        "name": "武勇纹章",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 49, 0, 0, 0, 0],
        "skill": ["生机", "生命+8%。"],
        "remark": "勇气的象征。"
    },
    {
        "id": 15,
        "name": "水晶脚链",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 0, 49, 32, 0, 0],
        "skill": ["魔御", "魔防+8%。"],
        "remark": "女孩子们都很喜欢。"
    },
    {
        "id": 16,
        "name": "秘文石板",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 49, 0, 0, 0, 38],
        "skill": ["稳固", "生命+10%。免疫“攻击、智力降低”。"],
        "remark": "奇怪的秘文几乎没人能解读。"
    },
    {
        "id": 17,
        "name": "十字架",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 49, 0, 0, 0],
        "skill": ["护佑", "治疗效果+8%，生命+5%。"],
        "remark": "精致的镶宝石十字架，可以驱散恶灵。"
    },
    {
        "id": 18,
        "name": "圣甲虫",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [0, 0, 49, 0, 32, 0],
        "skill": ["圣甲", "治疗效果+8%，魔防+5%。"],
        "remark": "做工精致的甲虫像，圣物之一。"
    },
    {
        "id": 19,
        "name": "圣像",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 0, 32, 0, 0],
        "skill": ["圣印", "防御+5%，遭受治疗效果+10%。"],
        "remark": "女神的圣像，看到就很安心。"
    },
    {
        "id": 20,
        "name": "琉璃宝珠",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 49, 0, 0, 0],
        "skill": ["琉璃", "治疗效果+10%，免疫“无法使用主动技能”。"],
        "remark": "神奇的宝珠，光华流彩。"
    },
    {
        "id": 21,
        "name": "护身符",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 0, 32, 0, 0],
        "skill": ["护身", "近战伤害减免10%。"],
        "remark": "保佑你远离厄运。"
    },
    {
        "id": 22,
        "name": "占星球",
        "type": 4,
        "quality": 3,
        "job": [12],
        "attribute": [363, 0, 0, 32, 0, 0],
        "skill": ["占卜", "远程伤害减免10%。"],
        "remark": "巫师们的必备法器。"
    },
    {
        "id": 23,
        "name": "神翼护胫",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["神御", "攻击+8%。被攻击时，防御提升10%。"],
        "remark": "有点重，但是防护力很明显改善了。"
    },
    {
        "id": 24,
        "name": "神行靴",
        "type": 4,
        "quality": 4,
        "job": [1, 2, 5, 6, 7, 8, 9, 10, 11],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["神行", "防御+8%，移动力+1。"],
        "remark": "飞一般的感觉！"
    },
    {
        "id": 25,
        "name": "精灵石之戒",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["精灵之怒", "主动进入战斗时，攻击、防御提升8%。"],
        "remark": "精灵的秘宝，不可多得。"
    },
    {
        "id": 26,
        "name": "神圣指环",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["神圣庇护", "智力+8%。免疫“无法使用技能”。"],
        "remark": "充满圣洁的力量，受到神灵的庇护。"
    },
    {
        "id": 27,
        "name": "德罗普尼尔",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["反弹", "智力+8%。被远程攻击进入战斗时，可以反弹本次遭受伤害的30%。"],
        "remark": "戴着很痛的样子，主神奥丁的统御之戒。"
    },
    {
        "id": 28,
        "name": "屠龙勋章",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["斩龙", "攻击+8%。与“飞兵”战斗时攻击额外提升12%。"],
        "remark": "屠龙者的最高荣誉，冒险者们的梦想。"
    },
    {
        "id": 29,
        "name": "女神之泪",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["女神之泪", "治疗效果+15%。行动结束时，为周围2格内的3个其他友军驱散1个弱化效果。"],
        "remark": "传说是女神泪水凝结而成的，赐予女神的祝福。"
    },
    {
        "id": 30,
        "name": "次元宝珠",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["时光回溯", "智力+8%。使用主动技能造成伤害时，30%的概率使得该技能冷却时间-1。"],
        "remark": "由时空裂缝中的以太旋涡凝结而成的珠宝，拥有玩弄时间的力量。"
    },
    {
        "id": 31,
        "name": "光之面纱",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 0, 48, 0],
        "skill": ["光尘", "魔防+8%。免疫“防御、魔防降低”。"],
        "remark": "朦胧的美，虽然不能防御攻击，但能保护你免受诅咒。"
    },
    {
        "id": 32,
        "name": "星之耳坠",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["星之守护", "智力+8%。和“刺客”、“弓手”战斗时，防御提升30%。"],
        "remark": "蕴含着星辰之光，使得黑暗中的潜伏者无所遁形。"
    },
    {
        "id": 33,
        "name": "霸者徽章",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["霸者", "全属性+5%。免疫“防御、魔防降低”、“攻击、智力降低”、“移动力降低”。"],
        "remark": "谁才有资格颁发这样的证明？"
    },
    {
        "id": 34,
        "name": "圣骨",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 0, 48, 0],
        "skill": ["反射", "生命+8%。被近战攻击时，反弹本次遭受伤害的30%。"],
        "remark": "虽然很神圣……"
    },
    {
        "id": 35,
        "name": "真十字架",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["驱魔者", "治疗效果+15%。和魔族、法师战斗时，智力、魔防、防御提升20%。"],
        "remark": "并不是说其他都是假的。"
    },
    {
        "id": 36,
        "name": "圣杯",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["圣杯", "智力+5%。本回合如果造成过伤害，行动结束时为周围1格的其他友军回复15%的生命。"],
        "remark": "盛满了愿望，生命的力量。"
    },
    {
        "id": 37,
        "name": "圣王护符",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["圣洁祝福", "当周围2格有我方友军时，战斗中防御、魔防提升10%。"],
        "remark": "强力的守护者，强者的象征。"
    },
    {
        "id": 38,
        "name": "天使之羽",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["天佑", "生命+10%，治疗效果+10% ，免疫“眩晕”。"],
        "remark": "天使的羽毛，治愈你的伤痛。"
    },
    {
        "id": 39,
        "name": "血之盟约",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [1102, 0, 0, 0, 0, 0],
        "skill": ["血契", "生命+15%。免疫“无法被治疗”、“无法遭受强化效果”。"],
        "remark": "鲜血之契约，蕴含强大的法力，虽然好像有副作用。"
    },
    {
        "id": 40,
        "name": "巨人腰带",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["巨人", "被近战攻击时，战斗中防御、魔防提升10%。"],
        "remark": "这条巨大的腰带最初由霜巨人打造而成。"
    },
    {
        "id": 41,
        "name": "精灵腰带",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["偏折", "被远程攻击时，战斗中防御、魔防提升10%。"],
        "remark": "精灵奇匠在腰带上附加了能偏转箭矢轨迹的魔法。"
    },
    {
        "id": 42,
        "name": "孤星腕轮",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["星之力", "周围2格没有友军时，战斗中攻击、防御提升10%。"],
        "remark": "传说由妖精族的奇匠用极夜的星光打造而成。"
    },
    {
        "id": 43,
        "name": "索尔的项链",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["闪电链", "攻击+5%。主动进入战斗时，战后50%概率对敌军造成一次固定伤害，伤害值为英雄攻击的1倍。"],
        "remark": "无数的闪电缠绕在雷神的周围，给予敌人神的制裁。"
    },
    {
        "id": 44,
        "name": "审判魔符",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["断罪", "攻击+8%。和“僧侣”战斗时，攻击额外提升12%。"],
        "remark": "你有权保持沉默，但你所说的每一句话都将作为陈堂证供。"
    },
    {
        "id": 45,
        "name": "恐惧魔眼",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["目光", "智力+8%。主动进入战斗时，战后有50%概率使敌军“造成伤害”降低15%，持续1回合。"],
        "remark": "我，看看看看看看到你了！"
    },
    {
        "id": 46,
        "name": "妖精的步伐",
        "type": 4,
        "quality": 4,
        "job": [1, 2, 3, 4, 5, 11],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["妖精之舞", "防御+8%。攻击后可以自由的移动2格。"],
        "remark": "一步两步，一步两步。。。"
    },
    {
        "id": 47,
        "name": "兰德维蒂玫瑰",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["寂静", "智力+8%。主动攻击造成伤害时，有50%的概率使敌军损失1个强化效果。"],
        "remark": "诸神黄昏之后仅有沉默之神的玫瑰在兰德维蒂寂静盛开。"
    },
    {
        "id": 48,
        "name": "游击士勋章",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 0, 48, 43, 0],
        "skill": ["自由守护", "全属性+5%。免疫“固定伤害”、“无法使用主动技能”。"],
        "remark": "游击士的身份证明，象征着自由、勇敢、以及孩子们的梦想。"
    },
    {
        "id": 49,
        "name": "红色小棉袜",
        "type": 4,
        "quality": 4,
        "job": [1, 2, 5],
        "attribute": [0, 75, 0, 0, 43, 0],
        "skill": ["轻快", "攻击+5%，移动力+1。"],
        "remark": "等等，还有一只跑哪去了！？"
    },
    {
        "id": 50,
        "name": "铸剑者勋章",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 0, 48, 43, 0],
        "skill": ["自由守护", "全属性+5%。免疫“固定伤害”、“无法使用主动技能”。"],
        "remark": "内含一枚安杰丽卡特制的防伪ID芯片……"
    },
    {
        "id": 51,
        "name": "小熊玩偶",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["毛茸茸", "治疗效果+15%。当使用单体支援技能时，使得增益效果持续回合数+1。"],
        "remark": "爱丽丝的心爱玩具，少女心爆棚的萌物。"
    },
    {
        "id": 52,
        "name": "Q巨拉",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["毛茸茸", "治疗效果+15%。当使用单体支援技能时，使得增益效果持续回合数+1。"],
        "remark": "听说是由纯圣兽毛制成的，古巨拉脱发问题的副产物。"
    },
    {
        "id": 53,
        "name": "晨昏之星",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["破晓", "攻击、智力+5%。主动攻击进入战斗前，对敌军造成1次[固定伤害]，伤害值为英雄攻击和智力中较低一项属性的1倍。如果敌军为[混合部队]，则此次伤害无法被免疫。"],
        "remark": "晨昏陨落之处，繁星正确之时。"
    },
    {
        "id": 54,
        "name": "暗谋坠饰",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 0, 0, 37],
        "skill": ["死角一击", "全属性+5%。进入战斗时，暴击率+5%。"],
        "remark": "仔细听，它在向你低语敌人的弱点所在。"
    },
    {
        "id": 55,
        "name": "氤氲之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["决心", "全属性+5%。免疫“伤口诅咒（遭受治疗转化为伤害）”、“治疗反转（施加的治疗转化为伤害）”。"],
        "remark": "水脉的温柔与大地的坚韧交汇其中，编织着创生的力量。"
    },
    {
        "id": 56,
        "name": "囚徒的齿轮",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["秩序运转", "攻击+8%。和“骑兵”战斗时，攻击额外提升12%。"],
        "remark": "吱呀转动的齿轮，象征着世间秩序的运转，虽已在狱中染上时光的旧迹，却难以掩盖它神秘的光芒。"
    },
    {
        "id": 57,
        "name": "机巧核心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 0, 48, 43, 0],
        "skill": ["千机变", "全属性+5%。被攻击进入战斗时，防御、魔防中较低的一项属性再提升5%。"],
        "remark": "现代魔导科技的最新产物，可以满足每一个使用者的独特需求。"
    },
    {
        "id": 58,
        "name": "救赎之心",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["不可接触", "治疗效果提升15%。免疫“固定伤害”。"],
        "remark": "勇毅的圣者甘愿承受一切痛苦，为悲伤的世界带来神谕中的救赎。"
    },
    {
        "id": 59,
        "name": "渴血之钉",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["沸腾之血", "攻击+8%。免疫：“无法使用技能”。"],
        "remark": "热血在耳边沸腾，低声呼唤着心底征伐的渴望。"
    },
    {
        "id": 60,
        "name": "创世法则",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["元素震荡", "智力+8%，主动攻击进入战斗时，若使用的技能对敌方英雄有特效，则英雄造成魔法伤害提升10%。"],
        "remark": "蕴藏宇宙奥秘的典藏古籍，切勿随意翻阅。"
    },
    {
        "id": 61,
        "name": "溟蚀潮音",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["神蚀之曲", "智力+8%，主动攻击造成伤害后，有70%的概率，使敌军“魔防降低20%”，持续1回合。"],
        "remark": "轻触琴弦，那远方传来的潮音，正吞蚀着谁人的心智？"
    },
    {
        "id": 62,
        "name": "岚砂之绊",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 0, 48, 0, 0],
        "skill": ["情之眷护", "全属性+5%。免疫：“眩晕”与“被动技能失效”。"],
        "remark": "风与流沙之间，情人心系彼此的信物。见证过无数守护的誓言。"
    },
    {
        "id": 63,
        "name": "回溯之锋",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["三重时溯", "攻击+8%，使用技能进入战斗造成伤害时，30%的概率，使得该技能冷却时间随机降低1-2。"],
        "remark": "当象征往昔、当下与未来的剑刃合而为一，汇聚的锋芒将搅动时间的乱流！"
    },
    {
        "id": 64,
        "name": "灾厄使徒",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["厄运临刑", "攻击、智力+5%。主动攻击进入战斗前，100%概率使敌军除生命外随机一项属性降低30%，持续1回合。如果自身为非混合部队时，该效果无法驱散。"],
        "remark": "嘘——终焉的灾厄已然降临，我们该上路了。"
    },
    {
        "id": 65,
        "name": "敛辉圣翼",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["蓄羽之势", "全属性+5%。行动结束时，如果本回合未造成伤害，有100%的概率获得“移动力+2”，持续1回合。（若此时已经拥有通用移动力提升效果，则“移动力+3”）"],
        "remark": "荣光的羽翼暂敛锋芒……下一刻，你将知晓它等待的用意。"
    },
    {
        "id": 66,
        "name": "晶翠灵蝶",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 0, 48, 43, 0],
        "skill": ["蝶舞幻佑", "全属性+5%。回合开始时获得“免疫遭受的下1个弱化效果，触发时恢复部队20%生命”不可驱散。"],
        "remark": "远古的机巧，蕴藏着咒法的护佑。亵渎的造物，隐匿着古老的秘密。"
    },
    {
        "id": 67,
        "name": "星运时轨",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["虚无星象", "攻击、智力+5%。主动攻击进入战斗时，本次战斗敌军“饰品技能失效”，当目标为非玩家英雄时，该效果替换为“遭受伤害提升10%”。"],
        "remark": "星象易位，时空隐现。少许必要的「知识」，便能使「虚无」为你所用。"
    },
    {
        "id": 68,
        "name": "海蕴之瓶",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 0, 75, 0, 0, 0],
        "skill": ["神恩之愈", "治疗效果+10%、生命+5%。释放技能时每命中1个友军，自身获得1层“行动结束或被攻击受到伤害时为周围2格内1个生命低于80%的友军恢复1.5倍智力的生命，并移除此效果”，可累积5层，不可驱散。"],
        "remark": "女神的恩典蕴藏于深海之下——如今你在岸上也能随时来一口了。"
    },
    {
        "id": 69,
        "name": "咒溯摇铃",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 0, 43, 0, 0],
        "skill": ["归来者", "攻击、技巧+8%。使用技能攻击进入战斗时，若目标周围1格范围内没有其他敌军，战后恢复15%的最大生命并可以选择传送到回合开始的位置（[触发冷却]传送效果需要间隔3回合才可以再次触发）。"],
        "remark": "传说可以穿梭时间的摇铃.....但代价是什么呢？"
    },
    {
        "id": 70,
        "name": "天才的注视",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["奇才解析", "攻击、智力+8%。主动攻击进入战斗时伤害无视敌军[护盾]。（包含[固定伤害]）"],
        "remark": "「自带脑波增幅器，戴上它，你也可以成为天才！」——眼镜商家如是说。"
    },
    {
        "id": 71,
        "name": "世界魔方",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["自然延展", "全属性+5%。施加的地形特效持续回合数+1，敌军位于其上时所处地形的防御效果降低5%，友军位于其上时所处地形的防御效果提升5%。"],
        "remark": "扭转的不止手中的道具，亦是山川大海的规则。"
    },
    {
        "id": 72,
        "name": "永劫之剪",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["二律剪除", "攻击、智力+5%。使用技能攻击部队生命值百分比不高于自身的敌军进入战斗时，战后行动结束时使目标随机5个强化效果持续回合数-1，若敌军未拥有强化效果则本次战斗英雄伤害提升8%。"],
        "remark": "它以不朽蛇环为枢，每一次开合，皆为对既定秩序发起的裁断一击。"
    },
    {
        "id": 73,
        "name": "痴情香氛",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 0, 48, 43, 0],
        "skill": ["扭曲痴恋", "全属性+5%。被敌军攻击受到伤害或死亡时，对目标施加1回合的[失去控制]，主动攻击进入战斗后该装备失效1回合。（非竞技模式中，该效果替换为“遭受伤害提高20%”）"],
        "remark": "爱是世界上最可怕的力量。"
    },
    {
        "id": 74,
        "name": "寻迹之书",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 75, 75, 0, 0, 0],
        "skill": ["开卷有益", "攻击、智力+8%。使用技能时获得1层[魔典充能]，技能每有1回合冷却时间额外获得1层，可累积3层，不可驱散，受到治疗及[护盾]效果时消耗1层[魔典充能]，减少冷却时间最长的伤害技能1回合冷却时间并驱散1个弱化效果。"],
        "remark": "迷途的人啊，你可曾低头看一看我？"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */