export const weaponData5 = [
    {
        "id": 1,
        "name": "流浪的骑士",
        "type": 1,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["传说之耀", "攻击+10%。使用技能造成伤害时，30%概率使技能冷却时间-5。"],
        "remark": "没有人能在我的BGM里打败我。艾尔文专属装备。"
    },
    {
        "id": 2,
        "name": "黄金狮子",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 7],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["狮吼", "魔防+10%。如果本回合击杀过敌军，行动结束时，使自身3格范围内的1个敌军“眩晕”1回合。"],
        "remark": "黄金之风，自由之意，守护骑士参上。迪哈尔特专属装备。"
    },
    {
        "id": 3,
        "name": "黑色新娘",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["深暗", "生命+5%。进入战斗前，使敌军遭受一个随机的强力弱化效果。"],
        "remark": "拥抱黑暗，成为深渊中恸哭的新娘。拉娜专属装备。"
    },
    {
        "id": 4,
        "name": "斩男色",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["魅力四射", "魔防+10%。行动结束时，使相邻2格的4个其他友军免疫“固定伤害”，持续1回合。"],
        "remark": "据说涂上这个颜色的唇膏可以斩获所有直男的心。伊梅尔达专属装备。"
    },
    {
        "id": 5,
        "name": "团结",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [509, 75, 0, 0, 0, 0],
        "skill": ["意志之力", "当周围2格有我方友军时，攻击、防御、魔防提升10%。"],
        "remark": "由记忆打造成的戒指，友情与羁绊的象征。马修专属装备。"
    },
    {
        "id": 6,
        "name": "利古里亚之冠",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["王器", "防御、魔防+5%。对自己施加的强化效果持续回合+1。"],
        "remark": "曾被窃走的王冠，现在物归原主。亚鲁特缪拉专属装备。"
    },
    {
        "id": 7,
        "name": "魔导防护服",
        "type": 2,
        "quality": 4,
        "job": [8, 9],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["防护反射", "生命+5%。被近战攻击进入战斗前，对敌军造成1次固定伤害，伤害值为英雄智力的1倍。"],
        "remark": "采用了克里姆索科技的神秘服饰，能反射攻击。蕾伽尔专属装备。"
    },
    {
        "id": 8,
        "name": "古巨美的馈赠",
        "type": 3,
        "quality": 4,
        "job": [12],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["余兴", "生命+5%。战斗后，恢复自身部队10%的生命。携带技能无视COST限制。"],
        "remark": "其实是圣兽一族专用的磨牙棒，能预防牙结石。古巨拉专属装备。"
    },
    {
        "id": 9,
        "name": "黑色曙光",
        "type": 1,
        "quality": 4,
        "job": [3, 7, 8],
        "attribute": [0, 107, 107, 0, 0, 0],
        "skill": ["混沌闪电", "攻击、智力+10%。主动近战攻击进入战斗前，对敌军造成一次固定伤害，伤害值为英雄智力的2倍。主动远程攻击进入战斗后，对敌军造成一次固定伤害，伤害值为英雄攻击的2倍。"],
        "remark": "混沌狭缝中诞生的武器，唯有半魔族能驾驭其复杂的力量。索尼娅专属装备。"
    },
    {
        "id": 10,
        "name": "妖精之翼",
        "type": 4,
        "quality": 4,
        "job": [12],
        "attribute": [0, 0, 75, 0, 43, 0],
        "skill": ["羽步", "智力+5%。攻击后，可以再次移动2格。"],
        "remark": "用魔法重构的妖精羽翼，古典魔法器的巅峰之作。莉法妮专属装备。"
    },
    {
        "id": 11,
        "name": "远见",
        "type": 3,
        "quality": 4,
        "job": [2, 3, 6],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["智瞳", "生命+10%。行动结束时，使得周围2格以内所有敌军随机获得一个弱化效果。"],
        "remark": "我目睹了那些你们绝对不会相信的东西。艾马林克专属装备。"
    },
    {
        "id": 12,
        "name": "1UP",
        "type": 2,
        "quality": 4,
        "job": [4, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["复活币", "防御、魔防+5%。主动攻击进入战斗时，如果受到致命伤害，不会死亡。(该效果需要间隔4回合才能再次触发)"],
        "remark": "「我还会再回来的！给我等着！」。雪莉专属装备。"
    },
    {
        "id": 13,
        "name": "卡昆西斯之冠",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["大陆荣光", "魔防+10%。行动结束时，有30%概率使得自己获得“技能射程+1，范围+1”，持续1回合。"],
        "remark": "高瞻远嘱的卡昆西斯女王，给伊雷斯大陆带来了新的荣光。雪露法妮尔专属装备。"
    },
    {
        "id": 14,
        "name": "风中之花",
        "type": 3,
        "quality": 4,
        "job": [1, 4, 5],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["风之花", "防御+10%。触发再行动时，身上携带的强化状态回合数不会减少。(该效果需要间隔3回合才能再次触发)"],
        "remark": "生于风中的芬芳，就如它的主人一样永远不会停止飞行。安洁丽娜专属装备。"
    },
    {
        "id": 15,
        "name": "霸王战甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["霸王野望", "生命+5%。英雄天赋范围+1。"],
        "remark": "光是看到这幅铠甲，就能联想到其主人昔日的威严。巴恩哈特专属装备。"
    },
    {
        "id": 16,
        "name": "兰芳特的次选",
        "type": 3,
        "quality": 4,
        "job": [1, 3, 4],
        "attribute": [583, 0, 0, 0, 48, 0],
        "skill": ["战地统帅", "防御+10%。英雄天赋范围+1。"],
        "remark": "兰芳特很少使用他的锋芒毕露的头盔。兰芳特专属装备。"
    },
    {
        "id": 17,
        "name": "笠",
        "type": 3,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [437, 0, 0, 0, 59, 0],
        "skill": ["隐于乱世", "防御、魔防+5%。部队生命值100%时，技巧+30%。"],
        "remark": "痛失了家国，流浪的武土掩盖了自己的面容。雾风专属装备。"
    },
    {
        "id": 18,
        "name": "我我我公主？",
        "type": 3,
        "quality": 4,
        "job": [8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["哎哟喂", "生命+5%。英雄天赋可以累积的增益效果个数+1，可以享受[公主联盟]超绝效果。"],
        "remark": "这是什么邪恶的魔法！？谁来帮我把这个耳环摘下来啊！？海恩专属装备。"
    },
    {
        "id": 19,
        "name": "荆棘皇冠",
        "type": 3,
        "quality": 4,
        "job": [2, 8, 9],
        "attribute": [364, 0, 0, 0, 65, 0],
        "skill": ["蔷薇女王", "魔防+10%。被攻击进入战斗前，对敌军造成固定伤害，伤害值为英雄魔防的2倍。"],
        "remark": "蔷薇有刺，孤独盛开。芙蕾雅专属装备。"
    },
    {
        "id": 20,
        "name": "■■■■",
        "type": 1,
        "quality": 4,
        "job": [9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["触手粘液", "智力+10%。主动攻击造成伤害后，使敌军“移动力”降低1格，且无法进行护卫，持续1回合。"],
        "remark": "「格尼尔，谁让你把这东西拿出来玩了！？我不要面子的啊！？」艾梅达专属装备。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */