export const weaponData1 = [
    {
        "id": 1,
        "name": "匕首",
        "type": 1,
        "quality": 1,
        "job": [1, 6, 7],
        "attribute": [0, 51, 0, 0, 0, 27],
        "skill": [],
        "remark": "用来削苹果不错，上战场就比较危险了。"
    },
    {
        "id": 2,
        "name": "长剑",
        "type": 1,
        "quality": 1,
        "job": [1, 3],
        "attribute": [228, 53, 0, 0, 0, 0],
        "skill": [],
        "remark": "很长，所以很强！"
    },
    {
        "id": 3,
        "name": "手斧",
        "type": 1,
        "quality": 1,
        "job": [2, 4, 5],
        "attribute": [0, 54, 0, 0, 0, 0],
        "skill": [],
        "remark": "砍柴小能手。"
    },
    {
        "id": 4,
        "name": "石槌",
        "type": 1,
        "quality": 1,
        "job": [1, 5, 9],
        "attribute": [304, 41, 0, 0, 0, 0],
        "skill": [],
        "remark": "砍柴小能手。"
    },
    {
        "id": 5,
        "name": "长枪",
        "type": 1,
        "quality": 1,
        "job": [2, 3, 4],
        "attribute": [269, 52, 0, 0, 0, 0],
        "skill": [],
        "remark": "我最长！"
    },
    {
        "id": 6,
        "name": "手杖",
        "type": 1,
        "quality": 1,
        "job": [8, 9, 10],
        "attribute": [228, 0, 52, 0, 0, 0],
        "skill": [],
        "remark": "拿着它的人要么很聪明，要么腿脚不太好。"
    },
    {
        "id": 7,
        "name": "长弓",
        "type": 1,
        "quality": 1,
        "job": [6, 7],
        "attribute": [0, 52, 0, 0, 0, 22],
        "skill": [],
        "remark": "狩猎的常规装备。"
    },
    {
        "id": 8,
        "name": "军用短刀",
        "type": 1,
        "quality": 2,
        "job": [1, 6, 7],
        "attribute": [0, 53, 0, 0, 0, 32],
        "skill": [],
        "remark": "轻便的短刀，比匕首还是强一点的。"
    },
    {
        "id": 9,
        "name": "护身短剑",
        "type": 1,
        "quality": 2,
        "job": [1, 6, 7],
        "attribute": [0, 53, 0, 0, 0, 32],
        "skill": [],
        "remark": "谁说短就不好用了！"
    },
    {
        "id": 10,
        "name": "大剑",
        "type": 1,
        "quality": 2,
        "job": [1, 3],
        "attribute": [256, 60, 0, 0, 0, 0],
        "skill": [],
        "remark": "很大！所以很强！"
    },
    {
        "id": 11,
        "name": "军刀",
        "type": 1,
        "quality": 2,
        "job": [1, 3],
        "attribute": [256, 60, 0, 0, 0, 0],
        "skill": [],
        "remark": "象征着军人的荣耀。"
    },
    {
        "id": 12,
        "name": "战斧",
        "type": 1,
        "quality": 2,
        "job": [2, 4, 5],
        "attribute": [256, 61, 0, 0, 0, 0],
        "skill": [],
        "remark": "不战斗时可以用来砍柴。"
    },
    {
        "id": 13,
        "name": "双刃斧",
        "type": 1,
        "quality": 2,
        "job": [2, 4, 5],
        "attribute": [256, 61, 0, 0, 0, 0],
        "skill": [],
        "remark": "有两个面都能用来砍柴！"
    },
    {
        "id": 14,
        "name": "钉头锤",
        "type": 1,
        "quality": 2,
        "job": [1, 5, 9],
        "attribute": [337, 48, 0, 0, 0, 0],
        "skill": [],
        "remark": "看上去好疼！"
    },
    {
        "id": 15,
        "name": "流星锤",
        "type": 1,
        "quality": 2,
        "job": [1, 5, 9],
        "attribute": [337, 48, 0, 0, 0, 0],
        "skill": [],
        "remark": "小心点，别弄伤自己。"
    },
    {
        "id": 16,
        "name": "骑士枪",
        "type": 1,
        "quality": 2,
        "job": [2, 3, 4],
        "attribute": [298, 54, 0, 0, 0, 0],
        "skill": [],
        "remark": "看上去很重，其实里面是木质的。"
    },
    {
        "id": 17,
        "name": "三叉戟",
        "type": 1,
        "quality": 2,
        "job": [2, 3, 4],
        "attribute": [298, 54, 0, 0, 0, 0],
        "skill": [],
        "remark": "为什么有股鱼腥味！"
    },
    {
        "id": 18,
        "name": "水晶杖",
        "type": 1,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [256, 0, 59, 0, 0, 0],
        "skill": [],
        "remark": "很大的一颗水晶，但是并不很名贵。"
    },
    {
        "id": 19,
        "name": "魔导士之杖",
        "type": 1,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [256, 0, 59, 0, 0, 0],
        "skill": [],
        "remark": "智慧的象征。"
    },
    {
        "id": 20,
        "name": "硬木弓",
        "type": 1,
        "quality": 2,
        "job": [6, 7],
        "attribute": [0, 59, 0, 0, 0, 27],
        "skill": [],
        "remark": "很硬，需要点力气。"
    },
    {
        "id": 21,
        "name": "波刃剑",
        "type": 1,
        "quality": 3,
        "job": [1, 6, 7],
        "attribute": [0, 64, 0, 0, 0, 38],
        "skill": ["暴击", "暴击率提升10%。"],
        "remark": "波浪般的锋刃可不止是美观那么简单。"
    },
    {
        "id": 22,
        "name": "贵族刺刃",
        "type": 1,
        "quality": 3,
        "job": [1, 6, 7],
        "attribute": [0, 64, 0, 0, 0, 38],
        "skill": ["攻击", "攻击+10%。"],
        "remark": "看到上面华丽的纹路了吗？高贵！"
    },
    {
        "id": 23,
        "name": "秘银剑",
        "type": 1,
        "quality": 3,
        "job": [1, 6, 7],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["攻击", "攻击+10%。"],
        "remark": "秘银打造的长剑，造价不菲。"
    },
    {
        "id": 24,
        "name": "强袭魔光剑",
        "type": 1,
        "quality": 3,
        "job": [1, 3],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["强袭", "部队生命80%以上，攻击提升15%。"],
        "remark": "魔法与科技打造的多功能武器，至少外形足够炫酷。"
    },
    {
        "id": 25,
        "name": "秘银斧",
        "type": 1,
        "quality": 3,
        "job": [2, 4, 5],
        "attribute": [311, 72, 0, 0, 0, 0],
        "skill": ["攻击", "攻击+10%。"],
        "remark": "秘银打造的战斧，舍不得用来砍柴。"
    },
    {
        "id": 26,
        "name": "符文斧",
        "type": 1,
        "quality": 3,
        "job": [2, 4, 5],
        "attribute": [311, 72, 0, 0, 0, 0],
        "skill": ["强击", "部队生命80%以下时，攻击提升15%。"],
        "remark": "斧面上有些奇怪的花纹，似乎受到魔法的加持。"
    },
    {
        "id": 27,
        "name": "秘银战锤",
        "type": 1,
        "quality": 3,
        "job": [1, 5, 9],
        "attribute": [414, 55, 0, 0, 0, 0],
        "skill": ["攻击", "攻击+10%。"],
        "remark": "实心的哦，这么多秘银很贵的呦。"
    },
    {
        "id": 28,
        "name": "链枷",
        "type": 1,
        "quality": 3,
        "job": [1, 5, 9],
        "attribute": [414, 55, 0, 0, 0, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "看上去挺难用的样子。"
    },
    {
        "id": 29,
        "name": "饮血枪",
        "type": 1,
        "quality": 3,
        "job": [2, 3, 4],
        "attribute": [363, 65, 0, 0, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "受伤时离它远一点。"
    },
    {
        "id": 30,
        "name": "烈焰枪",
        "type": 1,
        "quality": 3,
        "job": [2, 3, 4],
        "attribute": [363, 65, 0, 0, 0, 0],
        "skill": ["灼烧", "主动进入战斗时，有30%的概率，对敌军造成一次固定伤害，伤害值为英雄攻击的1倍。"],
        "remark": "看起来很像火焰，但是不怎么烫手。"
    },
    {
        "id": 31,
        "name": "灼热之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 0, 71, 0, 0, 0],
        "skill": ["灼烧", "主动进入战斗时，有30%的概率，对敌军造成一次固定伤害，伤害值为英雄智力的1倍。"],
        "remark": "看起来像个小太阳。"
    },
    {
        "id": 32,
        "name": "生命之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 0, 71, 0, 0, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "你感受到救赎的力量了么？"
    },
    {
        "id": 33,
        "name": "精灵弓",
        "type": 1,
        "quality": 3,
        "job": [6, 7],
        "attribute": [0, 71, 0, 0, 0, 32],
        "skill": ["暴击", "暴击率提升10%。"],
        "remark": "精灵打造的长弓，可不多见。"
    },
    {
        "id": 34,
        "name": "五指短剑",
        "type": 1,
        "quality": 3,
        "job": [1, 6, 7],
        "attribute": [0, 64, 0, 0, 0, 38],
        "skill": ["暴袭", "主动进入战斗时，暴击率提升15%。"],
        "remark": "潜藏在袖子里，当你看到它时已经晚了。"
    },
    {
        "id": 35,
        "name": "翡翠短剑",
        "type": 1,
        "quality": 3,
        "job": [1, 6, 7],
        "attribute": [0, 64, 0, 0, 0, 38],
        "skill": ["奔袭", "主动进入战斗时，攻击提升15%。"],
        "remark": "挥动它时会有一道绿光闪过，帅！"
    },
    {
        "id": 36,
        "name": "誓约剑",
        "type": 1,
        "quality": 3,
        "job": [1, 3],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "誓约已成，从今往后朝九晚五不得请假。"
    },
    {
        "id": 37,
        "name": "责成剑",
        "type": 1,
        "quality": 3,
        "job": [1, 3],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["整军", "主动进入战斗时，防御提升15%。"],
        "remark": "责任完不成就变成问责之剑了。"
    },
    {
        "id": 38,
        "name": "新月斧",
        "type": 1,
        "quality": 3,
        "job": [2, 4, 5],
        "attribute": [311, 72, 0, 0, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "月有阴晴圆缺，而斧子的伤口却会一直留存。"
    },
    {
        "id": 39,
        "name": "狂战斧",
        "type": 1,
        "quality": 3,
        "job": [2, 4, 5],
        "attribute": [311, 72, 0, 0, 0, 0],
        "skill": ["绝境", "部队生命值60%以下时，防御提升15%。"],
        "remark": "有了锁链之后，妈妈再也不担心斧子会滑手了。"
    },
    {
        "id": 40,
        "name": "翡翠之锤",
        "type": 1,
        "quality": 3,
        "job": [1, 5, 9],
        "attribute": [414, 55, 0, 0, 0, 0],
        "skill": ["整军", "主动进入战斗时，防御提升15%。"],
        "remark": "女神之门的力量，防火防盗防走光。"
    },
    {
        "id": 41,
        "name": "水晶锤",
        "type": 1,
        "quality": 3,
        "job": [1, 5, 9],
        "attribute": [363, 0, 65, 0, 0, 0],
        "skill": ["启迪", "本部队生命80%以上时，智力提升15%。"],
        "remark": "锤两下也许脑子会好使一点······"
    },
    {
        "id": 42,
        "name": "翡翠之矛",
        "type": 1,
        "quality": 3,
        "job": [2, 3, 4],
        "attribute": [363, 65, 0, 0, 0, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "戳谁谁变绿，谁想来一发？"
    },
    {
        "id": 43,
        "name": "结界枪",
        "type": 1,
        "quality": 3,
        "job": [2, 3, 4],
        "attribute": [363, 65, 0, 0, 0, 0],
        "skill": ["镜面", "部队生命80%以上时，魔防提升15%。"],
        "remark": "会产生结界的枪，但结界偶尔会把自己的攻击挡住。"
    },
    {
        "id": 44,
        "name": "贤者之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 0, 71, 0, 0, 0],
        "skill": ["智力", "智力+10%。"],
        "remark": "把头伸过来，我给你加个BUFF。"
    },
    {
        "id": 45,
        "name": "爆裂之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 0, 71, 0, 0, 0],
        "skill": ["激发", "和生命80%以上的敌军交战时，智力提升15%。"],
        "remark": "见证法师的怒火吧！哼！"
    },
    {
        "id": 46,
        "name": "双子弓",
        "type": 1,
        "quality": 3,
        "job": [6, 7],
        "attribute": [0, 71, 0, 0, 0, 32],
        "skill": ["追击", "使用技能时伤害提升15%。"],
        "remark": "同时射出两支箭不等于能同时瞄准两个目标。"
    },
    {
        "id": 47,
        "name": "机械弩",
        "type": 1,
        "quality": 3,
        "job": [6, 7],
        "attribute": [0, 71, 0, 0, 0, 32],
        "skill": ["自动化", "部队生命100%时，攻击提升15%。"],
        "remark": "指哪打哪，就连小孩都用的贼溜！"
    },
    {
        "id": 48,
        "name": "新月弓",
        "type": 1,
        "quality": 3,
        "job": [6, 7],
        "attribute": [0, 71, 0, 0, 0, 32],
        "skill": ["月意", "和生命80%以上的敌军交战时，暴击率提升15%。"],
        "remark": "制作者号称自己用天上的新月打造，显然是虚假广告。"
    },
    {
        "id": 49,
        "name": "秘法之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["强化", "使用单体技能时，伤害提升15%。"],
        "remark": "秘法概不外传，除非交足800金币培训费。"
    },
    {
        "id": 50,
        "name": "群星之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["群星", "使用范围技能时，伤害提升15%。"],
        "remark": "握着它会感觉群星都在自己的手中。"
    },
    {
        "id": 51,
        "name": "祝福之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["祷告", "治疗效果+15%。"],
        "remark": "内藏自动播放祝福祷告的收音机。"
    },
    {
        "id": 52,
        "name": "天使之杖",
        "type": 1,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [311, 71, 0, 0, 0, 0],
        "skill": ["赞美诗", "部队生命80%以上时，治疗效果+20%。"],
        "remark": "拿久了，连使用者的背上都会长出小翅膀来。"
    },
    {
        "id": 53,
        "name": "夜莺",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 54],
        "skill": ["夜鹰", "攻击+10%，魔防+5%。"],
        "remark": "大陆上传说中的佣兵团长的随身武器。"
    },
    {
        "id": 54,
        "name": "莎拉维尔",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 54],
        "skill": ["少女的怨恨", "暴击率提升10%。暴击时战斗后，对敌军造成一次固定伤害，伤害值为自身攻击的1倍。"],
        "remark": "血腥女伯爵的凶器，禁锢着少女们的亡魂。"
    },
    {
        "id": 55,
        "name": "风斩",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 54],
        "skill": ["狂暴", "攻击+10%。主动进入战斗时，战后有50%的概率使敌军“防御”降低20%，持续1回合。"],
        "remark": "仔细想想，好像能斩破风并不是很厉害。"
    },
    {
        "id": 56,
        "name": "冰霜之刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["禁足", "攻击+10%。主动进入战斗时，战后有50%的概率使敌军移动力降低2格，持续1回合。"],
        "remark": "可以砍人，也可以去暑，真棒！"
    },
    {
        "id": 57,
        "name": "屠龙剑格拉姆",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["屠龙者", "攻击、生命+8%。与“龙”战斗时，攻击、防御、魔防额外提升10%。"],
        "remark": "能穿透钢甲般厚重的龙鳞的宝剑，屠龙英雄的最爱。"
    },
    {
        "id": 58,
        "name": "嗜血剑赫伦汀",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["嗜血", "攻击+5%。主动造成伤害之后，50%概率追加一次固定伤害，伤害值为英雄攻击的1倍。"],
        "remark": "请小心管理自己的伤口，它很贪婪！"
    },
    {
        "id": 59,
        "name": "恶魔之吻",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["吞噬", "生命+5%，攻击+5%。主动进入战斗时，战后对敌军造成一次固定伤害，伤害值为英雄攻击的1倍。"],
        "remark": "被它吻到可没什么幸福感。"
    },
    {
        "id": 60,
        "name": "王座守卫",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["激斗", "攻击+10%，生命+5%。"],
        "remark": "那位勇士屹立在王座之间，独自守护着最终的希望。"
    },
    {
        "id": 61,
        "name": "拉格纳罗克",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["克敌先机", "攻击+10%。主动进入战斗前，有100%的概率对敌军造成一次固定伤害，伤害值为英雄攻击的1倍。"],
        "remark": "诸神之黄昏，混乱的制造者，它的存在本身就带来战争。"
    },
    {
        "id": 62,
        "name": "正义誓言",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["誓言", "防御+8%，魔防+8%。"],
        "remark": "拿在手里感觉自己很正义！圣骑士必备。"
    },
    {
        "id": 63,
        "name": "米约尔尼尔",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["雷神之力", "攻击+10%。主动攻击进入战斗前，100%概率驱散敌军身上1个强化效果。"],
        "remark": "被闪电环绕着，不知道该怎么拿它。"
    },
    {
        "id": 64,
        "name": "碎星",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["碎星", "攻击+10%，防御+5%。"],
        "remark": "据说可以击碎星辰，但是应该没有人试过。"
    },
    {
        "id": 65,
        "name": "最后的骑士",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["圣裁", "攻击+10%。主动进入战斗前，有50%的概率使得敌军“攻击、智力”降低20%，持续1回合。"],
        "remark": "在魔的语言中，这把枪的真名乃是「终末」的含义。"
    },
    {
        "id": 66,
        "name": "诅咒之枪",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["千之棘", "主动进入战斗时，防御提升15%，魔防提升15%。战斗后，有50%概率使敌军无法使用主动技能，无法遭受治疗，持续1回合。"],
        "remark": "传说中它造成的伤口几乎无法愈合。"
    },
    {
        "id": 67,
        "name": "蓝色惑星",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["流星直击", "进入战斗前，每移动1格，攻击、防御、魔防各提升5%（最多提升至15%）。"],
        "remark": "由坠落在大陆的陨石打造，如流星般穿透敌人。"
    },
    {
        "id": 68,
        "name": "寄生树",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["寄生之种", "治疗效果+15%。主动进入战斗时，战后使敌军“造成伤害”降低20%，持续1回合。"],
        "remark": "小槲寄生树的树枝，藏着不可思议的力量。"
    },
    {
        "id": 69,
        "name": "亚斯塔禄",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["毒雾", "和有弱化效果的敌军进入战斗时，智力提升15%。主动进入战斗时，战后有30%概率使敌军“晕眩”，持续1回合。"],
        "remark": "大魔神的手杖，充满黑暗之力。"
    },
    {
        "id": 70,
        "name": "奇迹之杖",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["奇迹降临", "范围技能伤害提升15%。主动造成伤害时，有30%概率使敌军遭受一个强力弱化状态。"],
        "remark": "非常华丽的手杖，希望它用起来也足够华丽。"
    },
    {
        "id": 71,
        "name": "乌勒尔之弓",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["神射", "物理伤害降低10%，部队的普通攻击射程提升1。"],
        "remark": "狩猎之神的长弓，猎物的噩梦。"
    },
    {
        "id": 72,
        "name": "海德拉之弓",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["九头蛇", "攻击+10%。主动进入战斗前，有50%的概率使敌军“造成伤害”降低20%，持续1回合。"],
        "remark": "九头蛇的筋骨做成的长弓，威力无穷。"
    },
    {
        "id": 73,
        "name": "妖精之叹",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 54],
        "skill": ["叹息之伤", "动攻击时，暴击率提升15%，同时遭受伤害降低30%。"],
        "remark": "由万千敌人的最后一缕呼吸打造而成。"
    },
    {
        "id": 74,
        "name": "封印守护者",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["守护者", "攻击+10%，防御+5%。"],
        "remark": "过于强大的力量会被封印，次之的则成为封印守护者。"
    },
    {
        "id": 75,
        "name": "纷争调停者",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["战地威慑", "攻击+10%。主动进入战斗前，有50%的概率使敌军的被动技能无法生效，持续2回合。"],
        "remark": "当你一斧子砍翻闹事者的首领后，再也没有人敢发声了。"
    },
    {
        "id": 76,
        "name": "永生者的馈赠",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["馈赠", "智力+5%。主动攻击进入战斗时，战后为生命最低的友军部队恢复生命，恢复量为施法者智力的3倍。"],
        "remark": "	随着知识增长的并非是生命，而是养生之道。"
    },
    {
        "id": 77,
        "name": "世界树的嫩枝",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["矛与盾", "防御+10%。战斗时无视敌军防御15%。"],
        "remark": "什么，这个玩意真的可以当做武器吗？"
    },
    {
        "id": 78,
        "name": "女神的左手",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["圣光闪烁", "治疗效果+15%。主动进入战斗时，战后有100%的概率，使敌军“移动力”降低2格，持续1回合。"],
        "remark": "看到了女神，谁还走的动路呢？"
    },
    {
        "id": 79,
        "name": "血之三弦琴",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["血之弦音", "攻击+10%，防御+5%。"],
        "remark": "一边杀戮一边奏响挽歌的诅咒之琴（弓）。"
    },
    {
        "id": 80,
        "name": "极限魔弓",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["极限", "攻击+10%。部队不会受到近战攻击减免效果影响。"],
        "remark": "魔幻三宝：嘴遁狂战士，力量魔法师，近战弓箭手。"
    },
    {
        "id": 81,
        "name": "真理的门扉",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["真理", "主动攻击进入战斗时，智力、防御、魔防提升15%。"],
        "remark": "一即万，万即一，万物皆为犹格·索托斯。"
    },
    {
        "id": 82,
        "name": "红色之月",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["红月", "智力+10%，生命+5%。"],
        "remark": "双子杖中的一支，象征着200年的惑星轮回。"
    },
    {
        "id": 83,
        "name": "蓝色之月",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["蓝月", "智力+10%，魔防+5%。"],
        "remark": "双子杖中的一支，上面镌刻着的似乎是外星的文字。"
    },
    {
        "id": 84,
        "name": "奥瓦的手杖",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["古贤者", "治疗效果+15%。主动进入战斗时，战后有50%概率使敌军“遭受伤害”增加20%，持续1回合。"],
        "remark": "奥瓦老人曾是圣剑的铸造者，但他至今仍未找到手杖的下落。"
    },
    {
        "id": 85,
        "name": "炼狱",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["炼狱", "智力+5%。主动进入战斗时，战后使敌军下个回合结束时遭受一次固定伤害，伤害值为英雄智力的2倍。"],
        "remark": "在这里，所有人眼中看到的都是红色。"
    },
    {
        "id": 86,
        "name": "噬岩者",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["修罗斩", "防御、魔防+5%。使用范围技能时，生效范围+1。（对范围为1的技能无效，对于直线范围技能仅增加射程）"],
        "remark": "由超越常理的力量塑造，象征着剑帝的终极力量。"
    },
    {
        "id": 87,
        "name": "魔导杖",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["魔眼", "使用单体技能时，伤害提升15%。主动进入战斗前，有50%的概率使得敌军遭受一个弱化状态。"],
        "remark": "由超越常理的力量塑造，象征着教授的恶毒智谋。"
    },
    {
        "id": 88,
        "name": "家用晾衣杆",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["加长款", "造成的所有伤害降低10%，英雄的普通攻击射程+1。"],
        "remark": "考虑到日用需求而做得非常长，也因此成为了其最大的优点。"
    },
    {
        "id": 89,
        "name": "风暴卡路里",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 0, 85, 0, 0, 0],
        "skill": ["糖分", "部队生命80%以上时，智力提升15%。"],
        "remark": "这一下真的是卡路里爆炸了…"
    },
    {
        "id": 90,
        "name": "均衡之刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["修罗斩", "防御、魔防+5%。使用范围技能时，生效范围+1。（对范围为1的技能无效，对于直线范围技能仅增加射程）"],
        "remark": "空间仅是假象，距离则是弱者的接口。"
    },
    {
        "id": 91,
        "name": "苍白之杖",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["魔眼", "使用单体技能时，伤害提升15%。主动进入战斗前，有50%的概率使得敌军遭受一个弱化状态。"],
        "remark": "「我忘记了所有悲伤，看到的都是苍白的奇迹。」"
    },
    {
        "id": 92,
        "name": "鸡毛掸",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["加长款", "造成的所有伤害降低10%，英雄的普通攻击射程+1。"],
        "remark": "家用武器战斗力的巅峰，权利与义务的结合体。"
    },
    {
        "id": 93,
        "name": "灵剑荒鹰",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["斩魔", "攻击、技巧+8%。主动攻击发生暴击后，驱散敌军1个强化效果，并施加1个弱化效果。"],
        "remark": "「灵剑荒鹰会通过前进的道路，选定自己的主人」"
    },
    {
        "id": 94,
        "name": "斩魔刀",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["斩魔", "攻击、技巧+8%。主动攻击发生暴击后，驱散敌军1个强化效果，并施加1个弱化效果。"],
        "remark": "斩魔千万之后，刀自己拥有了意志与灵性。"
    },
    {
        "id": 95,
        "name": "弥米尔的战锤",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["远古智慧", "攻击+10%。主动击杀敌军后或友军死亡时，驱散自身1个异常状态并恢复20%生命，同时获得“英雄伤害提升20%”，持续1回合。"],
        "remark": "智慧巨人好像拿它锤过背。"
    },
    {
        "id": 96,
        "name": "真红死神",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["猩红渴望", "攻击+10%。 主动造成伤害前，若敌军生命低于100%，则此次伤害提升5%，并在伤害后追加1次[固定伤害]，伤害值为英雄攻击的0.5倍。"],
        "remark": "将仇人的灵魂封入武器之中，这是吸血鬼氏族的复仇方式。"
    },
    {
        "id": 97,
        "name": "逸才权杖",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["远智", "生命+5%。自身处于“非防御地形”，使用需进入战斗的远程技能时部队射程+1。（该效果对不会受到近战伤害减免的技能无效）"],
        "remark": "据说，它会自己选择主人，没有足够才智的人使用它只会被羞辱玩弄。"
    },
    {
        "id": 98,
        "name": "水晶蜂刺",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 53],
        "skill": ["晶体锋刃", "暴击和暴击伤害提升10%。进入战斗前如果自身技巧高于敌军，则本次战斗无视敌军20%防御。"],
        "remark": "美丽、脆弱但致命。"
    },
    {
        "id": 99,
        "name": "斩风的骑士",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["清风袭耀", "攻击+10%。主动攻击生命值100%的敌军，进入战斗时攻击、防御、魔防额外提升5%。"],
        "remark": "精铁铸就的利刃，具有斩破疾风的力量。"
    },
    {
        "id": 100,
        "name": "仲夜繁花",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["星之绽放", "智力+10%。对友军施放技能时驱散1个弱化效果。"],
        "remark": "以天幕为大地，星辰为蓓蕾，挥动此杖，漫天繁花。"
    },
    {
        "id": 101,
        "name": "破阵之芒",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["桎梏", "攻击+10%。主动攻击进入战斗前，每移动1格，造成伤害提升2%，最高提升10%，移动大于或等于3格时，战后使得敌军无法护卫，持续1回合。"],
        "remark": "冲破敌阵最有效的方法，并不是无畏冲杀，而是彻底粉碎他们的信仰坚盾。"
    },
    {
        "id": 102,
        "name": "遣罚碎骨锤",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["严酷责罚", "攻击+10%。主动攻击进入战斗前使敌军“防具技能失效”（最大生命值除外），当目标为非玩家英雄时，效果替换为“防御降低15%”，持续1回合。"],
        "remark": "轻轻一锤，深入骨髓。"
    },
    {
        "id": 103,
        "name": "潜伏者之刺",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["隐匿穿刺", "暴击率+10%，生命+5%。若移动距离小于等于3，使用需进入战斗的物理伤害技能时部队射程+1。"],
        "remark": "弦矢鸣响之时，死亡如约而至。"
    },
    {
        "id": 104,
        "name": "雷之神格",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["鸣雷立场", "防御+10%。近战攻击进入战斗前，有100%的概率对敌军造成一次固定伤害，伤害值为英雄防御的1倍。"],
        "remark": "雷霆万钩，象征着无上神权。使用前，记得戴上绝缘手套。"
    },
    {
        "id": 105,
        "name": "涤心",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["清心戒欲", "智力+10%。主动进入战斗时，战后有100%的概率，使敌军“无法遭受强化效果”，持续1回合。"],
        "remark": "鹤野灵宗的清净修行之中，任何执妄的贪念都无处容身。"
    },
    {
        "id": 106,
        "name": "弧光裂破者",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["弧光电离", "攻击+10%，范围伤害+10%。"],
        "remark": "全自动脉冲霰弹枪，以破裂的玛娜弧光进行全域压制，伊利西恩攻坚部队标准装配。"
    },
    {
        "id": 107,
        "name": "盟誓礼剑",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["誓约予身", "攻击、防御+5%。拥有“超绝强化”特殊效果时，攻击、防御额外+5%。"],
        "remark": "同盟的战士啊，于此剑下集结！那神圣的契约将联通我们每一个人！"
    },
    {
        "id": 108,
        "name": "拒马盾矛",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["坚垒阻击", "攻击+10%。被攻击进入战斗前，敌军每移动1格，自身防御提升2%，最高提升10%。"],
        "remark": "靠边停马，此处限速！超速的家伙，吃我一矛！"
    },
    {
        "id": 109,
        "name": "潮汐星弦",
        "type": 1,
        "quality": 4,
        "job": [6, 7],
        "attribute": [0, 107, 0, 0, 0, 43],
        "skill": ["浪蚀之触", "攻击+10%。主动攻击进入战斗前，若目标生命值大于80%，给敌军施加“防御降低30%”，持续1回合。"],
        "remark": "妖精秘术驱动的神秘弦弓，以潮汐咒法侵蚀敌人。核心优势——「省箭」。"
    },
    {
        "id": 110,
        "name": "恶念编织者",
        "type": 1,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [437, 0, 107, 0, 0, 0],
        "skill": ["恶怨随身", "生命+5%。对敌军使用技能后，有100%的概率使得敌军遭受一个随机的弱化效果。"],
        "remark": "痛苦、诅咒 恶念如影随行。没什么好担心的，孩子。事情总能变得更糟。"
    },
    {
        "id": 111,
        "name": "迅银飞刀",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 53],
        "skill": ["疾刃破发", "攻击+10%。主动攻击进入战斗时，与敌军每相距1格英雄暴击、暴击伤害提升5%。（最高15%）"],
        "remark": "出其不意的三连发飞刀套装，伤害高，射程远，可回收，是能在瞬息间夺取敌人生命的利器。"
    },
    {
        "id": 112,
        "name": "熔鳞之怒",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["浴血战意", "攻击+10%。自身触发“再行动”时，获得“技能伤害提升10%”，持续1回合。"],
        "remark": "握住此剑，昔日的龙吼仍回响耳畔。"
    },
    {
        "id": 113,
        "name": "机魂之锤",
        "type": 1,
        "quality": 4,
        "job": [1, 5, 9],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["镇魂锤击", "攻击+10%。主动攻击进入战斗前若敌军拥有[抵挡致命伤害]效果，获得“英雄伤害提升20%”，持续1回合。"],
        "remark": "将科技与魔法融合之后——就有个锤子用啦！"
    },
    {
        "id": 114,
        "name": "泰坦的怒吼",
        "type": 1,
        "quality": 4,
        "job": [2, 4, 5],
        "attribute": [364, 118, 0, 0, 0, 0],
        "skill": ["摧山之势", "攻击+10%。主动攻击进入战斗前若移动大于等于3格，使敌军“防御降低30%”，持续1回合。"],
        "remark": "古老的泰坦曾持此斧劈碎山峦，至今它挥舞时的声响，仍似巨人的咆哮。"
    },
    {
        "id": 115,
        "name": "血棘魔誓",
        "type": 1,
        "quality": 4,
        "job": [2, 3, 4],
        "attribute": [583, 85, 0, 0, 0, 0],
        "skill": ["血棘绽放", "攻击+10%。使用技能进入战斗时，该技能每有1回合冷却时间造成伤害提升5%，最高15%。"],
        "remark": "它的美在于残酷，一如荆棘丛中带血的花。"
    },
    {
        "id": 116,
        "name": "湮灭巨刃",
        "type": 1,
        "quality": 4,
        "job": [1, 3],
        "attribute": [437, 107, 0, 0, 0, 0],
        "skill": ["引力吞噬", "攻击+10%。主动攻击进入战斗时，若目标拥有弱化效果，无视目标10%的防御，且战前驱散等同于敌方弱化效果数量的强化效果。（最多驱散5个）"],
        "remark": "无法逃脱，无法抵抗，无法穷尽。"
    },
    {
        "id": 117,
        "name": "噬魂骨锥",
        "type": 1,
        "quality": 4,
        "job": [1, 6, 7],
        "attribute": [0, 96, 0, 0, 0, 53],
        "skill": ["钻心", "攻击+10%。主动进入战斗造成暴击后，使敌军攻击、智力降低25%，并使自身攻击、智力提升25%，均持续2回合。"],
        "remark": "以扭曲的方式，攫取扭曲的灵魂。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */