export const weaponData2 = [
    {
        "id": 1,
        "name": "锁子甲",
        "type": 2,
        "quality": 1,
        "job": [1, 2, 3],
        "attribute": [228, 0, 0, 32, 0, 0],
        "skill": [],
        "remark": "锁环编制的铁甲，有一定的防御力。"
    },
    {
        "id": 2,
        "name": "硬皮甲",
        "type": 2,
        "quality": 1,
        "job": [4, 5, 6, 7],
        "attribute": [268, 0, 0, 27, 0, 0],
        "skill": [],
        "remark": "虽然很朴素，缝线倒是很精致。"
    },
    {
        "id": 3,
        "name": "长袍",
        "type": 2,
        "quality": 1,
        "job": [8, 9, 10],
        "attribute": [304, 0, 0, 26, 0, 0],
        "skill": [],
        "remark": "几乎看不出来身材。"
    },
    {
        "id": 4,
        "name": "骑士铠",
        "type": 2,
        "quality": 2,
        "job": [1, 2, 3],
        "attribute": [256, 0, 0, 38, 0, 0],
        "skill": [],
        "remark": "骑士们的最爱，谁穿都帅气。"
    },
    {
        "id": 5,
        "name": "斗气铠",
        "type": 2,
        "quality": 2,
        "job": [1, 2, 3],
        "attribute": [256, 0, 0, 38, 0, 0],
        "skill": [],
        "remark": "看上去很凶猛，提供足够的防护。"
    },
    {
        "id": 6,
        "name": "战意背心",
        "type": 2,
        "quality": 2,
        "job": [4, 5, 6, 7],
        "attribute": [297, 0, 0, 32, 0, 0],
        "skill": [],
        "remark": "夏天并不会想去穿它。"
    },
    {
        "id": 7,
        "name": "镶钉革铠",
        "type": 2,
        "quality": 2,
        "job": [4, 5, 6, 7],
        "attribute": [297, 0, 0, 32, 0, 0],
        "skill": [],
        "remark": "坚固柔韧，就是味道不怎么样。"
    },
    {
        "id": 8,
        "name": "祭祀罩袍",
        "type": 2,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [337, 0, 0, 31, 0, 0],
        "skill": [],
        "remark": "大家都喜欢金边，看起来很尊贵。"
    },
    {
        "id": 9,
        "name": "魔力斗篷",
        "type": 2,
        "quality": 2,
        "job": [8, 9, 10],
        "attribute": [337, 0, 0, 31, 0, 0],
        "skill": [],
        "remark": "很拉风的大斗篷。"
    },
    {
        "id": 10,
        "name": "秘银铠",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "有钱人才穿得起，敌人都舍不得砍伤它。"
    },
    {
        "id": 11,
        "name": "龙鳞甲",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "并不全是龙鳞，只是镶嵌了几片，已经足够名贵了。"
    },
    {
        "id": 12,
        "name": "迅捷外套",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["迎击", "遭受攻击时，攻击提升15%。"],
        "remark": "很轻便，时尚度超高！"
    },
    {
        "id": 13,
        "name": "羽饰轻甲",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "这么漂亮，战斗中会不会弄脏它？"
    },
    {
        "id": 14,
        "name": "虔诚外衣",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["虔诚祝愿", "部队生命80%以上时，防御提升15%。"],
        "remark": "很朴实的罩袍，返璞归真。"
    },
    {
        "id": 15,
        "name": "幽魂法袍",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "破破烂烂的样子，比较符合幽魂的审美。"
    },
    {
        "id": 16,
        "name": "翡翠铠",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "穿在身上绿油油的。"
    },
    {
        "id": 17,
        "name": "圣钢铠",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["抵抗", "被攻击进入战斗时，防御提升15%。"],
        "remark": "一分钱一分货，缺斤少两就麻烦了。"
    },
    {
        "id": 18,
        "name": "战熔铠",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["逆鳞", "被攻击进入战斗时，攻击提升15%。"],
        "remark": "如果战铠都燃起来了那可不暴躁吗？"
    },
    {
        "id": 19,
        "name": "黑铁铠",
        "type": 2,
        "quality": 3,
        "job": [1, 2, 3],
        "attribute": [311, 0, 0, 44, 0, 0],
        "skill": ["复仇", "被攻击进入战斗时，暴击率提升15%。"],
        "remark": "黑色的铠甲反而容易显得脏。"
    },
    {
        "id": 20,
        "name": "生存背心",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["防御", "防御+10%。"],
        "remark": "我活下来了！"
    },
    {
        "id": 21,
        "name": "探险外套",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "冒险者会成为英雄，探险者则多半要和迷路抗争。"
    },
    {
        "id": 22,
        "name": "橡树外衣",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["绝缘", "部队生命80%以上时，魔防提升15%。"],
        "remark": "虽然说绝缘，电压太高了还是会击穿的。"
    },
    {
        "id": 23,
        "name": "武士服装",
        "type": 2,
        "quality": 3,
        "job": [4, 5, 6, 7],
        "attribute": [363, 0, 0, 38, 0, 0],
        "skill": ["极意", "被攻击进入战斗时，暴击率提升15%。"],
        "remark": "怎么看都像是那个名叫雾风的英雄的旧衣服。"
    },
    {
        "id": 24,
        "name": "绿叶长衣",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["生命", "生命+10%。"],
        "remark": "和森林融为一体。"
    },
    {
        "id": 25,
        "name": "翡翠长袍",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["魔防", "魔防+10%。"],
        "remark": "精灵穿起来很好看，人类就不尽然了。"
    },
    {
        "id": 26,
        "name": "炼金长袍",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["异术", "被攻击进入战斗前，有50%的概率，使得敌军遭受“造成伤害”降低20%，持续2回合。"],
        "remark": "等价交换是世界的真理。"
    },
    {
        "id": 27,
        "name": "变色龙袍",
        "type": 2,
        "quality": 3,
        "job": [8, 9, 10],
        "attribute": [414, 0, 0, 32, 0, 0],
        "skill": ["变色龙", "被近战攻击，进入战斗时防御和魔防提升15%。"],
        "remark": "很适合化装舞会的装束。"
    },
    {
        "id": 28,
        "name": "埃尼亚斯之甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["抵御", "防御+10%。遭受治疗效果+10%。"],
        "remark": "华丽的大铠甲，比起战斗力，魅力增长更明显。"
    },
    {
        "id": 29,
        "name": "大地之铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["大地领域", "被攻击进入战斗时，防御提升15%。部队生命80%以上时，遭受魔法伤害降低10%。"],
        "remark": "如此厚重的铠甲只有真正的勇士才能驾驭，据说还有治愈效果。"
    },
    {
        "id": 30,
        "name": "暮色轻甲",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["薄雾", "魔防+8%，防御+8%。"],
        "remark": "暮色中那一抹鲜红的围巾，真棒！"
    },
    {
        "id": 31,
        "name": "突击猎装",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["突击者", "生命+5%。主动攻击时，防御和魔防提升10%。"],
        "remark": "突击！突击！突击！"
    },
    {
        "id": 32,
        "name": "天女羽衣",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["天羽", "生命+10%。被攻击进入战斗前，有30%的概率驱散敌军1个强化效果，并随机附加1个弱化效果。"],
        "remark": "很漂亮，但是穿着出门感觉不太好意思。"
    },
    {
        "id": 33,
        "name": "暗之法衣",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["魔蕴", "生命+5%。被远程攻击时，防御、魔防提升15%。"],
        "remark": "不仔细研究还真不知道怎么穿。"
    },
    {
        "id": 34,
        "name": "血纹魔铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["血盾", "生命、防御+5%。被近战攻击时，有30%的概率发动，本次战斗部队遭受伤害降低30%。"],
        "remark": "血的纹饰中蕴藏生命的力量。"
    },
    {
        "id": 35,
        "name": "风王战甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["风墙", "生命、防御+5%。被远程攻击时，有30%的概率发动，本次战斗遭受伤害降低30%。"],
        "remark": "别想用箭伤到能驾驭风的人。"
    },
    {
        "id": 36,
        "name": "镜面铠甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["镜反", "生命、防御+5%。被近战攻击前，对敌军造成固定伤害，伤害值为英雄防御的1.5倍。"],
        "remark": "你可以趁敌人照镜子补妆的时候拍死丫的。"
    },
    {
        "id": 37,
        "name": "原质之铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["流体", "部队生命50%以上时，防御、魔防提升8%。部队生命50%以下时，攻击、技巧提升8%。"],
        "remark": "随时都在流动的铠甲，摸起来和少女的肌肤一样细滑。"
    },
    {
        "id": 38,
        "name": "石像鬼外套",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["暗潮", "生命+5%。被攻击时，防御提升15%。"],
        "remark": "穿着这件外套站着不动的话，会被别人当成雕像。"
    },
    {
        "id": 39,
        "name": "金刚背心",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["金刚", "被攻击时，攻击、暴击率提升15%。"],
        "remark": "正面刚一波！"
    },
    {
        "id": 40,
        "name": "魔蜴外皮",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["混乱咒", "生命+10%。被攻击进入战斗前，有50%的概率使敌军遭受一个随机的强力弱化效果。"],
        "remark": "用混沌生物的邪恶皮肤制成，一旦触摸到就会被诅咒侵染。"
    },
    {
        "id": 41,
        "name": "最后之服",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["幸运", "防御+10%。部队生命值100%时，遭受所有伤害降低40%。"],
        "remark": "听说质量很好一生买一件就够了。"
    },
    {
        "id": 42,
        "name": "女神法衣",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["生命祝福", "防御+10%。遭受治疗效果+10%。"],
        "remark": "女神的赐福的衣物，据说由光打造而成。"
    },
    {
        "id": 43,
        "name": "群星斗篷",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["繁星", "魔防+10%，生命+5%。"],
        "remark": "星星眨着眼，月亮画问号。"
    },
    {
        "id": 44,
        "name": "死神之衣",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["死亡宣告", "遭受暴击率降低40%。被攻击进入战斗前，有30%的概率，使得敌军“遭受伤害”提升20%，持续2回合。"],
        "remark": "死神正在高价悬赏那个偷了他衣服的家伙。"
    },
    {
        "id": 45,
        "name": "巴德尔的白袍",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["光明", "魔防+10%。被近战攻击进入战斗前，有20%的概率使得本次战斗中，部队不会受到近战伤害减免效果的影响。"],
        "remark": "光与希望的长袍，在黑夜中也熠熠生辉。"
    },
    {
        "id": 46,
        "name": "冰锋战甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["酷寒", "生命、魔防+5%。主动进入战斗时，战后对敌军造成1次固定伤害，伤害值为英雄魔防的1.5倍。"],
        "remark": "锐利的冬日铠甲，夏天可以作为冰棒食用..."
    },
    {
        "id": 47,
        "name": "华击团制服",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["逆矢", "防御、魔防+5%。被远程攻击进入战斗前，对故军造成固定伤害，伤害值为英雄魔防的1.5倍。"],
        "remark": "华击团！出击！"
    },
    {
        "id": 48,
        "name": "逆矢外壳",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["逆矢", "防御、魔防+5%。被远程攻击进入战斗前，对故军造成固定伤害，伤害值为英雄魔防的1.5倍。"],
        "remark": "大陆第一刺客组织的制服，其原主人已经名列死亡之书了。"
    },
    {
        "id": 49,
        "name": "巨人的抗争",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["抗争", "防御+10%。遭受暴击率降低20%。"],
        "remark": "那是一段……血与火的历史……"
    },
    {
        "id": 50,
        "name": "福金之翼",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["鸦翼", "生命+5%。被近战攻击时，防御、魔防提升15%。"],
        "remark": "某只乌鸦脱落的翅膀。"
    },
    {
        "id": 51,
        "name": "影渊鳞衣",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["变化鳞", "生命+10%。部队生命50%以上时，防御+10%。部队生命50%以下时，魔防+10%。"],
        "remark": "嗯？你说这衣服可以两面穿是什么意思？"
    },
    {
        "id": 52,
        "name": "万古板甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["不灭", "防御+10%。遭受固定伤害降低10%。"],
        "remark": "不知由何人于何处用何种材料构造的神秘板甲，似乎永远无法被撼动。"
    },
    {
        "id": 53,
        "name": "暮星守护",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["排列星辰", "魔防+10%。治疗效果提升10%。"],
        "remark": "星辰之力在周身运转，维持着恒久不变的古老秩序。"
    },
    {
        "id": 54,
        "name": "守卫者禁甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["城垣固防", "防御、魔防+5%。被攻击进入战斗时，有30%的概率发动，本次战斗部队遭受伤害降低20%。"],
        "remark": "守卫信仰的试炼，从不缺少孤高的勇者。"
    },
    {
        "id": 55,
        "name": "旋云法袍",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["对冲气流", "生命+10%。主动攻击进入战斗时，受到反弹伤害减免30%。"],
        "remark": "据说在遥远的东方，神灵都是用风做针线、用云做布料来缝制衣物的。"
    },
    {
        "id": 56,
        "name": "流光战衣",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["炫光", "遭受范围伤害降低20%。被攻击进入战斗时，战前50%概率使敌军攻击、智力降低20%，持续1回合。"],
        "remark": "穿最晃眼的玻璃护甲，做最爆裂的玻璃大炮。"
    },
    {
        "id": 57,
        "name": "提娅玛特之佑",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["威压", "生命、魔防+5%。处于[混合部队]时，部队遭受魔法伤害降低20%。"],
        "remark": "据说暗龙的首级能够吸收魔法，但很有可能只是吓得法师们忘记了咒语。"
    },
    {
        "id": 58,
        "name": "死神的新衣",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["冒牌死神", "遭受暴击率降低20%。被攻击进入战斗前，有15%的概率，使得敌军“造成伤害降低20%”，持续2回合。"],
        "remark": "上次那件还没找到，死神刚订做的长袍就又被人偷走了。"
    },
    {
        "id": 59,
        "name": "同盟影衣",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["同仇夙愿", "生命+10%。处于非混合部队时，英雄防御，魔防提升8%。"],
        "remark": "我等同行于暗影，共同追寻着黎明。"
    },
    {
        "id": 60,
        "name": "锋疆禁铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["教国之盾", "防御，魔防+5%。护卫时，防御、魔防额外提升10%。"],
        "remark": "万千祖灵加护于我，我等即为诺伦坚不可摧之盾！"
    },
    {
        "id": 61,
        "name": "惑星之仪",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["星之仪礼", "遭受范围伤害降低15%，治疗效果+10%。"],
        "remark": "陨落的流星，破灭的故园……我们披星远航，将以智略改写族群的未来！"
    },
    {
        "id": 62,
        "name": "狩猎戎革",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["丛林隐匿", "生命、防御+5%。进入战斗时，若自身技巧高于敌军，有30%的概率发动，本次战斗部队遭受伤害降低20%。"],
        "remark": "在这凶兽遍布的丛林中，猎者的戎装即是技巧的勋章。"
    },
    {
        "id": 63,
        "name": "崇辉甲胄",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["无尘圣恩", "防御+10%。遭受范围伤害降低10%。"],
        "remark": "无上的荣光照耀着我，圣洁的甲冑将纤尘不染！"
    },
    {
        "id": 64,
        "name": "奥法的致意",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["变幻秘法", "部队生命50%以上，防御，魔防+8%。部队生命50%以下，治疗效果，遭受治疗效果+8%。"],
        "remark": "浪潮起落，变幻如常。艾修亚恩学者钟情的法袍，足以应对复杂的「学术」挑战。"
    },
    {
        "id": 65,
        "name": "深洋的恩佑",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["远航庇护", "生命+10%。主动攻击时，进入战斗前每移动1格，遭受伤害降低6%（最高18%）。"],
        "remark": "远航者背离故土，探寻奥秘。行路虽远，深洋的祝福却从未远离他们。"
    },
    {
        "id": 66,
        "name": "旭日锁甲",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["晨祈圣晖", "生命、防御+5%。被攻击进入战斗前，有100%的概率驱散敌军1个强化效果。"],
        "remark": "将旭日的圣徽刻入敌人眼中，扫清他们心中的黑暗与污秽！"
    },
    {
        "id": 67,
        "name": "冠冕之裘",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["威权之慑", "生命+10%。生命100%时，遭受暴击率降低100%。"],
        "remark": "冕之时已至。"
    },
    {
        "id": 68,
        "name": "苔蔓甲衣",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["潜林树影", "生命、防御+5%。进入战斗前有25%概率使自身部队所处地形视为“树林”，持续1回合。"],
        "remark": "某位天才发明家的作品，同时解决了普通铠甲耐久高和不易燃的问题。"
    },
    {
        "id": 69,
        "name": "炎灵之袍",
        "type": 2,
        "quality": 4,
        "job": [8, 9, 10],
        "attribute": [583, 0, 0, 54, 0, 0],
        "skill": ["火山祝福", "生命+5%，魔防+5%。自身为[混合部队]时，被技能命中后驱散自身1个弱化效果，每个大回合最多触发2次。抵挡范围伤害造成的致命一击（每场战斗最多触发1次）。"],
        "remark": "火山炎灵以流动熔岩织就成的披风，只会被赠与它认可之人。"
    },
    {
        "id": 70,
        "name": "浩劫角铠",
        "type": 2,
        "quality": 4,
        "job": [1, 2, 3],
        "attribute": [437, 0, 0, 65, 0, 0],
        "skill": ["浩劫威压", "生命、防御+5%。被攻击进入战斗前对敌军施加1个不重复的随机弱化效果，敌军拥有[抵挡致命伤害]效果时额外将敌军1个强化效果转化为随机不重复的弱化效果。"],
        "remark": "这不是防具，而是活着的浩劫，只是穿戴者时常觉得脑袋受到威胁。"
    },
    {
        "id": 71,
        "name": "黑帆船长袍",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["大航海时代！", "生命+10%。被移动力低于自身的敌军部队攻击进入战斗时，使敌军部队“遭受伤害提高20%”，持续2回合。"],
        "remark": "向着洒满黄金与蜂蜜的大陆远航！"
    },
    {
        "id": 72,
        "name": "森罗蟒铠",
        "type": 2,
        "quality": 4,
        "job": [4, 5, 6, 7],
        "attribute": [509, 0, 0, 59, 0, 0],
        "skill": ["蛇牙", "生命+10%。主动攻击进入战斗前若敌军拥有弱化效果，对其造成1次0.5倍魔防的固定伤害，且战斗内自身部队遭受伤害降低15%，敌军每多拥有1个弱化效果以上数值提升1倍（最多提升为3倍）。"],
        "remark": "它从未死去，只是换了一种方式继续捕食。"
    },
]

/**
 * id：神器id
 * name：神器名称
 * type：类型：1.武器、2.防具、3.头饰、4.饰品
 * quality：神器品质：1.N、2.R、3.SR、4.SSR、5.SP
 * job：神器职业限制：1.步兵、2.枪兵、3.骑兵、4.飞兵、5.水兵、6.弓兵、7.刺客、8.法师、9.僧侣、10.魔物、11.龙、12.全
 * attribute：属性：[生命, 攻击, 智力, 防御, 魔防, 技巧]
 * skill：神器效果：[技能名称, 描述]
 * remark：神器介绍和备注
 */