/*

// 幽冥怪谈

第一部：《幽冥怪谈Ⅰ：夜话》

1.七月十三：（四个少年恶作剧害死语文老师，十年后老师留下的 "死亡诅咒" 开始应验，四人按照预言的方式依次离奇死亡，最终揭开复仇真相。）

2.黑色秘密：（聂明的发小于成车祸身亡，临终前托付他找到一个神秘小本子。看过本子的人接连惨死，聂明发现本子记录了一个能让人 "转生" 的惊天秘密，而自己早已被卷入其中。）

3.吠犬：（狄莉与未婚夫搬入祖传别墅，每晚三点十五分老狗准时吠叫，还会出现来路不明的早餐。故事经历三重反转：先是狄莉和情人设局骗房，再是别墅真的闹鬼，最后发现葛雷和邻居才是真正的设局者。）

4.噩梦：（周玲发现自己的梦正在一一应验，她预言当晚七点会发生大地震并自己会死亡。好友温延为了让家人相信地震预言，竟然开车撞死了周玲，结果地震只是一场小型余震。）

5.恐怖电影：（一群大学生租了一张神秘的恐怖片录像带，看完后发现电影里的情节开始在现实中上演，他们必须在电影结束前找到破解方法。）

6.迪奥的世界：（兰教授声称这是 "听完可能有生命危险" 的故事。传说有一幅被诅咒的画，只要知道它的名字《迪奥的世界》并看到画，就会离奇死亡。故事结尾留下悬念："如果你有一天看到一张怪异的画，千万不要联想到这个名字"）


第二部：《幽冥怪谈Ⅱ：死亡约定》

1.灵异照片：（摄影师发现一张能清晰捕捉鬼魂的照片，所有知道照片秘密的人都接连死亡。最终真相是助手丁力为了出名，不断将照片转交给别人替自己研究，而照片中的女鬼确实存在。）

2.尖叫之谜：（十五年前，四个婴儿在医院同时看到一个 "浑身是血的婴孩" 并发出尖叫。十五年后，四人重聚调查真相，发现当年看到的是一个身材矮小如婴儿的侏儒凶手，他杀死了临产的母亲并抢走了胎儿。）

3.异兆：（类似《死神来了》的故事。心理学教授严鸿远发现自己能看到死亡预兆，他准确预言了自己的死亡时间。他的学生罗威接过了记录预兆的本子，也开始看到各种诡异的死亡征兆，陷入无法逃脱的宿命。）


第三部：《幽冥怪谈Ⅲ：致命之旅》

1.死神的财宝：（柯林为了寻找远古 "埃卡兹" 部落的秘宝，接近画家杜桑的女儿。他发现杜桑本人就是开启湖底宝藏的 "钥匙"，最终唤醒了寄生在毒蜥体内的部落女王，被万千毒蜥吞噬。）

2.通灵：（女子为了查明十年前新婚妻子朱莉在酒店自杀的真相，找到通灵师与亡魂交流。通灵过程中逐渐揭开，朱莉并非自杀，而是被人谋杀，凶手一直隐藏在身边。）

3.游戏对象是谁：（13 岁自闭症男孩雷蒙每晚都在和一个 "脸上有红疤的小男孩" 玩游戏。心理医生调查发现，近期多名儿童意外死亡前都曾玩过这个游戏。故事结尾留下双重悬念：到底是孩子的恶作剧，还是真的有红疤小鬼存在。）

4.衣柜里的怪事：（高三学生俞希发现自家衣柜里藏着一个男人，报警后却一无所获。随后她的同学接连被 "衣柜杀手" 谋杀。最终真相是化学老师因长期被学生起侮辱性绰号而怀恨在心，联合学生卢应驰展开报复。）

5.二十年前的秘密：（二十年前兰成教授遭遇的海难并非意外，那些在孤岛上讲完故事就死去的人，其实是被幸存者杀害分食了。兰成教授是当年的幸存者之一，他后来讲的所有故事，都是为了掩盖这个最恐怖的真相。）











*/